{"meta":{"title":"K Store","subtitle":"","description":"日常碎碎念","author":"Kiwy Li","url":"http://example.com","root":"/"},"pages":[{"title":"","date":"2023-03-18T20:54:55.759Z","updated":"2023-03-18T20:54:55.759Z","comments":true,"path":"404.html","permalink":"http://example.com/404.html","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"},{"title":"","date":"2023-03-18T20:54:09.187Z","updated":"2023-03-18T20:54:09.187Z","comments":true,"path":"friends.json","permalink":"http://example.com/friends.json","excerpt":"","text":"[{\"group\":null,\"description\":null,\"items\":[{\"title\":null,\"avatar\":null,\"url\":null,\"screenshot\":null,\"keywords\":null,\"description\":null},{\"title\":null,\"avatar\":null,\"url\":null,\"screenshot\":null,\"keywords\":null,\"description\":null}]}]"},{"title":"所有分类","date":"2023-03-18T20:51:31.407Z","updated":"2023-03-18T20:51:31.407Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""},{"title":"archives","date":"2023-03-18T20:47:01.000Z","updated":"2023-03-18T20:47:01.906Z","comments":true,"path":"archives/index.html","permalink":"http://example.com/archives/index.html","excerpt":"","text":""},{"title":"我的朋友们","date":"2023-03-19T19:41:45.162Z","updated":"2023-03-19T19:41:45.162Z","comments":true,"path":"friends/index.html","permalink":"http://example.com/friends/index.html","excerpt":"找啊找啊找朋友~","text":"找啊找啊找朋友~"},{"title":"所有标签","date":"2023-03-18T20:51:48.466Z","updated":"2023-03-18T20:51:48.466Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""},{"title":"","date":"2023-03-18T21:08:54.547Z","updated":"2023-03-18T21:08:54.547Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"记录一些碎片日常"}],"posts":[{"title":"你好，陌生人——陈哥","slug":"你好，陌生人——陈哥","date":"2023-09-20T19:59:10.000Z","updated":"2023-09-20T20:11:57.782Z","comments":true,"path":"2023/09/20/你好，陌生人——陈哥/","link":"","permalink":"http://example.com/2023/09/20/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E9%99%88%E5%93%A5/","excerpt":"","text":"八月份就买了重庆到湛江的火车票，本是3号的，但是最后改签为5号，19:20的车。本想4号晚上的火车去重庆，但觉得太麻烦了，然后很淡定地5号再去赶火车，结果才发现，便宜的火车都没了，有的话到达已经是晚上八点之后了，有动车，且只要两个小时，但是要98块。太贵了，毅然去搭车，省钱。 之前在网上找了一下去成渝高速的方法，但是去找公交车的时候才发现，这里没有我要找的车，然后一直问人，多是问公交司机，最后问到一辆，到达高速路口的时候已经十二点了。 很多路口，凝望，问路，看路牌，走。发现有几个男的在拦车，有的还带着货物。他们在招手，我也在招手，看到车就大老远笑着，拼命招手，还是没人理我。我一直往前走，想远离那些人。拦了大概十来分钟，一辆大众 SUV 在我面前停下，我问他去那里，他说资阳。我问，离重庆有多远，他说，还有两百多公里吧。我说，哦。然后在想，我要不要上车，然后到点再拦车。那个司机开口就说，先去到那里再说吧。好，于是我上车。 他跟我说，我看你像个学生，还是个女的，应该是遇到什么困难了，所以才搭你的，出于安全考虑，我们是不搭男的，特别是在晚上。 我说我想去坐火车的，但是没车了，动车又太贵，我不够钱。我说他的车很舒服，性能也很好，问他多少钱，他说 98 万，搞完所有手续，110 万。他在资阳搞房地产的，这次去成都办事，准备回家。他还说，现在很少重庆车走这条高速了，因为路太窄，不好走，都走另外一条高速了，所以我能拦到重庆车的几率很小。 我说成都很热，很闷热，来这里卖空调有市场吗？我的专业跟空调与房屋有关。他问我是读高职吗。我说是本科，他哦了一下，但是我感觉他的态度是有变化的。 他说成都到资阳九十多公里，不到一小时的车程。他说，到资阳一点了，准备怎么办。我说，继续搭车吧。他问，搭不到怎么办。我说，总会搭到的吧，总有人像你这样肯搭我的啊。他说，不是所有人像我这样的啊，这样吧，前面下了高速就是资阳客运站，我给两百块你，你去车站坐车。我说，不用了， 我还是试一下搭车吧。他说，你买火车票没。我说，买了。他问几点的。我说，七点。 过了十来分钟，他说，我刚才开那么快是想帮你截辆重庆的车，但是都没看到，你还是去车站坐车吧（我有留意到他当时的时速是一百二）。他还说，可能过了内江之后重庆的车才开始多，但是你要遇到渝 A 的车才能到市区，渝 B 啊，C 啊，都是郊区的，你拦到了，到了郊区还是要坐公交车去火车站。这里离重庆还有两百多公里，像我们这样的私家车都要开三个小时，你拦车未必拦得到。客车可能要四五个小时，你去到就五点了，然后再坐公交车去火车站就差不多了。我送你去前面的客运站，你拿着钱去买张票，然后去吃个饭，车站附近也有吃饭的地方。你怎么办。 想了很久，我说，好吧。 到了一个收费站，他交钱，然后给了两张红牛给我，我说，一张就够了。他说，拿着办，你还是多点钱好，两百对我来说也不算什么。我说，不好吧，我觉得别人肯搭我我已经很感激了，还没想过要钱的。他说，你学生嘛，遇到困难了，需要帮助的。 然后，我记下了他的电话号码。他把我送到车站的门口才放我下车，叮嘱了几句才走的。 怎么说呢，一路上搭了二十多辆车，最大程度是请吃饭，还没遇到过这样搭了你，还给钱的。在楚雄的时候，遇到一个人说给钱我们（我跟一个妹子），但她是为了不搭我们，摆脱我们。而像这个陈哥这样，真心去帮你，还帮你分析情况，然后让你接受好意。一路上，遇到一个陌生人这样帮你，真的感觉很温暖。爱上搭车，爱上那种未知的感觉，总是充满挑战与惊喜，温暖总是会相伴。一些事，当时看上去会很难，但是到最后总是会有解决的办法，而且总是出乎意料的办法，而且是让人开心的办法，所以，没必要过分去担心未来，只要你努力了，总是有好结果的。 ———————————————————— 其实我搭车的时候还是有一点钱的，不多，但是如果用来坐车的话，就所剩无几了。我主要觉得他是真的愿意给钱我，他也说了 200 块对他来说不算什么，而 200 对我来说已经是半个月伙食费了，于是我就收了。后来回去后，我还给他打过电话，节日的时候给他发过几次祝福短信。只是他在电话里已经忘了我是谁，也没有回复过短信，所以我就没再联系过他。 分割线前写于 2013 年，从 QQ 空间搬运。分割线后写于 2023 年。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"你好，陌生人——雪莹","slug":"你好，陌生人——雪莹","date":"2023-09-16T21:17:20.000Z","updated":"2023-09-16T21:28:52.276Z","comments":true,"path":"2023/09/16/你好，陌生人——雪莹/","link":"","permalink":"http://example.com/2023/09/16/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E9%9B%AA%E8%8E%B9/","excerpt":"","text":"昨天写胡小璞的时候本打算加上雪莹的，后来发现太长了。她们俩是两个完全不相干的人，一个在佛山，一个在北京。只是，她们给我的感觉都是蛮像的，就是让我觉得，相处起来很舒服，而且在我们刚见面的时候。 雪莹是我去年三月的时候，在广州一家银行面试的时候认识的。那时候刚下公交车，看到一个女生穿着正装，也往那个方向走，我感觉，应该也是同一家面试的吧，然后，就上去问她，果然是。我们便一起走去那栋大楼，在楼外的时候，我还陪她站在路边的绿化带旁换鞋子，然后，一起进去面试。那是我见过最多面试者的一次，要排号。因为是银行吧，所以很多人，还很多美女，基本都是应届生，而且很多华师什么的，大家就有一搭没一搭地聊着，聊着当时的就业形势，聊着各种艰难。她比我先面完，然后我叫她等我。她也真等我了，然后，我说，我们去走走吧，我一直想找人去逛逛花城大道来着。她说好。她是个蛮慢热的人，甚至有点冷的感觉，经常是我在那里噼里啪啦。吃完饭，我们一直往前走。我不知道该坐什么车过去，她也不知道。我说，那我们就走过去吧。然后，就一直走。其实我也不知道路，就凭着感觉，偶尔问一下人。走了蛮久，还是看不到目标，我都有点害怕，害怕她说累，说不想走了，其实，是害怕被责怪，但是，她没有。刚下完雨的路面还有点湿，她也没说什么，就跟着我走。走了很久，我们终于走到了花城大道，还走进了海心沙。天已经黑了，我们站着聊了一下，她说，回去吧。然后，我问她要了 Q，告别了。 回去加了她的 Q，说了我的名字，刚想问她的名字，想起，她签到的时候写过，雪莹，便也没问了。 我跟很多人走过陌生的路，而我经常是负责找地方的那个，有时候是我带别人去，有时候是我方向感比较强，总是按着自己的感觉走。而很多人，特别女生，也主要是女生，她们有的总会说：哎呀，好累啊，停一下吧。我们不要走了吧。什么时候到啊？我们有没走错路啊？要不再打电话问问吧？而我，最讨厌的是，去找人的时候，在已经打电话问了路的情况下，大概知道怎么走了，还没走多远的时候，身边的那个人说，哎呀，我们会不会走错路啊，再打电话问问吧。这样一来是不相信我，二来也是打扰对方。我总是觉得，一条路走不通的时候，就试一下另外的路，总会找到的。而轻易就打电话去烦人，我总觉得让对方觉得你很笨很烦。所以，当一个刚认识的人，就那样无声息地跟你走了一个多小时，没有任何抱怨与猜疑，给人感觉是很舒服的。我最害怕在心有点慌的时候别人给你压力让你彻底慌，所以我刚学会骑摩托的时候很怕载着女生，因为我本来车技一般，她们容易心慌，搞得我更慌。或许有人会说，她是不好意思说吧。嗯，那也太厉害了。或许又可以说，她是懒得说吧。嗯，懒得说话却可以走那么久，也是很厉害的。嗯，雪莹，你可以自己给答案的。 后来，她来广州，我们一起去吃了海底捞。那时候我失业，有点不舍得花那么多钱。但是想想还没去过闻名的海底捞呢，就去了。 再后来，我们微信还是有聊过，我知道她去了亲戚家的公司工作，换到了完全不熟悉的财务岗。她好像在那里工作了很久。但是因为我不再看朋友圈之后，我就不太了解她的近况了。我们也也再聊过了。 前面内容写于 2013 年，搬运于 QQ 空间；最后两段补充于 2023 年。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"德国打工记——工作场所","slug":"打工记——工作场所","date":"2023-08-23T20:07:02.000Z","updated":"2023-08-23T21:09:03.689Z","comments":true,"path":"2023/08/23/打工记——工作场所/","link":"","permalink":"http://example.com/2023/08/23/%E6%89%93%E5%B7%A5%E8%AE%B0%E2%80%94%E2%80%94%E5%B7%A5%E4%BD%9C%E5%9C%BA%E6%89%80/","excerpt":"","text":"十二月下旬的一个周二，得知尼日利亚小哥Emmanuel（我写过他，但是添加跳转链接失败，请自动搜索，谢谢！）又找到了一份兼职，我说我也要做，他推荐了联系人给我。周四早上六点多，联系人问我能不能当天八点上班？九点也行。我说不行，我要上课，明天可以。当天下午许多找我，说联系人问他我什么时候上班，他们很缺人。联系人是第三方机构，为一个仓库服务。 仓库很远，机场快线加地铁是最快的，机场快线三十多分钟，地铁十分钟，地铁站走到仓库近二十分钟。但是机场快线每小时只有一趟，所以到达仓库的时间基本在十五分，不能整点。其他路线要转几次车，加起来差不多两小时。 第一天早上五点我就醒了，起来吃早餐做午饭，五十几分坐小火车去机场换乘。因为不想太早到，在机场坐着蹭 WiFi，看着差不多了才去坐地铁，十分钟到站，之后还要走近二十分钟。那一片都是仓库，我还找了很久，也没人可问。最后打电话给 Emmanuel，让他来接我。 当时我和另一个小哥一起新入职，但是没人管我们，我们就自己瞎摸，转了一大圈才到仓库，我去和坐门口附近的人说我们是新人。然后他带着我们去找另一个人，于是一阵之后我们开始分工。我被分配去把纸皮变成纸盒再封胶底下那层。 我那张工作台有个女生，我刚到她问我：你越南的吗？我：不是啦，中国的。我瞄了全场，大部分男生，且大多是黑皮肤。女生只有几个，有一个白皮肤，我是唯一的黄皮。没多久，我和旁边的女生被叫去打包乐高。我看了几次表：为什么时间过得如此缓慢。女生：周五是这样的啦。乐高都是大块头，有几个星球大战，好几百美元。搬运的男生说：有钱人家的孩子。 乐高搞定之后，我们又回去原来的工作台，开始打包运动鞋，多是 nike。没多久，有个人叫了几次 jin，我才发现原来是叫我，他叫我回去打包乐高。我很好奇，他居然能记住我名字。后来聊天，得知合作女生是加纳人，来这读书。她从乌克兰过来，走难民路线。她是医生，毕业后想去英国，因为只会英语在德国很麻烦，于是我感同身受，吐槽了一次前一天办银行卡的事。 下午打包了很多乐高，还有很多奢侈品牌的包。信息单上有价目表，商品单价，快递，税，还有一个 progressing fee，这三者加起来都不便宜。包都很小，但都要几百刀，有一个近千。加纳女生打开几个包装，我们都不明白为什么那个包那么贵，我还换算了一下我要打包多久才能换一个包。 那天工作了九小时，基本都是站着。所有规定休息时间加起来一小时，分别是 10+40+10。旁边传输带的男生问我怎么看这份工作，我说，就体力劳动咯。他问，没压力对吧？我说，对呀挺好的，我最近很烦。他说有个人从早八晚九，一个月挣很多钱呢。我：站太久了对身体不好。 一整天下来感受是：明天得带多点食物去，又累又饿好难受，又累又饿又冷更难受。嘤嘤嘤。 第二天，隔壁工作台是三个个子不高的男生，看着像印度人。中午吃完饭回到岗位，我看到他们坐在工作台的纸箱旁小憩，抬头的时候毫无精神。我问他们吃午饭了吗？他们说吃了 banana，还问我吃了吗？我说吃了，昨晚我特意问朋友附近有没吃的，他说可以自己带饭，那有微波炉。但是我觉得我带少了。 后来加纳女生下班了，我让他们其中一个过来帮忙。他问我是什么机构，原来我们机构不一样。他的时薪只比最低要求多三毛多（对，有角有分），而我这家多两块。我问那你能换过来我这家吗？他说不好吧，合同都签了。他还说，机构要求他们下周每天都来，否则就炒了他们。我问你不用上课吗？他说昨天就放假了，一月三号才上课。但是，印度男生还没学会怎么打包乐高就又回去做纸箱了，于是我就自己慢慢打包。后来一个负责人还问我要不要找人帮忙，我拒绝了。 制作泡沫条的机器坏了，一个负责人问前面两个全场最高的男生：你们想学吗？他们跟着走过去。我没事做，也跟着走过去。结果，他说到最上面的一个摁扭，回头看了我一下，笑着说：当然了，people who is small can’t see that。好了，我是看不到。乐高打包完之后，我和加纳女生没事做，于是打算偷懒坐一下。她说要藏起来，不要被看到。又指着一个大箱子对我说，你可以藏那，我就真的坐了进去。她大笑：I hope I’m small like that 。啊，原来 small 可以这么用。可我觉得我和他们没差太多啊？不过加纳女生倒是很典型的地方身材，臀部很大。 十二月我去了四天，每天仓库都有不同的新面孔，很多人，有时候还会忽然闲下来，等活干。我觉得虽然辛苦，但是还算自由。Emmanuel 觉得仓库主管对我很好，老是让我去负责乐高和奢侈品，比较闲，也不那么累。 但是一月开始，打包工一下子少了很多，我想多干活都不行。我感觉应该是过完双旦，大家的购买需求下降了。那时候我对排班不满，还和仓库主管说我希望能多些排班，他说没问题。但是并没有。之后活越来越少，我们有时候两点多就被叫回家。于是就变成了我来回花费近四小时，干活只有四小时。且主管让我去干新活，还开始对我很粗鲁。其他人说：他一直这么粗鲁的啦，只有你觉得他好。我感觉是主管因为十二月管理混乱，所以经费超支，被批评了，现在想节约成本。 我的岗位也跟着变了，变成了 inbound。拆开快递盒子，扫描二维码，在盒子上贴上新的二维码。一个货架不能放太多盒子，得自己推去转换地换。一开始的标准是一小时贴 50 个，我觉得他们疯掉了，因为有的盒子很难拆。我第一天还出了很多错，带我的同事告诉我错在哪，并告诉我说主管找他查是谁出错，但是他说没查出来。但是我感觉，主管是知道的。 再后来，标准变成了一小时 61 个，就更忙了。时不时有人拿着电脑来告诉你，你效率太低了。我观察了一下，很多同事都不喝水，也很少去厕所。而我经常喝很多水，去很多次厕所。主管经常盯着我，我总是很焦虑。我那时候基本是一周只有一个排班，每次上班之前都失眠，然后频繁醒来，总在闹钟之前醒来再也睡不着。我问了几个同事，原来他们也会这样。 工作到五月初，我就没在去上班了。原因有几个：1.我想专心写论文。2.机构太坑，经常少算我工资（会另外写）。3.家里忽然给了一小笔钱，我可以专心写论文。 这份工作令我印象深刻的是，很多同事都很淡定，他们不会表露会对工作的情绪，也不知道是没有还是不想表露。他们就好像完成一个任务，这个任务不会影响他们的情绪。他们也不害怕领导，就算被 push 也是很淡定，被指出效率低也不会很紧张。我很佩服他们，也可以说是羡慕，觉得原来还可以这样啊。像前面说的，我读书怕老师，工作怕领导，而且我妈从小就拿我和别人比较。所以每次被领导找，我都很紧张，怕被炒掉。虽然我不喜欢这份工作，但是短时间我也不想重新找工作。每次被领导找，或者我觉得我遭遇了不公，我就会找同事们说，他们就会安慰我，只要你达标了，就不用管他。被 push 也不要着急，按照自己的步调就好。我也尝试改变自己，也不再那么紧张。","categories":[{"name":"工作","slug":"工作","permalink":"http://example.com/categories/%E5%B7%A5%E4%BD%9C/"},{"name":"兼职","slug":"工作/兼职","permalink":"http://example.com/categories/%E5%B7%A5%E4%BD%9C/%E5%85%BC%E8%81%8C/"}],"tags":[{"name":"工作","slug":"工作","permalink":"http://example.com/tags/%E5%B7%A5%E4%BD%9C/"}],"author":"Kiwy"},{"title":"美的枷锁","slug":"美的枷锁","date":"2023-08-15T19:37:10.000Z","updated":"2023-08-15T19:39:36.314Z","comments":true,"path":"2023/08/15/美的枷锁/","link":"","permalink":"http://example.com/2023/08/15/%E7%BE%8E%E7%9A%84%E6%9E%B7%E9%94%81/","excerpt":"","text":"综艺《乘风破浪的姐姐4》，龚琳娜说她想变美，因为她小时候一直被人拿来和她弟弟比较：你弟弟比你好看多了。她说着说着就哭了。我当时有点意外，因为我看她以前的综艺，一直觉得她是个比较有想法有个性的歌手，或者说，她不是那么在意世俗的人。可能我对她有误解，但是我看着她小时候被攻击外貌（长相+身材），还是觉得很心痛，因为我相信，绝大多数女性都有过这个的经历。 美女就不会有这样的经历了吧？不是的，阿娇够美了吧，可是她不觉得自己美，还有很多人嘲笑她胖。我有个发小，从小就被夸漂亮，是男女老少都会夸的那种。她上学前班第一天放学，就被几个男生跟踪到了家门口，这件事是后来其中一个男生和我说的。高中的时候，发小到我宿舍找我。我一个沉迷于学习的舍友说：哇，她长得好漂亮，是真正的唇红齿白那一种。我夸韩庚帅的时候，一个男生朋友对我说：我来教你什么叫做好看吧。鼻子能撑起整张脸的那种才叫好看，你看 xx 兄妹（发小兄妹）就是。后来有一天，发小对我说，其实她从小一直很自卑她脸上的雀斑。我：？？？？？你什么时候长雀斑了？我都没留意过这件事。但是那时候我没和她深聊。后来因为龚琳娜，我又和发小说起这件事。她：“以前我都不怎么敢抬头正视别人，特别出大太阳时候。我妈我哥以前都说过让我花一下妆，现在就算在家我也每天涂粉底遮瑕。“我问，是有人从小就因这说你吗？她：”我清楚记得我爸那时天天拿指甲扣我脸。亲戚们看到也会说。” 对比下来，小时候我的家人和亲戚对我算是手下留情了。我额头是下巴的两倍，但是人们只会夸我聪明，大概是小学成绩一直很好。其实成绩好是因为一个年级就百来人。我清楚记得四年级被人取了很难听的花名，都是一群小混混在叫，我不甚在意，因为我看不起他们。 是这样的，我爸是老幺，分家后和我爷爷奶奶一家，所以逢年过节很多父系亲戚就会来我家探亲。通过亲戚们的聊天，我得出一个结论：进厂打工很辛苦。考上大学就不用进厂打工了，所以我要考大学。小学的时候，我学习算自觉的，从而成绩不错。二年级有次数学测验只有 72 分，被我爸打了一顿，我很害怕和惭愧，觉得自己没尽责任。就这样，顶着好成绩，我就看不上那些不爱读书成绩还很差的学生，也不甚在意他们对我的评价。到了初中，学生开始变多了，我的成绩就不那么稳定了，但还是没低于三十名过。因为我爸是学校老师，还有不同年级的人认识我。我还做了三年广播员，也做过校晚会的主持。我可骄傲了，所以更多的流言我也不怕。 我高中开始胖了一圈，我还记得我高三时，骑单车回奶奶家。路上忽然有辆车放缓走到我身边，一个男的回头大声说“那么胖，车胎要爆了。”然后两人大笑离去。我完全不认识他们，而且我的 bmi 是正常的，我只是不瘦而已。大学的时候，班上有同学带头叫我“肥婆”，也有女性好友叫我减肥，说这样找不到男朋友。到快毕业的时候，春节聚餐后，舅妈悄悄走过来对我说：你妈叫你吃少点哇。我？？？朋友的爸爸说我像小猪一样，又白又胖。大学的时候我刷过我爸的医保卡买碧生源减肥茶，但是喝了几次嫌麻烦，就没再喝了。吃饭还是正常的量。有次夏天太热，我忽然饭量减少，可把自己给吓死了。其实我为我满脸痘和大额头自卑过一下下，但是不太影响我生活。 想想也是蛮有趣的，我小时候将进不进厂打工划为界限，把自己和很多人分开。可能相对来说，这样有点“狗眼看人低”之嫌。但是正是这种“清高”保护了我，以此建立了自己的一个小世界，不会轻易被外界影响。在这个世界里，我的感受最重要。所以面对不喜欢的评价，即使那个人是亲戚，是长辈，我也会直接黑脸，之后开始躲人。我妈经常骂我，说我看不起人。我当时觉得委屈，后来觉得当时还是太怂，应该直接翻脸骂人。当然了，后来就开始直接开骂了，连爸妈都骂。 代课的时候，管风化的一个主任和我说，我班上有人化妆，让我注意下。她以前是我的老师，所以这次对学生不做直接批评。我说：你爱美，喜欢化妆，没问题，但是不要在学校里化妆，因为校规不允许。有学生吐槽她们不检点，我：人家化妆又不妨碍你什么，你又在这里指点什么呢？你不喜欢别人说你，你为什么又去说别人呢？大家都管好自己，世界将会更美丽。","categories":[{"name":"思考","slug":"思考","permalink":"http://example.com/categories/%E6%80%9D%E8%80%83/"},{"name":"女权","slug":"思考/女权","permalink":"http://example.com/categories/%E6%80%9D%E8%80%83/%E5%A5%B3%E6%9D%83/"}],"tags":[{"name":"女权","slug":"女权","permalink":"http://example.com/tags/%E5%A5%B3%E6%9D%83/"}],"author":"Kiwy"},{"title":"考试","slug":"考试","date":"2023-08-15T16:00:34.000Z","updated":"2023-08-15T16:03:20.976Z","comments":true,"path":"2023/08/15/考试/","link":"","permalink":"http://example.com/2023/08/15/%E8%80%83%E8%AF%95/","excerpt":"","text":"我第一次觉得备考可以讲策略是大二，科目是大学物理2。我大学物理1挂了，卷面分好像只有四十多。我很伤心，我们系所有挂科的人还被辅导员通知在某天中午开会，结果我们暴晒一小时后他才出现，问我们记住什么感受了吗，还让我们回去写检讨书，分析自己挂科的原因。 大物 2 考前，我开始复习。那时候我们学委和班长组织了一个扶助项目，那些成绩和的人带几个成绩差的人。我的组长是班长，但是他经常消失，于是我经常找学委。我分析了一下老师给的考试范围和题目类型，忽然发现答题占了五十分，六选五，其中两题在同一章，其他在不同章节。我想，只要我拿下大题的 50 分，再在选择题里拿十分，就可以及格了。也就是说，我只需要复习四章内容，就可以及格了。于是，我就这么干了。遇到不懂的，就问学委。他人很好，很耐心教我。最后，我卷面分八十多。我第一次觉得：啊，原来考试还可以这样复习啊！早知道我就不用挂科啦。当然，俗话说的，有早知，无乞丐。 我还饶有兴趣和人分享我的惊天大发现，但是没人理睬。当然，后来其他科目考试范围不像大物，所以我不能时时用这个方法。 前年考雅思，我忽然也发现，雅思考试也是有套路的，特别是写作和口语。只要你懂了套路，再积累一些词汇，基本分数就不会太差。其实，写作的能力，我们应该从小就锻炼的，但是从来没有人指导我们掌握最基本的逻辑。老师只会说总分总，可具体怎么操作呢？他们不说，或者说了也没认真去指导你，所以学生知其然不知其所然。其实作文很明显就能靠套路拿高分，但是我的老师们，没有一个认真教过。我后来掌握这些技能是通过自学，而且是步入社会之后。由此证明，这些技能，完全是可以习得的。 其实回头看，高中数学也是可以讲战策的，因为答题的内容基本固定，我现在还记得我那些年的第一题都是三元坐标系。但是我高中三年的数学老师完全没和我们分析过这个情况，所以我数学成绩波动很大，三十多到一百多我都考过。当然，最高不会突破 125。 我有个学历能力很强的朋友，能文能理能艺术。她有次很生气对我说，其实每次和我闲聊都很开心的，但是我最后总会问一些很蠢的问题，她很烦。她说所有的东西都有它的架构，所有一开始了解框架，往后就很容易了。听到这番话，我快三十了。那之前我也自认为已经懂了，但是一到具体的事情就开始偷懒，指望别人直接告诉我答案。而我这种想法，刚好正是这个应试教育体制最希望看到的结果。哦，当然，他们希望你完全不懂逻辑，这样就不会分辨他们政策的好坏，只会乖乖听话，做一棵合格的韭菜。 之前认识个高中生，因为不会乐器，便从音乐转去了美术。我问你怎么在短时间内通过美术考试呢？她说：艺术是相通的。我一直理解不了艺术的相通，但是我后来发现，其实很多学科都是相通的，或者说，学习这些学科的方法是可以相通的。例如数学的证明题，你写的每句话都是为了证明一个论点，议论文不就是这样吗？但是我读书的时候，没有任何人教我学习方法，人们只会叫你做题。可是只做题不总结分析，效率是很低的。 很多科学研究都会告诉你，人过了青春期，学习能力是会下降的。而我真正觉得自己有学习能力，是在奔三的时候。大概，是因为我是一个爱观察爱总结的人，见得多了，慢慢就总结出来一些经验。也通过一些总结，看清过去的路，选择未来的路。 我不那么害怕未来，是在我发现自己有不错的学习能力之后。当然了，如果要一直生活在不把人当人的地方，有没有学习能力都会让人害怕未来吧。所以，快逃！","categories":[{"name":"思考","slug":"思考","permalink":"http://example.com/categories/%E6%80%9D%E8%80%83/"}],"tags":[{"name":"备考","slug":"备考","permalink":"http://example.com/tags/%E5%A4%87%E8%80%83/"},{"name":"学习","slug":"学习","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0/"}],"author":"Kiwy"},{"title":"毕业多年人的0元APS备考经验","slug":"毕业多年人的0元APS备考经验","date":"2023-08-15T13:33:31.000Z","updated":"2023-08-15T13:35:47.980Z","comments":true,"path":"2023/08/15/毕业多年人的0元APS备考经验/","link":"","permalink":"http://example.com/2023/08/15/%E6%AF%95%E4%B8%9A%E5%A4%9A%E5%B9%B4%E4%BA%BA%E7%9A%840%E5%85%83APS%E5%A4%87%E8%80%83%E7%BB%8F%E9%AA%8C/","excerpt":"","text":"从我知道APS的存在到考试，前后不过两个月。报名之后，马上上网查找备考经验，发现很多分享者都是在读或者应届生，即使工作的，也是两三年内，而此时的我，已经毕业9年半了，且毕业后没从事过本专业。 一开始，我按照主流的思路复习：看专业课的课本，同时学习专业英语。我大学带了一些专业书回家，刚好用得上；同时在网友的推荐下买了一本专业英语书。网上和我同专业的帖子很少，即使有，也是很多年前发布的了。我尝试给一些人写邮件，希望对方能分享资料，但是都没收到回复。一边上班一遍复习，心很慌，因为专业课不止一门，而我一点内容都不记得了。后来想，我们专业暖通是最重要的，那我就主要看这本吧。就这样过了大半个月，我觉得实在不行，得换个思路。于是我又开始找帖子，其中一张帖子说：复习最重要的是，你得明白考官最想要的是什么，或者说这个考试的主要目的是什么。我受到很大启发。（年代久远，也换了电脑，找不到那个帖子了） 有些帖子还提到德国人最喜欢看图，结构清晰。还有人强调，对于已工作的人，毕业论文很重要。我想，也对，比较毕业设计是个综合性很强的项目，也是整个大学很重要的一环，它也是社会人士和大学最近距离的关联。于是，我开始看我的毕业设计。也幸好，当年觉得这玩意虽然是垃圾，但毕竟是自己辛苦做出来的，留个纪念吧，万一以后有用呢？没想到，是真的有用。我是建环专业，即暖通。我的毕业设计是给一栋楼做中央空调设计，于是我就把整个设计图给简画了出来。我还画了一些制冷原理图什么的，反正就是，尽量多会几个图，面试的时候尽量争取给考官画图。 对我帮助比较大的是 b 站一些 up 主搬运的外国人做的一些制冷原理、中央空调原理动画图，清晰明了，且用的是英语讲解（在此真的要夸外国人，很多机械原理什么的，讲得是真好！）。我按照他们的思路和用词，用英语写了几段流程介绍。复习的笔记本没在身边，我只记得大概用英语写了一些重要的概念和流程。然后开始读几遍，尝试自己理解，再说出来。遇到不懂的就上网找资料，翻教材。 那时候还在新冠清零，所以我只能飞北京考试。还特意定了离考点近的酒店，后来经朋友提醒，我的酒店离考点没我想象中的近。我一看，真是搞错了，幸好她提醒我。我提前到，在楼下的便利店随便买了点吃的，主要是怕低血糖，撑不过考试。但是也没太大胃口，因为紧张。我们几个人一起在一楼大厅等了很久。闲聊中得知，他们基本是学生，有的还用德语考试。我觉得，哇，大家都好厉害啊，我死定了。 笔试内容不是很难，我记得我都填满了。我的面试官看着有四十多了，是位女性，很瘦，眼睛很大，有点凸。因为很紧张，所以我就记得和她对视时，她那双有点凸的大眼睛。她和我聊了一下专业，问我要去德国读什么专业，我说环境。她说，这个和你的专业不是同一回事哦。我当时紧张，以为她害怕我重读本科，就胡乱说了几句话。那时候我还不知道专业匹配度这个东西。说到专业内容时，她一开口就说：因为你毕业太久了，所以你和我说说你的毕业设计就好了。我：！！！！我立马拿纸嗖嗖给她画图，说我设计的背景和原理。她就背景问了几个问题，有几个我答不上来，因为从来没思考过。我很紧张，但是想着能画图，不怕。我拿着图就讲，虽然英语很烂，但是阻挡不了我想表达的心。最后还是她提醒我，时间到了。我 os：我好像什么都还没开始说啊。 考完之后，我心很慌，觉得表现差极了。一个人走出那栋楼，在门口站着，不停给朋友发消息说，我觉得我死定了。 几天之后查成绩，居然过了，最低级的那个评价，大概是合格。 差不多一年后，某天打开邮箱，我收到了一封回信，对方问我还需不需要资料。我说，我已经在德国了。对方大笑，说祝好。","categories":[{"name":"学习","slug":"学习","permalink":"http://example.com/categories/%E5%AD%A6%E4%B9%A0/"}],"tags":[{"name":"备考","slug":"备考","permalink":"http://example.com/tags/%E5%A4%87%E8%80%83/"},{"name":"APS","slug":"APS","permalink":"http://example.com/tags/APS/"}],"author":"Kiwy"},{"title":"小公主","slug":"小公主","date":"2023-08-14T14:41:25.000Z","updated":"2023-08-14T14:45:20.800Z","comments":true,"path":"2023/08/14/小公主/","link":"","permalink":"http://example.com/2023/08/14/%E5%B0%8F%E5%85%AC%E4%B8%BB/","excerpt":"","text":"我爸是个中学老师，我们家一直挺穷，所以我在中学校园里生活了很长时间。我们镇这两年登记在乎三万人，十几年前大概两万多。镇上只有一个中学，学生人数最多时大概千来人。那时候教职工五十多个，即使是计划生育期间，因为有间隔期的存在，只有少部分家庭只生了一个孩子。 我以前对子女多少没什么概念，我不羡慕独生子女，也不渴望有大家庭，我还任命接受自己是个姐姐的事实，即使每次我弟惹我生气而我反击，最后我妈总先把我打一顿，因“你是姐姐，你为什么不让着他”。我会难过，但是没考虑过’又不是我自己要求成为一个姐姐‘。 那时候我还是很喜欢我爸的，总觉得他重女轻男。因为他很少打骂我，每次弟弟惹我，他就骂弟弟。我第一次发现我爸并没有那么爱我是我弟中考后，在高中的我忽然收到我爸的短信，他很开心和我分享我弟弟考上了最好的高中的消息。那是一台褪色的摩托罗拉，黑白手机，算是最早出的那一批，充电接口有问题。这是我爸用剩下的手机，我偷偷带去学校，周末给家里打电话。我还记得那时候我快要走到教室了，是一个傍晚。我忽然从我爸的喜悦里看出来，我爸真的没那么喜欢我，他更喜欢我弟。后来我想了一下原因是，我爸从来不做类似的事情，我自制送他的礼物，给他送的信，他都是随便扔的。我和弟弟以前获得一些小奖项，他也没和别人分享过。 让我真正明白我爸其实是重男轻女的人，是在我和他一次坐在前镇长一家的顺风车上。前镇长（有俩儿子）的大儿子和我同时进入一个大学，我爸还当过其儿子初一的班主任。路上，我爸说：有儿子的人家和没儿子的人家，消费观念是不一样的。你看 xx，他只有一个女儿，就到处风流，家里什么都不管。还有 xx 和 xx，他们都没想过攒钱的。他举的那些例子，都是他的同事。我从我爸的语气和神色里，感受到他有种骄傲或者说洋洋得意。 到处风流的那个老师的女儿是我玩得好的发小，她从小成绩不太好，初中毕业直接去了技校，随后进了工厂的办公室工作。她是我们一群小女生里学历最低，工作最早的。但是她本人也不太有怨言，一直安安稳稳工作，我还去过她工作的地方玩过两次。 其实那时候我都不觉得有什么，觉得人长大了得靠自己。只是这两年自己经历过手足之间资源不均，还有看了一些彩礼的案例分析，忽然就明白，女性，大多时候都被当作一个物品，一个被用以交换的物品。 前些年我打算春节出国，发小说想和我一起去。我讶异，问你不回家吗？她说她和老爸吵翻了，不回家。吵架的原因是她爸嫌弃她不结婚，后来她爸看到我都不愿意搭理，明明前一年在篮球场打球，一个中学生问他我是不是他女儿，他说也算是。我朋友相亲过很多次，她觉得合适的话可以结婚。而我是抗拒相亲的，有次有个媒婆跟着我爸妈回家，我把人赶走，还骂了家里人。 发小在她工作的城市买了房，妈妈给了一些钱，爸爸依然不理不睬，依然很风流。有次我和她聊天说起另一个发小，家里一层两百平*四层的大房子，给了她 20 平的小房间，家里也没给任何嫁妆盖房子还要了女儿的钱。随后我和她感慨手足资源，如果家里我是独女的话，就能享受更多的资源。她：可我也没有享受过啊。当时我笑，觉得有道理。后来想，你们家有，但是你爸不想给。 然后我回顾了中学里几个独女的家庭，家长全都放任不管，其中算管得最多的那个也会经常遗憾没有儿子。我爸一个好友，因为老婆一直生不出孩子，夫妇关系很差。后来我快十岁的时候，他的女儿出生了，但是他像个局外人。前两年我和他女儿聊天，他女儿一直知道家里的事，还劝过妈妈离婚。有次我和他和我爸一起吃饭，我说你女儿现在去市里教书了，你不给买个房子。他：我和她说过了，我就给你买辆车，其他的靠你自己了。我又想起我爸另一个朋友也说过类似的话，不过他有儿子。他在市里盖了一座大房子，然后给了女儿一笔首付，说：这栋房子和你没有任何关系。我妈和我说过同样的话：家里什么都和你没关系。显然她忘了以前责骂我不搞清洁时说的我：现在给你盖了房子你又懒得像猪一样。 我刚回老家创业的时候，我爸一个女同学说要给我介绍对象。其实我当时主要想见见她，看能不能合作生意，就顺便答应了。她见面和我吐槽她儿子带回家的女朋友，长得不太行，学历也不够。我心想，算是不错大学的研究生了，你儿子中大毕业就很了不起？她给我介绍的那个人，长得和我差不多高，我们基本没聊两句话，我就撤了。后来她到我们家来，我爸另一个朋友问起这个相亲对象的情况，学历？不知道。哎呀，男的不用那么高学历的啦，能赚钱就行。那他做什么工作？跟着叔叔做电工。哎呀，不要要求那么有钱啦，有门手艺能赚钱，女的有学历教孩子，相互扶持就很美满的啦。还是得有点学历的，不然两个学历差太远，会有隔膜的。哎呀，你放心啦，我都当她半个女儿呢。 不过我还是觉得我运气虽然不好，但是也不算很差，至少没被吸血。有次骑车，我被一个远房亲戚拦下，问了两句近况就问：你们到底怎么想的，为什么都不结婚？阿花（他女儿）也是，现在连电话都不愿意打了。喏，前面（小卖部）打牌的人经常对我说，如果她不结婚，你就问她要钱，要很多的钱。","categories":[{"name":"思考","slug":"思考","permalink":"http://example.com/categories/%E6%80%9D%E8%80%83/"},{"name":"女权","slug":"思考/女权","permalink":"http://example.com/categories/%E6%80%9D%E8%80%83/%E5%A5%B3%E6%9D%83/"}],"tags":[{"name":"女权","slug":"女权","permalink":"http://example.com/tags/%E5%A5%B3%E6%9D%83/"}],"author":"Kiwy"},{"title":"初中基础的0元雅思备考经验","slug":"初中基础的0元雅思备考经验-1","date":"2023-08-14T11:17:41.000Z","updated":"2023-08-14T11:27:30.753Z","comments":true,"path":"2023/08/14/初中基础的0元雅思备考经验-1/","link":"","permalink":"http://example.com/2023/08/14/%E5%88%9D%E4%B8%AD%E5%9F%BA%E7%A1%80%E7%9A%840%E5%85%83%E9%9B%85%E6%80%9D%E5%A4%87%E8%80%83%E7%BB%8F%E9%AA%8C-1/","excerpt":"","text":"背景在真正考雅思的十来年之前，我就有过考雅思的想法，但是一直没有付诸行动。再三四年前，我买了一套盗版真题，一直没看过。后来真的有了出国的想法，才开始练习。那时候，我连高中很多单词都不认识，倒是因为工作关系，初中语法过了一轮，掌握八九成。平时也不勤快，不喜欢集中学习。 复习时间我的复习战线拖得有点长，因为一直犹犹豫豫，所以复习也很随意。前后大半年吧，但是大部分时间都是一周两三小时，集中复习的时间大概是一个多月。考前大半个月的复习强度最高，因为忽然发现自己什么都不会，写作和口语还没练过。很慌，于是从以前每周5-小时到大概每天5-7小时，算是我近些年高强度学习的极限了。 花费0。（主要是穷，不舍得花钱。也有点盲目自信，觉得自己可以）。 主要学习工具欧陆词典（记单词，看小说），新东方模拟机考（听力和阅读），雅思哥app（口语语料库），langcorrect.com（作文），b站和yt一些视频。 考试时间22.3 考试成绩听说读写：6.5/5.5/8/6.5，6.5。 复习方法听我听听力经常走神（自我怀疑ADHD），也没专门训练。平时空闲时间经常会放英语当作背景音，觉得偶尔能听进去一个词也挺好。慢的如VOA，快的如一些国外的公开课。我做真题的时候，经常没耐心回头听，更别说对着答案复盘，再跟读。 说我的口语是最差的，因为考前我没开口和别人进行过一次英语对话。我做的练习是仅在考试之前大半个月，每天花1-2小时将雅思哥口语语料库各选题的p2部分写一遍自己的答案，再在app上读一次，套用的是b站tatala的口语模板。最后考试时，p2的题在语料库有，但是答题时我对我练习时写的内容不满，现场乱编，就没在规定时间内说完。但是其实通过练习口语，是真的可以同时提高口语和听力的，因为你要会说，首先得会听。很多人会网上找语伴，我看了一些app，但是最后一个语伴都没找…… ps，我出国后依然算哑巴，因为很多词都不会说，但是很多外国人对我还是很宽容的，安慰我说我的英语很不错了，起码能表达自己。我有时候为了练口语也会和人尬聊。还有就是看剧可以学习一些日常用语。 读我练习最高分是7，所以最后成绩是真的出乎意料，只觉得是运气好，毕竟都是选择题。朋友说都是努力的结果，我感觉得归功于我考前看了十几本英语耽美小说。我之前一上来就看《经济学人》的文章，哇，可太痛苦了，一篇下来基本都在查单词，很快就坚持不下去。后来觉得，反正多读就好，那就找点自己喜欢的东西读，于是开始看英耽。我在ziblib下载，放到欧陆词典看，因为直接点单词就可以查询中文意思，词典还会记录你查过的单词。有人说不要遇到生词就查，要猜。我挺懒的，就经常查，但有时候直接跳过一些生词。基本上，一本小说有很多重复的单词，看多了就记住了。真题我也做过一些，基本做得很慢，而且我也没耐心对着答案复盘。 写我之前有刻意练习过一点写作技能，掌握一点写作逻辑。《金字塔原理》一书有几页就是写这个写作逻辑的，大家可以去看看。那本书，我也就看了十来页。b站有个up主叫卡卡卡洛琳，她那期《雅思写作全攻略…………》说的就是这么个意思。其实我们高考作文也是这个思路，只是很多老师都不教。具体就是：4/5段论。第一段：论点。2-3论据。2可以是正论，3可以是正论或者反论。这两段话又分为几句话，第一句是论点，后面几句是论据，围绕着论点走，层层递进。最后一段是总结，再次强调论点，但是想要高分，就要换种表达方式。在此再次吐槽填鸭式教育制度，一个很好的教人逻辑的机会，但是很多老师都不懂。我有个教育系研究生毕业的朋友，主谓宾定状补都不懂。扯远一点，掌握此写作套路，吵架胜算率会提高。 扯回来，网上有很多话题语料，我就此写了大纲和正反论点。我总结下来的话题主要为：经济、文化、教育、环境和家庭。一些题目看上去和这些无关，你也可以写相关，这样就有话可以写，能达到数字要求。之前复习时写的一条：练了不同类型的大作文后，觉得 negative&#x2F;positivie, agree&#x2F;disagree, advantage&#x2F;disadvantage, both views 这几类，其实本质都是一样的？除了最后一项不用写观点，就，先写正反观点，再强化你的观点？Simon 有一些范文，我是照着范文的话题自己写一遍，再对着范文，看看自己句子不足，还可以从那些观点展开这个话题。为了省钱，我也没花钱找人修改文章，那时候我会在 langcorrect 写日记，于是我顺手把大小作文都发上去，前后大概 6 篇。每篇都有人改，但是他们也不是专业的雅思老师，是作为母语者看到不通顺的地方然后给出修改语法&#x2F;语句意见。那我可以把他们的意见记下来，下次再改进。小作文我练得很少，还是因为懒。但是小作文也有套路，还有人分享一些例句，让你背下来。但我是真的懒。地图题我觉得最难，而一些流程图，备考就可以学一些表达顺序的词句。（其实小学就有这样的训练，但是很多人都没掌握。还是要骂这个破制度） 总结距离备考时间也有点久了，所以可能有遗漏的地方。我在长毛象上有个串，叫“思”，是当时备考的一些即时记录。总的来说，网上的免费素材真的很多，方法经验分享也很多，最主要的是花时间找到合适自己的，容易多练。 首先，你得找基础和你接近的。其次，了解自己的学习状况，如专注度什么的，然后根据这个安排一下自己的时间，找一些自己感兴趣的内容。我高中就不喜欢背单词，我就背书和做阅读理解。最后，多练习。综上：最重要的是了解自己。你的理想分数，你的强项弱项，感兴趣的点，每天学习最高效的时间段，等。方向对了，努力就很容易有结果。你了解了自己，对日后的生活也是有很大帮助的。","categories":[{"name":"学习","slug":"学习","permalink":"http://example.com/categories/%E5%AD%A6%E4%B9%A0/"}],"tags":[{"name":"雅思","slug":"雅思","permalink":"http://example.com/tags/%E9%9B%85%E6%80%9D/"},{"name":"备考","slug":"备考","permalink":"http://example.com/tags/%E5%A4%87%E8%80%83/"}],"author":"Kiwy"},{"title":"你好，陌生人——June","slug":"你好，陌生人——June","date":"2023-06-19T19:52:44.000Z","updated":"2023-06-19T20:00:46.828Z","comments":true,"path":"2023/06/19/你好，陌生人——June/","link":"","permalink":"http://example.com/2023/06/19/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94June/","excerpt":"","text":"上周四去了上上周日的路线，结果在一个小村子里又迷路了。我刚拿出手机，一位女士很快牵着两条狗快速走过来，并且问我是不是迷路了，我说是。她很快猜到我要去哪里，给我描述了一番，我和她确认怎么走，她让我跟着她到前面的路口。我问了一下这里属于哪里，河对面又属于哪里，并告诉她，我在这里找不到Google map显示的道路名称。她说她在这里住了19年，依然不知道每条路叫什么，但是知道所有住户。我赞叹。她又猜到了我所在的区，问我是不是那里的学生，我说是。后来想想，我不是，但是当时太紧张了。她问我是不是来熟悉这边的环境，我说是，天气好，就出来运动一下。 到了一个三叉路口，她告诉我每条都到尽头左拐，有两条是马路，很多汽车。她偏向于村道，风景好，还可以看到各种鸟，不过有点颠簸。临别前她各种祝福，包括祝我学业进步。 今天打算逆着这条路线骑一次，毕竟这条路线风景好，车少，来回可以走不同路，路程一小时内。 骑到上次的村子，忽然有人打招呼，我愣了，心想应该不是和我吧。很快那个人又说了一句话，我就回应了，噢，原来是上次的女士，她在家门口。于是，我回头到她门口和她聊天。 她问我会不会游泳，前面有一个地方很适合游泳，附近的家庭都会带孩子去那里。她也会去，但是时间不固定，如果下次遇到我，她会和我一起。今天她已经遛狗什么的了，想喝茶读书，就不去了。她说了自己的名字，然后问了我的学校和专业，夸我学这个专业很厉害。我说这个专业可能好找工作，德国也算是欧洲最大经济体。她说谢谢！她说她有些中国同事说中国人多机会少，她甚至猜测他们可能不会回中国了。我说我不会德语，有点担心找不到工作。她说她的公司必须得会德语，她老公的公司，德国的，也说德语。她还说：你这么擅长找路，你肯定也会找到自己的路的。 我说你特别友善，我在这边遇到过不太好的人。她说她很乐于和人交流，在上次我迷路的那个路口，遇到人找路就是一个很好的交流机会。我告诉她我上次回去的时候，走在她推荐的小路上。前面跑步的一个男人忽然停下来对着草丛撒尿。一开始我顾着看路，还没明白发生什么事，结果那个男的往右前方跳跃，我看到有水柱，知道他在撒尿。我当时恨不得剁他鸡鸡。她也是震惊了，然后说她女儿（23 岁）一个人从学校回家也是会很害怕，手机有个随时报警或许联系她们的软件。我说对呀，我在柏林坐地铁，遇到醉汉，也是很害怕呢。她说在地铁站最好不要站在站台边上，怕被人推下轨道，她每次都是贴着墙站的。 我们说了大概二十分钟，她再次确认我的名字，说有时候中国名字对他们来说很难，有个欧洲名字会容易点。我又教了她几遍我的名字，而我已经忘了她的德语名字了，不过应该是 madine？她有交换生住家里，中国人，她以为她发音很准，但是我完全不知道是什么。我说了自己的英语名字并且解释了一番：a little different a little strange，她说你很 special，很厉害。她的英语名字是 June，读书的老师老师起的，为了让他们更好地学英语，起英语名字假装是英国人。哈哈哈哈。 道别后我去了她说的河边，结果出来又有点迷路了。随后我问了一个爷爷怎么去大桥，他带我走了一段。感觉村子里的人都还挺好。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"有话好好说","slug":"有话好好说","date":"2023-05-18T09:30:35.000Z","updated":"2023-05-18T10:20:19.042Z","comments":true,"path":"2023/05/18/有话好好说/","link":"","permalink":"http://example.com/2023/05/18/%E6%9C%89%E8%AF%9D%E5%A5%BD%E5%A5%BD%E8%AF%B4/","excerpt":"","text":"昨天我生理学父亲忽然来关心我，于是我开口要钱。结果就是，谈崩了，我拉黑了他。 有人劝我，为了钱，也要好好说话啊。还有人劝，你要好好沟通啊，他们会理解你的。…… 我做不到，我真的做不到。我这几年，一看到我生理学父母，整个人就进入应激状态，脑袋里想了一百条应对措施：他们会说哪句话，而我该怎么怼。所以我都尽量避免和他们见面，有事尽量微信留言。我妈每次发大段大段骂人的微信，我听了个开头，就关掉。前两年，隔壁施工时间太长，声音太大，影响我生意。我尝试找施工队聊，他们没理我。于是我问我生理爹要了邻居屋主电话，希望对方能和施工队聊一下，改一下时间，也希望对方下次进行这种声响特别大的步骤时，能提前和我说一声，邻居的邻居盖房子的时候就是这么做的。结果我生理妈立马发微信骂我，说我这样都和人相处不好，以后怎么混社会。我？？？我明明是受害者好吗，你不是每次都骂我没钱，不好好工作，现在我想好好工作又哪错了？于是，我把她拉黑了。 但是见面，她还是会骂我，骂我笑起来像个疯子；骂我短头发像个疯子；骂我不结婚，不考编，以后会拖累我生理弟一家；骂我脸皮厚，明知道生理弟不喜欢我，还是去人家家里住…… 她从小就骂我，小时候她夫妻俩吵架，她一只手拖着她老公，一手拿着菜刀走到我床前，说要砍了我。那时候我只有六七岁，还在睡觉。她老公一句话也没说，而我已经惊吓到什么都说不出来。 她最喜欢拿我和别人比较：你看看谁，人家家里那么吵都在好好学习；你看看谁，家里所有家务都是她干的。我被迫和我生理弟打架，她必定先把我抓来打一顿，理由是：你是姐姐，你应该让着她。她还骂我不体贴她，看着她难受也不会关心一下……听起来，她像是把我当妈了。 我刚毕业那年，为了玩，去了杭州的青旅工作。回家过年，年三十在爷爷奶奶家做年夜饭。她骂我读了大学去做一份中学生都能做的工作，还冷血，不给爷爷奶奶红包。我受不了，一个人跑到山头一边哭一边和朋友说这件事。我当时想，我没带钱，而她明明可以先给爷爷奶奶钱，然后告诉我这件事，再问我要钱就好了呀，为什么要骂我？ 往后几年，她每次见面都要骂，我经常吵不赢，哭。哭完还要后悔自己当时为什么不那样骂回去，每次都像只呆鸡，什么反应都做不出。我经常脑里复盘应该怎么和她吵架，为此还专门去学了一些逻辑学的知识。慢慢地，和她吵架我会不那么激动了，也能把话说完了。再慢慢，她基本吵不赢我了，可我也没有很开心，因为看到她，我就应激。 我生理爹是从我大学开始爹的，一直劝我考公务员，当我不听的时候就骂我不和家里人沟通。我指出：沟通是建立在平等的基础上的，而你只是认为我不听话，想说服我，而不是和我沟通。他语噎，可之后该说还是说。那时候我对他还是有感情的，想得到他的认可。所以他每次那样和我说话，其实我的压力很大，觉得自己愧对他，但是我实在不想按照他说的做。 往后几年，他就开始叨叨了。我每次有理有据怼回去，他生气大骂，有次还拍桌子。他骂的范围是我对他冷漠，花了那么多钱没给过家里一分。我就和他算账：高中住校，我一个月生活费才 200，而我还能省下 20。饭堂一份饭 2 块，馒头 5 毛。大学时，学杂住宿加起来 6300 一年，我生活费一个月 500，是我知道的人里面最低的。我什么也没说，因为我知道家里穷，觉得自己应该节俭的。想去旅游怎么办，那就不买衣服，尽量不出去娱乐，吃最便宜的饭菜。就这样，去旅游还是要被骂，因为你用了他们的钱去逍遥自在了。而其实，我去旅游也是吃住最差那档，去大西北还是徒搭，有时候路上啃馒头。 知道我有留学打算后，我生理爹看到我就骂。他觉得我大学成绩那么差，也没学到技能，出国肯定是为了玩。而他不想给钱，有个愿意就是不想花钱看我去逍遥吧。而他完全不知道，申请学校申请签证，是有要求的。但是具体的学费，官网是可以查的；汇率也是网上可查的。所以他一直说没钱，一会想买好车，没钱；一会说留学需要几百万，他没钱。在我出发之前，他对我说：我要去公证处和你脱离父女关系。我出发之前，两个超大行李箱，两个背包，他都没看一眼，朋友帮我搬上她的车。出发当天，我一个人带着这些去坐车。 能说的还有很多很多，我每每想起就会流泪。昨天深夜，看到生理爹忽然出现的问候，我眼泪就流下来了，然后开始大哭。要和他说话，我心跳就加速，进入战斗状态。我无法平静和他说话，我做不到，我真的做不到。所以朋友和我说“不要再想了，都过去了”“好好和他们沟通吧，他们会理解的”……我就觉得这其实在责备我，我并不需要这样的安慰，你还不如不说。 昨天和网友聊天，我说我看到他们的信息就无法平静；想起他们，我也无法平静。我压力大的时候，经常做梦，他们在梦里指责我，嫌弃我，我很难过。朋友说，这是他们对你造成的伤害太大留下的后遗症啊。我查了一下，这大概是 PTSD 吧（创伤后应激障碍）。美国纽约州心理健康办公室的资料： 什么是创伤后应激障碍(PTSD)？PTSD 是一些人在经历令人震惊、让人害怕或危险事件后出现的一种障碍。人在创伤性场景之中以及之后感到害怕是正常现象。这种害怕会引发身体出现许多转瞬即逝的变化，来对危险作出反应，并帮助人避免在今后遭遇危险。这种“或战或逃”反应是一种典型的反应，意图是保护人免遭伤害。几乎每个人都会在创伤后出现一系列反应，但大部分人可以从这些症状中自然康复。持续出现问题的人可能会被确诊患有 PTSD。即使不再存在危险，PTSD 患者依然可能感觉压力或害怕。 PTSD 有什么症状？成年人必须出现以下所有情况，且持续时间至少为 1 个月，才能确诊 PTSD：• 至少出现一次复发性症状• 至少出现一次逃避症状• 至少出现两次促醒和反应症状• 至少出现两次认知和情绪症状 复发性症状：• 闪回——反复重新体验创伤，其中包括心脏剧烈跳动或出汗等身体症状• 噩梦• 可怕的念头复发性症状可能导致人的日常生活习惯出现问题。这些症状会从患者自身的思维和感觉开始。会让人想起创伤性事件的话语、物品或场景也可能引发复发性症状。 逃避症状：• 远离让人想起创伤性经历的地点、事件或物品• 逃避与创伤性事件相关的念头或感觉• 让人想起创伤性事件的东西或场景可能会引发逃避症状。这些症状可能会导致患者改变自己的个人日常习惯。例如，在发生严重车祸后，经常驾车的人可能会避免开车或坐车。 促醒和反应症状：• 很容易受惊• 感觉紧张或“焦躁不安”• 入睡困难和&#x2F;或怒气爆发促醒症状通常会持续出现，引发这种症状的并不是让人想起创伤性事件的因素。这些症状会使人感觉压力重重，怒气满满。这些症状可能使人难以开展日常活动，如睡觉、进食或集中注意力。 认知和情绪症状：• 很难回忆起创伤性事件的关键特征• 对自己或对这个世界的负面想法• 扭曲的感受，如内疚或自责• 对喜爱的活动丧失兴趣 (以上内容本想截图展示，结果找了很久也没找到合适的代码，插入失败；只好复制文档内容) 想想自己也轻飘飘指责过很多朋友，明明她们已经很痛苦了，而我不仅没有尝试理解她们，反而是站在上空指责她们。再次要和她们说声对不起。 这篇文章应该写得很乱，写的时候很难过很难过。因为边写边和朋友聊天，注意力散开了，才没有哭出来。但是我不会修改，因为看一次就是撕开自己伤口一次。","categories":[{"name":"家庭","slug":"家庭","permalink":"http://example.com/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"思考","slug":"思考","permalink":"http://example.com/tags/%E6%80%9D%E8%80%83/"},{"name":"家庭","slug":"家庭","permalink":"http://example.com/tags/%E5%AE%B6%E5%BA%AD/"}],"author":"Kiwy"},{"title":"一些我对ADHD的了解","slug":"一些我对ADHD的了解","date":"2023-05-16T13:50:27.000Z","updated":"2023-05-16T14:12:21.536Z","comments":true,"path":"2023/05/16/一些我对ADHD的了解/","link":"","permalink":"http://example.com/2023/05/16/%E4%B8%80%E4%BA%9B%E6%88%91%E5%AF%B9ADHD%E7%9A%84%E4%BA%86%E8%A7%A3/","excerpt":"","text":"基本概念ADHD全称是Attention deficit hyperactivity disorder，翻译成中文是注意力缺失多动障碍。早年它以多动症闻名，且确诊的基本是小男孩，因为他们上学坐不住，爱乱动。所以，很多医生确诊前会让你填写12/15/17岁（我看到的资料限定都不一样）之前的信息。那女性就不会换ADHD了吗？不是的，只是很多女性的主要症状是注意力缺陷，而这都被当走神处理，很难引起家长注意，因而被忽视。我在yt很多视频下看到一些女生在四五十才确诊。 成因ADHD主要是大脑多巴胺分泌过少引起的，具体原理我记不住。。。 主要表现形式 （以下症状内容来源于chat GPT，翻译工具为deepl） ADHD 主要有三种表现形式：Inattentive Symptoms（注意力不集中）、Hyperactive&#x2F;Impulsive Symptoms（多动&#x2F;冲动）或者两者的混合。主要症状如下： 1.注意力不集中的症状：难以维持注意力或保持对任务或活动的专注。容易受外界刺激而分心。在学校作业、工作或其他活动中经常出现粗心的错误。难以组织任务和活动。健忘，如忘记约会或义务。逃避或不喜欢需要持续脑力劳动的任务。丢失必要的物品，如钥匙、钱包或电话。 2.多动&#x2F;冲动的症状：烦躁不安，坐立不安，或经常 “走神”。难以保持坐姿或在需要静坐的情况下感到坐立不安。过度说话或在适当情况下难以保持安静。在谈话或活动中难以等待轮到自己。经常打断或打扰他人。不耐烦和难以延迟满足。在不考虑潜在后果的情况下从事冲动行为。 并不是说集齐所有症状才是，得看年龄还有个人情况，且症状得持续出现超过半年才算。 为什么不能专注？不是因为脑袋同时出现的想法太多，二是脑袋能限制多线程的能力不足。 我读书时上课就老走神，初中之前学的内容不是很多，而且老师基本只讲半节课，所以学习对我来说不算特别吃力。但是高中老师一节课 45 分钟都讲得满满的，有的还拖堂，我就发现自己跟不上了。我最多听半节课，然后就开始焦虑等待下课。 我虽然听课走神，但是看电视却聚精会神，这也是 ADHD 的一种体现：注意力超集中。具体原理忘了，但主要是外界的刺激很强。像我，单纯听广播就走神。我一开始觉得只是我英语差，所以走神。后来发现计算是我喜欢的中文小说广播，我也走神……看视频，我就要看字幕，即使是小时候看电视剧。ps，英语广播对我的催眠效果特别好，百发百中。幸好考雅思的时候因为太紧张而没睡着。 白日梦（dreamy）ADHD的白日梦多指思维的跳跃：看到红苹果，想起白雪公主，随后想到毒死她的后母，再想到她经常喊“魔镜啊魔镜”，于是想到镜子是制作原理……最后忘了自己刚开始想的是什么。所以我找到了我以前写作文经常跑题的原因。也因为思维过于活跃，ADHDer在和人谈话时容易打断他人，进而表达自己。个人体会，这个可以自我锻炼，降低打断频率。 ADHDer 的痛苦我看了很多案例分享，很多患者都是过得不开心的，因为不守时、房间混乱等被指责。很多对“正常人”来说很容易的事，可对ADHDer来说就很难。她们很多因被外界指责“为什么别人都可以，你就不可以”“你明明看起来不笨，为什么就是做不到，肯定是因为你懒”而自我怀疑且敏感，俗称低自尊。举个例子，就是工作的时候，被领导找的第一想法是“我是不是要被炒鱿鱼？”。因容易产生羞耻感，人们就会开始逃避。ADHD还很容易沮丧或者消沉。很多患者就通过嗑药、酒精等刺激多巴胺的分泌而让自己开心，但是，这些刺激会进一步损害大脑，形成一个恶循环。 资料推荐这个领域有个有名的医生[Edward M. Hallowell]和他朋友写了一本书叫《ADHD 2.0》，大家可以看看。我目前看的是英语版，不知道有没有中文版。他本人就患ADHD，书里写这个病症遗传率挺高，如果父母一方患有，遗传率是三分之一；如果双方都有，遗传率是三分之二。但是他本人是患者，老婆不是，两个小孩都是……教授说运动有用，无论什么运动，只要你开始做就行。坚持不了半小时，五分钟也行，多做几次就好了（亲测有用）。他还说养狗很有帮助，他觉得狗狗是天使。 网上有很多临床医生或者精神科医生的文章和视频还有播客（主要在外网），还有一些 ADHDer 做的播客，论坛。 确诊要确诊的话，需要找专业的医生。有些不需要吃药，可以通过训练缓解。我没出国之前了解过一些知识，但是因为它有个主要症状是拖延，所以我很快就放弃了，没有去看医生。最近发觉自己的状态实在是太差了，于是又开始了解。因为医保很多都不包这一块，自费又太贵，所以我自己给自己确诊了。有个说法是，就算医生说你不是，但你觉得你是，那你也可以自我确诊。我觉得自我确诊最起码一个好处是：状态/事情糟糕的时候可以告诉自己：这一切都是ADHD的错。 治疗目前我也没找到很适合自己的训练方式，自我训练的难度很大。但是早睡早起，饿了就吃挺有用。还有多晒晒太阳，在太阳底下运动也挺好。 文献并没有文献，我的信息来源很杂，论坛，视频及其留言，书籍，播客…… 我写这篇文章是因为觉得这是很容易被忽视的一种病症，希望人们少经历一些痛苦。 That’s all. Thank you! ps，说写就写，这大概就是超集中。但主要是为了逃避写论文。","categories":[{"name":"健康","slug":"健康","permalink":"http://example.com/categories/%E5%81%A5%E5%BA%B7/"}],"tags":[{"name":"ADHA","slug":"ADHA","permalink":"http://example.com/tags/ADHA/"},{"name":"健康","slug":"健康","permalink":"http://example.com/tags/%E5%81%A5%E5%BA%B7/"}],"author":"Kiwy"},{"title":"有朋自远方来","slug":"有朋自远方来","date":"2023-05-14T07:41:03.000Z","updated":"2023-05-14T07:50:14.958Z","comments":true,"path":"2023/05/14/有朋自远方来/","link":"","permalink":"http://example.com/2023/05/14/%E6%9C%89%E6%9C%8B%E8%87%AA%E8%BF%9C%E6%96%B9%E6%9D%A5/","excerpt":"","text":"前两天见了一个以为再也联系不上的网友。这也是我在德国第一次见网友。 我们在长毛象上在同一个站有账号，于 21 年下半年认识。她知道我想留学跑路，于是推荐我去德国，说很多学校免学费。她本科学的德语，还去德国交换了半年，大概了解那边的花销。她打算重读本科，和我一样，读 IT 专业。加上德国算是欧洲经济体最好的国家，于是，我就决定去德国。没有对那边的招生进行任何了解，变开始准备 APS 考试（中国人申请德国必须过的关）。当然了，后来我的情况和预想的大不相同，这是后话。 她很快拿到 offer 和签证，在 22 年四月还是五月去了德国。之后，她的号就被注销了。我感觉，她是换了环境，压力太大；再加上她之前觉得有人已经知道她的真身。至此，我们失去了联系。我想起过她几次，想告诉她，我到了德国。想问她，时间过得好快啊，你到德国一年了，不知道是否还好。 结果，没多久，她用另一个账号私信我，说居然在我们站长的嘟下看到我的评论，问我是否还记得她。于是，我们聊了起来。刚好，她申请了一个短途旅学活动，第一站就是我所在的城市。她那天下车后，我们一起逛了很多地方，市中心的街道，著名的公园，本地大学，还有超市。那天，我走了一万八千多步。我们聊了很多，她说这学期很忙，但是很开心。我们还同病相怜，家里精神和经济不仅都不支持，且还被责备。 我告诉她，我的文书是一个陌生网友免费帮我改的。当时我在长毛象问有没有人能推荐修改文书的人，但是价格不要太高，我承担不起。结果一个网友私信我，说她在留学机构工作了两年，可以免费帮我修改。我写了一份个人陈述，一份简历，两份推荐信，她都给了意见。我们来回修改了几轮，最终成型。对于我这所野鸡学校，推荐信没用上。后来我申请签证的时候，又问了一下她的意见，她帮我改了一下简历。动机信我是按照她的模板改的，学校那边只给了个方向。最后，我拿到了签证。 期间考试、递签的交通住宿什么的，得到了很多朋友的帮助。 二月的时候，下班去超市发现钱包房卡都不见了。当时已经过了管理员的下班时间，让人开门得交 75 欧，我不舍得。我打电话给 Sangeetha 说了这件事，问能不能在她那住一晚。她说没问题。她下班回来没多久，已经煮好了食物给我吃。第二天她还要去上班，早上问我要不要喝咖啡，我说我想吃东西。她煮了一大锅，然后就赶着出门了。随后她来电话，让我把吃不完的东西带走，怕我早上解决不了房门的事。当时真是把我给感动哭了。 想想，我这一路得到的帮助都来自外界，有些完全是陌生人。亲戚家人呢？ 在我出发之前不到半个月，一个十几年没有联系的表哥忽然给我电话，说出去留学很贵的，听说一年要一百多万。我白眼都懒得翻。听说？你一个零几年中大毕业，工作十几二十年，在深圳从事 IT 的人，居然和我说“听说”，动动手指查一下会死吗？啊，可能在他脑袋里没有求证这个选项。很多学校的学费、学制在官网就能查到，签证资金要求在很多大使馆网页都能查到，且都不需要翻墙。这个听说，和邻居家的老奶奶相信转基因有害一模一样。而且你十几年没出现，忽然来这么一下，是诈尸还魂吗？ 而我生理学父亲问我会德语吗，去到那边有朋友吗，在得到否定答案后，说的是：如果你在那边遇到什么麻烦。我以为他还是心软的。结果下一句是：你就找你那些朋友借钱。我发觉，我还是 too naive 了。 后来，我朋友给我发了一首歌《孤儿泪》（视频见链接）。Hexohttps://www.bilibili.com/video/BV165411g7Mx/?is_story","categories":[{"name":"家庭","slug":"家庭","permalink":"http://example.com/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"家庭","slug":"家庭","permalink":"http://example.com/tags/%E5%AE%B6%E5%BA%AD/"},{"name":"朋友","slug":"朋友","permalink":"http://example.com/tags/%E6%9C%8B%E5%8F%8B/"}],"author":"Kiwy"},{"title":"我爱我家","slug":"我爱我家","date":"2023-05-11T10:21:07.000Z","updated":"2023-05-11T11:04:51.305Z","comments":true,"path":"2023/05/11/我爱我家/","link":"","permalink":"http://example.com/2023/05/11/%E6%88%91%E7%88%B1%E6%88%91%E5%AE%B6/","excerpt":"","text":"小学时，我放学后的生活是：做作业，玩，看电视。我在中学校园住了几年，年龄相仿的孩子一群，我们就经常一次玩，有时还一起看电视。不是所有人成绩都好，但是家长普遍不管。我那时候成绩还行，且一直相信：成绩不好，就是你自己的错，谁让你不好好学习。我二年级有次数学考了72分，被我爸暴打了一顿。为什么记得这件事？因为他很少打我，而我妈老打我，于是我觉得我爸对我最好；虽然被打不开心，但是觉得还是自己的错，于是小学再也没有考过这么低分。 六年级之前，我以为大家都和我一样，好成绩都靠自己。直到我参加了学校免费组织的市实验班的冲刺培训班，老师说：xx 和 xx 两位同学会用初中的知识解数学题。我当时愣了，他们怎么这么厉害，怪不得每次镇上的数学竞赛都拿奖，而我三年级之后就基本无缘了。xx 兄弟俩说：我爸教我们的。我当时想：他们的爸爸真好。而我并没有想：为什么他们做小学老师的爸爸会教他们初中的知识，而我教初中的爸爸从不管我学习。 但是初高中后，我还是觉得学习不好是自己的错，也不知道辅导这个概念。又或者知道，但是觉得我成绩还不是特别烂，家里也穷，所以不需要。整个中学阶段，我的成绩就是过山车。中学最记得的是我爸总对我说：你要学好数学啊。数学不好，考不上一中。你看谁谁谁，就是数学不好，所以考不上一中。中考时，我特别紧张，浑身都觉得不舒服。后来，没考上一中。我现在还记得其中一道数学选择题我很犹豫，关于方根和绝对值。 高一月考害怕让爸爸失望，每次考前都胃痛，还哭过几次。特别是看着几个初中同学进步，而自己原地踏步，就更紧张了。到了高二，数学很差，考过三十多分。就觉得，可能我就是这样了，surprise，胃在考前就不痛了。到了高三，班主任和家长都觉得我本科无望。班主任还列了一个分析表，让我们分析原因并且签名，我一直没签，最后同学说，老师帮我签了。我毕业后回了一次学校，见到这个老师马上用雨伞挡住自己。后来得知，一个学霸也很讨厌这个老师。 每周唯一不用晚自习的周六晚上，我要么借单车一个人出去乱逛，要么约人乱走。我还记得有几次，我和发小走在回去的路上，我说：要是这条路没有尽头就好了，这样我就不用回学校面对糟心的未来了。考前一个月，因为受不了高压，我基本就放弃题海战术，把班上的杂志小说什么的看了个遍。高考那几天，特别轻松，因为无论结果怎样，也没人在意，而这件事也终于要结束了。意料之外，成绩比想象中好不少。 前两年，我去一所小学当了两个月代课老师，其中一个同事是我初中同学的爸爸。我和这个同学同班两年，他挺聪明，用点心，成绩进步就很大。他高中也比我好，不知道为何高考比我差。我这个爸爸教同一个班，课余讨论过奥数题。他对我们那一届的情况很了解，知道每届谁在奥数出彩，可惜一些人后来放弃学习；也知道一些优秀同学最近的工作发展，而我和这些人早已没了联系。他说他从小教大儿子奥数，孩子不愿意也要抓着学，所以大儿子成绩好。而他任由小儿子成长，于是孩子成绩就不行了。他对我说：其实你挺聪明的，如果你爸爸小时候也教一下你，你成绩肯定能更高一层的。我当时听了想哭。 期末考试，有个我小时候就认识的老师来监考。她原本是初中的物理老师，我爸的同事，退休后去了小学教书。我听她起同事聊天，她说：我从小就和我儿子玩益智游戏，像火柴棍挪一挪变成不同的等式之类；我还买书从头自学英语，然后教他；中学也不停辅导孩子，特别是物理。我像发现了惊天秘密，原来我身边还有这样的事，而我们明明就住在痛一个校园啊。她儿子比我小两岁，但从小不和我们一群教师子女瞎疯，所以我和他不熟。他初中在市里读，高中考上了广州一所不错的学校，大学是 211。就我所知，算是我们教工子女目前最好的学校了。当然了，当中学盛行打麻将、从老到小都会的时候，他们家从未参与过。 我为什么写这篇文章呢，是因为前些天我看到房子旁边的马路上，一家四口在玩扶手滑板车（scooter），他们都笑得很开心。后来，出现了一起玩轮滑的一家子，也是乐在其中。想起我散步的时候，经常看到一些家长带着小孩玩轮滑，不会玩的家长还带着全套护具。再想起路上经常看到一些家长带着小朋友一起骑没有辅助轮的单车，家长就慢慢陪在旁边。我去打工路上，见过几次一个爸爸载着一个四五岁的小男孩，旁边跟着一个看起来只有两三岁的小女孩。小女孩的车很小，而她的腿刚够脚踏，坐着完全够不到地面。但是她车技还算不错，几次歪歪扭扭都没摔。 每次看到这些场面，我都很羡慕：这才是家庭吧。没有陪伴和关爱的家庭只是一个壳，甚至是地狱。 工作原因，我近些年接触的都是小城镇家庭，虽然有不少家庭会花钱送孩子去辅导班，可只是抱着花钱省事的心理，却还指望孩子能一飞冲天。“我们工作够累了，又没有学历，不知道怎么教他啊。”“我花了那么多钱送他去辅导，他还不知道感恩，不好好学习。”……我最记得是一个是，孩子好不容易和我熟了，我给他妈妈创造了一个可以促进他们感情的机会。结果那个妈妈根本没放心上，随后孩子闹别捏，妈妈请我做思想工作。我：你根本就不关心他，说到就做到啊，我好不容易帮你做了这么久思想工作，结果你临门一脚，全功尽废。她：我有关心他的啊，我一直都有好好叫他学习的啊。 很多年前，中国各地的宣传标语是：养儿防老。现在很多父母依然这么想。其实这就是一种投资。但是很多家长都觉得，我已经把你生下来，给你吃喝，甚至还供你读书，已经对你很好，可以说是优秀家长了。你怎么还不懂知恩图报，乖乖听话，考个好成绩，找份好工作，女的就趁没结婚之前给多点钱家里，然后快快嫁出去。这分明就是投资啊，还是稳赚不赔的投资。可他们这时候就像中国人一样‘含蓄’，告诉你，这是亲情，这是爱。而且，当你学会走路后却没有马上学会自己上厕所，穿衣，吃饭，那你就是一个麻烦。读书了成绩却不好，是一个垃圾。工作单位不好，工资低，那就是一个负累。如果女的迟迟不结婚，那就要给家里多打钱，成为一个取款机。如果你还想继续读书，那直接脱离父女关系。 奥巴马竞选的时候老说‘I have a dream.’也不知道他此前是不是来过中国，因为这些家长都有一个梦。","categories":[{"name":"家庭","slug":"家庭","permalink":"http://example.com/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"思考","slug":"思考","permalink":"http://example.com/tags/%E6%80%9D%E8%80%83/"},{"name":"家庭","slug":"家庭","permalink":"http://example.com/tags/%E5%AE%B6%E5%BA%AD/"}],"author":"Kiwy"},{"title":"你好，陌生人——Emmanuel","slug":"你好，陌生人——Emmanuel","date":"2023-05-09T10:14:25.000Z","updated":"2023-09-16T21:19:35.543Z","comments":true,"path":"2023/05/09/你好，陌生人——Emmanuel/","link":"","permalink":"http://example.com/2023/05/09/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94Emmanuel/","excerpt":"","text":"很久之前写过陌生人系列，现在打算继续写。 去年九月底，我住在柏林的青旅。一天，我刚抱着电脑走进休息区，一个黑人开口问我是不是中国人。我愣了一下，因为没想到在这里听到普通话，且还是一个人外国人说出来的。 原来他在中国待了七年，刚从重庆过来。还没到入住时间，他便在这里等着。他手机没电了，问我有没有转换头。我借给了他，知道他还没租到房子，就把他拉进了几个微信群。 有天晚上火警响了，我们坐在休息室聊天。他见到我和他提过的法国舍友，立马就和人家聊了起来。我一听，这可是法语？他说是的。我问你还会几种语言，他说加上不太熟练的大概有五种。我：佩服！ 他是日尼利亚人，在江苏读本科，后来分别在重庆和深圳工作过，在深圳做了一年小学英语老师。来这边读研，读完想继续回中国工作。 后来我搬走了，他没找到房子，一直住在那家青旅。他十一月就开始打工了，去的亚马逊仓库。本来我也想去的，但是听到要通宵上班，还要搬重物，我就没去。十二月，我那时刚好因为房子的事情找他，他刚好换了新工作，我说还招人的话你介绍我去啊。那时候快圣诞节了，仓库很忙，很缺人。刚好他去的第三方结构刚和仓库合作，老板和他一样是尼日利亚人，他就把我拉进去了。 仓库里，我们这种来自第三方的打工仔基本都是一直站着干活。十二月很忙，一天最长可以工作 10 小时，于是他每天都干 10 小时，基本天天开工；而我最多站九小时，那时候人杂，管理也不盗文，我还可以偶尔偷懒坐几分钟。饶是这样，每次上完班，第二天都要休息很久才能缓过来。我对他说：其实一开始这么累，我是有点退缩的。但是一想到你每天都来，我就觉得，或许我也可以再坚持一点。他说，谁愿意吃苦啊，但是我没钱啊，没办法不干啊。 四月的时候，仓库的主管找到我说我的效率很低，需要快一点。我问：是三月的平均效率吗？他说是的。我问，那具体数字是多少呢？他说 42（三月开始，最低效率是 61）。我说不可能这么低的（因为之前有次 49，他就拿着电脑来给我看了）。他：这就是为什么我们需要数据。我懒得和他鬼扯，就噢了一声，回去干活了。第一次休息结束，我上厕所回来，晚了三分钟。主管看到我，立马拉我过去：让我们看看你的数据。结果，我的数据是 68，他自己也愣了。然后僵硬地说：啊，很好，你以后就按照这个努力。我问：那可以看看你早上和我说的那个数据吗？他说，现在看不了。是问，不是三月的平均数据吗？他，不是啦，是往前几天的。我 OS，三月我也没工作几天，而且他就请假了一周，少看了 3 天数据而已，但是我知道我知道我其中一天的数据是超标的。他还鬼扯了几句，我懒得理他。 后来我找 Emmanuel 说了这件事，他说：“不用管他，他就是那样的。他之前找我说，你看谁谁谁工作多快。我直接回他‘我是来工作的，不是来竞争的。如果你觉得我不达标，就让我回家。’主管马上道歉‘我不是这个意思。’之后他就再也没找过我了，所以你做好自己的工作就行，不用管他。”我当时震惊了，天呐，还有这种操作。天知道我但凡被领导找，就马上怀疑自己是不是犯错了。而且他反驳领导居然有用，见世面了。 后来偶尔同桌工作，我就找他聊天。他 16 岁开始自己赚钱，之后没问家里要过一分钱。为什么这么做？因为不想每次问要钱都被家长问要钱干嘛。他今年 28 岁，来中国 7 年，只回过家两次，说没钱。平时和家里人会视频（有次下班刚好一起走，我还和他双胞胎妹妹用中文聊了一下，她们自学中文）。我问他怎么学法语，他说他去法国周边的小地方住了两个月。他还一直劝我学德语，学会就容易交朋友，也利于找工作。我问，那你现在这么缺钱，家里人也不给吗？他说，如果我问的话，会给，但是我不想问。我说，但是你很厉害啊，能打工那么久。他苦笑：其实也是自我洗脑而已。我：但是你给我很多鼓舞，很多。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"挑食","slug":"挑食","date":"2023-05-09T10:04:49.000Z","updated":"2023-05-09T10:08:06.242Z","comments":true,"path":"2023/05/09/挑食/","link":"","permalink":"http://example.com/2023/05/09/%E6%8C%91%E9%A3%9F/","excerpt":"","text":"大学的时候，朋友约我去小食街。刚到的时候，她问我要吃什么。我说，什么都可以，我不挑食。最后逛了一圈，终于坐下，她说：你知道吗，你说你不挑食，其实你最挑食了。 那时候我觉得我番薯芋头等粗粮都爱吃，蔬菜也基本都吃；虽然我也有坚决不吃的食物，但是平日里不常见，可以完美避开，可不是不挑食么。 毕业之后，开始了解营养学的知识，慢慢改变饮食结构。我不爱做饭，但是不舍得经常吃外卖，还追求食物多样性，便经常把各种食材放进清水里，一锅炖。如此一段时间后，口味愈发清淡，且肠胃敏感。脂肪类我是吃不下去的，肉饼到我嘴里我都能感受都肥肉，然后吐掉。 我买青菜经常是各种都抓一小把，加起来一堆。我喜欢吃菜叶子，喜欢吃嫩的部分。像菜梗（菜帮子）这种纤维多的部位，我是不爱吃的。像大白菜和白菜的梗，我都直接扔掉。因此被责备过，但是我觉得这点钱我还是扔得起的，换来点开心更重要。 到德国之后，发现蔬菜于我来说都很贵，且价格一直涨。囊中羞涩的我愈发惶恐，每次都走一大圈，选便宜的且自己会煮的菜买。冬天的时候，大白菜算是最便宜的蔬菜了，差不多一欧（汇率七点几）一斤。于是，我再也不舍得丢掉菜梗，而是把它们切丝和叶子一起煮。后来发现，热油爆蒜粒，加点辣椒，再加大白菜，炒炒之后还挺好吃。大概，这也算一种穷则思变？ 其实肯吃苦，还是能打工赚到一点钱的。只是处在陌生的环境，用陌生的语言学习，还要打工，是真的很累。且房租高企，每月支出的大部头都是房租。通货膨胀仍处于上升趋势，德铁已经大规模罢工多次。 想起之前遇到的一个驴友说：穷人做事是很束手束脚的。钱有限，投资就很谨慎，因为一失去，就什么都没有了。很多时候，就什么都不敢做了。是啊，贫穷对身心都是一种束缚，我有时候甚至觉得，对心的束缚更让人难受。就算物欲很低，可诱惑太多，特别是身边有人可以自由生活的人，身处其中就多少会难受。自我洗脑也是门大功课。 当我在努力适应这里的生活时，我的胃却坚定地留在了东亚，难以接受本土食物，可我又不爱也不会做饭。但不吃东西它马上痛给你看，压力太大它又同给你看。有时候觉得人类已经发展到了所谓的高阶，科技可以上天下海，可人体还是要受饮食本能牵制，真没意思。只是有时想到往前很大部分都是这样的生活，往后不知道还有多少这样的生活，就更没意思了。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"}],"tags":[{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"},{"name":"博客","slug":"博客","permalink":"http://example.com/tags/%E5%8D%9A%E5%AE%A2/"}],"author":"Kiwy"},{"title":"小费","slug":"小费","date":"2023-03-27T17:14:46.000Z","updated":"2023-03-27T17:26:22.017Z","comments":true,"path":"2023/03/27/小费/","link":"","permalink":"http://example.com/2023/03/27/%E5%B0%8F%E8%B4%B9/","excerpt":"","text":"某天早上坐地铁的时候，忽然有个大姐过来打招呼：你好。然后又德语说了一遍。她是浙江人，想借卡针把iPhone里的中国电话卡拔出来，但是我找了包包，没有那么细的东西。后来她问我能不能帮她打个电话，我犹豫了一下（月初因为考试的事给学校打了n次电话，有点担心话费不足。又想，她应该不至于把我的电话抢走吧，我真没钱买手机。），最后还是拨了出去，结果对方挂了。不久，对方又拨了回来，我就把电话给了她，她和对方说德语，我感觉是告诉对方自己刚从北京过来，借了别人的电话，然后问对方她是不是应该坐地铁。 不到两分钟，她把电话还给我。又回座位，再回来把2欧硬币放我腿上，我递过去说不用。她有点尴尬，挥了挥手，坐了回去。我想着，这大概就是小费吧。有钱不拿白不拿，就收下了。 到了下一站，她以为T5是新建的，我说不是，应该是弃用的（因为到站广播会提醒这里没有航班，要去T1/2）。她说她以前就在这里坐飞机。 随后我们闲聊了几句，她问我是不是来这边读书，我说是的。我告诉她我现在去打工的路上。她说周末打工也挺好的，不然家里负担太重。我说没有，家里没给钱。她说可以去餐馆酒吧什么的打工，一小时八九块。我说现在最低时薪12了。很多餐馆超市什么的都需要会德语，她说餐馆不做跑堂不需要。我说这个仓库是远了些，但是领导都不会骂人，我暂时也不太想给中国人打工。之后无话。 不久，我到站，回头和她道别，就出站了。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"}],"tags":[{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"新章（此博客的创建过程）","slug":"新章","date":"2023-03-19T16:54:16.000Z","updated":"2023-03-20T21:45:26.297Z","comments":true,"path":"2023/03/19/新章/","link":"","permalink":"http://example.com/2023/03/19/%E6%96%B0%E7%AB%A0/","excerpt":"","text":"使用工具为了省钱和练手GitHub，所以本次选用Github Pages。又因为Hexo有中文页面，所以选用了它。Hexohttps://hexo.io/zh-cn/ 花费时间 从动手到最终建成，前后历时4天，共约16小时。 我看了很多经验分享，很多人在7-10小时左右。而我耗时这么长是因为部署时出现了一些bug，还有部署后，主题页面显示有问题，而我找不到解决办法。随后尝试了新主题，但可能因为主文件被我改过，所以部署后还是很奇怪。最后决定删掉一切重新来过。当然，最后结果也并不是让我十分满意，但是我觉得目前已达到我最好水平。所以决定先这样，日后慢慢学着一步步修改。 教程 本次觉得比较好的见最后，作者讲得比较详细。他应该也是新手，但是胜在够详细，英语阅读水平相对也比一些国内博主高一点。教程视频https://www.bilibili.com/video/BV1WB4y1G7eW/?spm_id_from=333.788&vd_source=c77b247a5157303b17669f803c63b72d 使用主题 我一开始选了clean主题，但是出现bug之后，网上很难找到相关主题的问答。随后看到上面的教程，博主提到volatis的优点之一是有人维护，问答快，于是我就换了这个。我刚发布第一篇文章，想再修改页面设置，就出现bug。网上找不到类似问答，我就去主题页面留言，第二天就收到了回复。追问也有人回答，对方非常友好。我有种“我终于有站友”“而不再孤单”的感觉！整个人是开心的，同时也更想快点完善配置，达到自己想要的效果。强推这个主题！ 主题https://volantis.js.org/v6/ 一些跳过的坑 部署时，branch跟着一些帖子填了master，但其实是main。有些帖子将之改成ph-page之类，于我来说也是无用的。 遇到问题多方查找答案，chatGPT此次就没解决我的问题，甚至不理解我的问题。有些网站也没有我遇到的问题，此时，就需要主动写帖发问了。 一些建议 先了解所有工具的基本框架，再仔细阅读。很多步骤可以跟着教程无脑跟，但是必要时刻还是得自己动脑。如果像我这样本来编程水平很低，那就更需要细心。 尽量找较多人使用的主题，这样遇到问题也容易寻求帮助。我第一次的主题，基本找不到类似的帖子，所以我才决定换一个。 相对来说，搭建这个博客并不需要很多知识，跟着教程一步一步走便是 。所以，耐心点，总会有所成。","categories":[{"name":"tech","slug":"tech","permalink":"http://example.com/categories/tech/"}],"tags":[{"name":"博客","slug":"博客","permalink":"http://example.com/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"tech","slug":"tech","permalink":"http://example.com/tags/tech/"}],"author":"Kiwy"},{"title":"你好，陌生人——大雄（hong）哥","slug":"你好，陌生人——大熊哥","date":"2017-12-31T10:39:55.000Z","updated":"2023-09-16T21:35:20.384Z","comments":true,"path":"2017/12/31/你好，陌生人——大熊哥/","link":"","permalink":"http://example.com/2017/12/31/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E5%A4%A7%E7%86%8A%E5%93%A5/","excerpt":"","text":"其实不确定他是不是叫大雄哥，只是有次听到别人用粤语这么叫他，有可能叫大洪哥，而我偏向前者。 他比我爸大两岁；女儿比我小两岁，细小游泳，所以长到一米七多。他游泳很多年，住附近，早上自己在室外池游几千米，晚上陪老婆来泡水。这是我对他仅有的了解。 他也不知道我名字，我们没有自我介绍过，也没有留过联系方式。甚至在我想把浮板还他顺带送点水果的时候，都不知道怎么找他。唯二的线索是她说过阿宝这个名字，在我们刚认识不久的一个早上，他想用他老婆的年卡把我带进去（这样我就不用买票），但是被工作人员认出来，说卡只限本人使用。 那晚，我拎着水果在女更衣室问两个工作人员认不认识大雄哥，她们说不认识。我问，那认识阿宝吗？她们说不认识。我说就是经常夫妇俩来游泳的 blabla。大家讨论了很久，大概确定哪个，但是不叫啊宝。工作人员让我等着，我等的人今晚有来。 等了很久，一个阿姨出现，工作人员对我说：应该就是她了。我问：是阿宝吗？这个是大雄哥借给我的，我想还这给他，多谢他的教导。她看了一眼浮板说：哦，原来是借给你啊。我一直想用来学自由泳，他说借给工友了，原来是借给你。我傻笑，把浮板和水果给过她，走了。 第一次遇到大雄哥是 14 年七月，下班后我一个人去泳池。第一次去那个泳池是小英英带我去的，可会游泳的她却不懂得教别人。而我实在又想学游泳，就自己再去尝试。 那天晚上我请教了好些人，都答不会教人。站在泳池边上休息时，我有点抽筋，用手揉着腿。旁边一阿伯看到，对我说：吃多点花生可以防止抽筋。和他聊了几句，我问他可不可以教我。他说他也不会，随后指着他左边的一群人说：你问他们，他们经常来游的，很多年了。我过去请教，一阿姨说先学换气。猛吸一口，沉下去，鼻子呼出来，呼完再上水面猛吸一口，如此循环。她示范了一下，我便开始不停练习，阿姨和一个大叔游开了。等他们回来，我还是在练习换气，咕噜咕噜。大概当时是互相说了句拜拜，别无他言。 第二天晚上，我一个人去蹲点，期盼能遇到他夫妻俩，但是很久都没见到他们。在我失望之际，有人对我说：你又来学游泳啊。一看，是那个大叔。他很认真教了我一个晚上，还向救生员借了一块绑在腰上的浮板给我，叫我第明天早上七点半再来，那时候，他已经游完一千米了。 第二天早上，我准时到达。跟着他学了一会后，他找了一个阿姨教我蹬腿。阿姨很厉害，一教，我就懂了。大雄哥应该是遇到瓶颈了。但大概平时阿姨都是收费教人，大雄哥怕尴尬，就继续教我。他走之前还和我说不要找那些游泳教练，太贵了。本来说好晚上继续学，但是我一直没见到他。我心灰，准备上岸，结果，遇到他。 之后，带着大雄哥借给我的浮板，勉强能游二十五米，但我还是怕水，一米五的池都怕。但断断续续共游了五百米，也觉得满足。有晚没遇到大雄哥，倒是遇到那个教我蹬腿的阿姨，她粗暴地教我怎么协调手和脚。“放松啊，收腹啊，条腰咁细，仲 5 收腹？”可我一直像块石头，还溺了一回，被路人拉了一把。再溺，挣扎，没人理我；再挣扎，良久，自己游到岸边。 约半个月后，我站在池边，大雄哥来到我旁边。他说我有悟性，姿势学得不错。他鼓励我一口气游一程，我说对面太深了，我不敢（泳池深度从 1.5-1.8m 斜度渐变，长 50 米）。他说：我在你旁边游。整段，他一直在我旁边。 有次晚上游着游着，下起大雨，我以为他不会来了，结果不久他出现在我旁边。他说他在一旁看我游了很久，我手部动作可以再改善。以前很多人让他教，但他都拒绝了，不知道为什么会教我。他还说我进步很快，游五十米只用两分半钟，而这依赖我腿蹬得好。 15 年的夏天，因为工作关系，我很少去游泳，但是偶尔还是会在泳池遇到他，我们还讨论过水的浮力阻力问题。 17 年，十月的一个周六再去那个泳池游泳，发现一个人很像大雄哥，可我不太肯定。因为以前都是他把我认出来，来和我说话。我觉得泳池里，戴着普通泳帽，大家都是一样的。我看了好几次他，还是不敢确认是不是他。我们也对视过，但是他没有反应，所以我就更加不敢确定了。他和一个阿姨一起，阿姨害怕太多人，他就一直慢慢得游在前面。阿姨紧跟其后。在他游了几轮在岸边休息时，我问他：你是不是大雄哥啊？他有点意外。我说：你以前教过我游泳的。他说：哦，你现在游得怎样啦？我说：在浅水区我能游 100，在深水区不敢。他哦了一下，就和阿姨游向对岸。 我也游过去，快到岸时觉得有人在看着我。原来是他们，他向着阿姨对我说：你让她教你游泳啊。阿姨说：没有啊，她游得很好啊。他对我说：你手不要超出水面。阿姨说：她的手是向上蛙，超出是正常的。他对我说：你可能游得少。我说是。然后，他们上岸了。 大雄哥看着老了很多。阿姨也是，脸上有明显的斑，不过我以前也没见过几次阿姨，所以不知道她变化有多大。只是觉得大雄哥脸上的肉松弛了很多，泳帽没遮住的后脑勺没有头发，恍惚有种生过病的感觉，希望是错觉。 之后几次去，我都去室内馆，1.5m 深，25 米长，不怕体力不支，想游多久就多久。有次，我游着游着发现岸上有人指着我，对旁边的人说着什么。触岸后抬头，是大雄哥和阿姨。他们和我 say bye 就走了。 再一个周末，天开始凉了。我游着游着，发现有人在岸上和我招手。触岸一看，大雄哥。他用毛巾摸着身体，问我还不上水啊，我说再游一会儿。他说我的脚张得太大，还要小一点。我问手需要改吗。他说手很好。我问掉头怎么掉，他说了什么，我没听清，大概是需要示范，不好说吧。我游了一圈回来，他还在，和我说脚部动作的改善。说完，就走了。 那次之后，我又去了一次泳池，但是没遇到他们俩。十一月，泳池开始实施冬令时，时间缩短。天也开始冷了，我便没再去游泳。至今，我也没告诉他我的名字。 第二年，我在去游泳，又遇到了他。我和他打招呼，他说了一句话，但是我没听清。之后，他就和阿姨一起离开了。往后，再遇到一次，他主动和我打招呼。 之后，我们再也没见。但是每年，特别是夏天，我总会想起他。这几年，我忽然反应过来，他是我活这么久遇到的最好的老师，也是最好的长辈。他一个陌生人，却给了我很多我父母都没有给过的关注与支持，还有陪伴。 总感觉遇到他，花光了我在人际上的所有好运气。 写于 2017 年，搬运于微信公众号。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"你好，陌生人——小胖","slug":"你好，陌生人——小胖","date":"2013-07-25T20:40:00.000Z","updated":"2023-09-16T20:57:58.834Z","comments":true,"path":"2013/07/25/你好，陌生人——小胖/","link":"","permalink":"http://example.com/2013/07/25/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E5%B0%8F%E8%83%96/","excerpt":"","text":"我知道他的名字，只是，他真的挺胖的，所以叫他小胖。 在北京工作的时候，店里住了一个男生，胖胖的，刚开始的时候他还跟几个人女生出出进进，后来只剩下他一个人了，也就是那时，他每天早上都很混沌地走过来续房。因为还供暖，所以他穿着一件长 T 就直接出现在前台了。那时候我就逗他，你是不是还没睡醒啊，他说，他在梦游。住了几天之后，我问他什么时候走，他说，不知道，每天睡醒再说，想走就走，不想走就留。嗯，他的多人间，早已换了几茬人了。 有一天，他坐在公共区，路过他身旁的时候，我跟他说，你看，你前面两个女生多好看啊。回来的时候，又经常他身旁，他示意我过去说：我发现了，她们都比你好看。我马上笑着说，那当然。他说，你不生气啊。我说，我为什么要生气啊，那是事实啊。嗯，真的是事实，两个荷兰美女，都高高的，有一个还很像 Taylor Swift。有一天，叮咚和我一起上班，小胖过来聊天。他说他以前经常住青旅。我说我在杭州青旅工作过。他说我很面熟，他肯定见过我。我说，应该没有吧，你这样有趣的人我应该会有印象的吧。他说，我见过的人都记得，只是会忘了在哪里见过。我说，我好像真的没有在杭州见过你啊。 那天晚上叮咚说跟我去打羽毛球，我叫上他。回去之后，我说，我们去后海散步吧。结果，叮咚不去了，我就跟小胖走了。那时候还很冷，清明前后。本想绕着后海一圈，走了一半的时候走到街上去了，我们还在讨论怎么走，最后，又绕回去了。他是安徽人跟我同一届毕业，但是基本也没怎么工作，都在晃悠，经常呆上海，也来过广州，去过香港，都是住青旅。我说，你家人不担心你这样吗？他说，也没什么好担心的吧。他爸爸是工程师，貌似还跟我的专业相似。他自己什么专业我忘了，貌似也是理工一类。最后，他走累了，我们坐下了休息。谈到上海，我问他有没住过南京路店，他说他经常在那里。然后我问他，一月份的时候他是不是在那里。然后，我想起了，那天晚上，我在公共区域打桌球，他在玩苹果电脑，我刚好想查一下火车票，就向他借电脑。那时他还跟我说，他的系统出了问题，但是我最后还是能用。 公共区域里，有人在吃东西，有人在聊天，我开始在打球，后来也坐着跟他们聊天。有个男生说要跟我打桌球，于是便开战。他们一群人问我几岁，我说，你们猜。结果有人问，十八吗？然后我笑，说，像吗？当时还有个日本大叔，会一些中文，他们问他：你觉得他像几岁？像十八吗？他笑。忘了我们最后说了什么，反正是挺搞的。那晚，副店长还在那里，跟我们聊天，聊了很久上海，说上海是一个包容的城市，并不像外界说的那样排外。说在上海，女人三十岁结婚也不会是件很奇怪的事情。然后，也聊到一下深圳。跟我打球的那个男生刚在上海找到工作，我问，有介绍吗？我也想找工作。他说，你英语怎样？哎，你会说粤语，我们公司招粤语客服诶。我说，我考虑一下。 那天晚上，我没有跟公共区域里任何人要联系方式，倒是跟隔壁房间一个女生留了微信。我是去她们宿舍借拖鞋，然后说我们宿舍有个韩国姐姐，然后她好奇就过来了。她的超级偶像是李敏镐，她就是专门从大同过来看她家哥哥的。第二天，我就回杭州了。 想不到，世界那么小，小胖还是穿着他那天在上海穿的那件红色长风衣。他说他本来不打算住我们店的，只是他要的另外一家没床位了，他好奇，就过来我们店试住。结果，就住了好些天。我们也有聊到我们老板，他看东西还是蛮准的。过完清明，他就走了，说是回家，然后再去上海。这次，他要了我的 Q 和电话，只是，我们很少聊。土肥圆，真可爱的昵称。 写于 2013 年，从 QQ 空间搬运。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"你好，陌生人——王静","slug":"你好，陌生人——王静","date":"2013-07-24T20:22:01.000Z","updated":"2023-09-16T21:25:08.237Z","comments":true,"path":"2013/07/24/你好，陌生人——王静/","link":"","permalink":"http://example.com/2013/07/24/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E7%8E%8B%E9%9D%99/","excerpt":"","text":"嗯，熟人都是从陌生人变成的。可是，我不知道陌生人的定义是什么，但我对陌生人的定义是：你跟她是完完全全不相干的人。胡小璞是，雪莹也是，还有很多人也是。去年面试的时候，到现在还有联系的，就只有六个人，三个是因为那个银行，但是认识的时间不同。还有三个去去另一家公司面试认识的，当时我们四个女的，那个面试官跟我同届，我们五个人就坐在一起面试。最后我们四个觉得聊得来，就留了联系方式。其中，还有个女生叫做文静。我总是跟叫做X文静或X静的人有点缘的，例如去年八月在小榄轻轨站认识的王静。 那时候我一个人去车站等朋友，然后一起坐车。有个女生本来坐我对面，许久之后她坐到了我右手边。那时我们都没有说话，我在看书，其实已经无聊了。只是，冒冒然找人说话也不好，而且，我之前看了一下她，她对我似乎也不是很热情。之后，有个男的在我们整排椅子的最右边抽烟，他坐在风口上，所以我们都受不了那烟味。于是，我开口了。然后，我们就聊了很多。她是北方人，在天津念书，毕业后做英语翻译，最多的时候有七千多。可是她觉得她 27 了，收入最高也只能这样了，于是，她在考虑创业问题。她觉得她这个年纪，如果再不创业就不会创业了。她这次来广东，就是想考察市场的。她想做网上外贸，以前也跟别人学过一点。我也跟她聊了我的情况，聊了我大三暑假的行程，聊了大四后半年的情况。我不知道我该干什么，也不知道我能干什么，我想出去跑跑，可是也害怕这样会让以后的生活更糟。她说，年轻的时候出去走走也是好的，我那时候还不懂这样呢，现在都没机会了。我跟她说：你不管成败与否，起码有退路啊，而我退路都没有。她说：有时候没有退路也是一件好事啊，没有退路你反而会更勇敢，什么都放开了。我说：没有退路万一又找不到出路是很糟的。她说他男朋友一直在天津那边工作，也对她很好，但是他比较喜欢安稳的生活。而她特别向往南方，所以就来这边看看。我说，其实你看着还蛮像南方人的，着装也还像。她说她同学也这么说她。聊起她的创业，她甚至还叫我跟她一起创业好了。我说，我不敢啊。她快上车了，我们留了联系方式，看到她的名字的时候我在笑，王静。我认识黄静，王美静，王静。她又是一个。 我去杭州后，加了她。十月份的时候跟她聊，她说想买房子结婚，已经订婚了。我说，也好，只是我觉得我惧怕婚姻。她说她以前也怕，总是跟男朋友吵架，分分合合的。她说她一直怀疑她男朋友对他的感情，不是不忠，只是觉得他们不是一路人。他男友喜欢安稳，一直劝她回来，安安稳稳找份工作。她去南方回天津后，她男友每天都会打电话给她。有一天，她跟朋友去吃饭了，没接到电话。后来一看，居然联系十几个未接电话。她打回去，她男友马上问：你在哪里？她说，吃饭啊。她男友说：我还以为你出什么事了，还请假出来找你了，现在在大马路上。那一刻，她知道他是爱他的，于是，她决定嫁给她。她跟我说，很多事情是会慢慢改变的，也会慢慢变好的。说到我的情况，她问我这一路的感受，我说了。她说，希望你不是因为逃避而这样。我说，不会的，我只是出来看看，明年会回家去的。她说，你什么时候来天津，我这里有吃有住。我说，好。 三月去北京的时候，在 Q 留言给她，她一直没回。而之前手贱，她的电话没了。我本想着去天津找她的，毕竟那么近，但是她一直没回复。后来，我看到她的婚纱照，也看到她的签名：五月十九日，wedding day。继续留言，还是没回。后来，我离开了北京，忘了在哪里跟她联系上了。她说她那段时间一直在忙房子装修，所以没怎么理会 QQ。我问她的创业怎样，她说，筹备中。 忽然想起，她之前跟我说她生病的事情。她是一路都是一个人，有次还发烧了，一个住在酒店里，没有人知道，也没人给她买药。她问前台，前台说没药。晚上的时候她自己勉强可以下来去吃点什么，但是很热，她还穿着长裤。她看周围，不是很多人，她的衣服不算很短，而且餐桌布比较长，可以盖住她的脚。于是，她便脱去裤子，吃完了饭，舒服些之后，再穿上。她说那时候觉得很委屈。我听着，也觉得有点。第一次有人跟我这样说，原来发烧还会这样。当我一个人晃荡久了，我也大概懂得，其实是有点苦的，特别是那些周围经常有人陪的人。嗯，现在看着她幸福，也是蛮好的。希望，有机会再见到她，或许，那时候她就是妈妈了。 写于 2013 年，从 QQ 空间搬运。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"你好，陌生人——胡小璞","slug":"你好，陌生人——胡小璞","date":"2013-07-23T21:16:47.000Z","updated":"2023-09-16T21:01:58.205Z","comments":true,"path":"2013/07/23/你好，陌生人——胡小璞/","link":"","permalink":"http://example.com/2013/07/23/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E8%83%A1%E5%B0%8F%E7%92%9E/","excerpt":"","text":"亭林工作室里写的是你记忆最深的一句话，其实，那不算是记忆最深的，因为，我不知道哪句是最深的，对于我来说，没有“最”字，最喜爱的，最感动的，最难忘的……诸如此类，都没有答案，那句话我一直记到现在，其实也不是很久之前发生的事情，四月三十号，北京迷笛音乐节举行的第一天的晚上十一点过后，在北京的地铁上，我到鼓楼下了，而她到团结湖。 一直想找个人去看迷笛，但是喜欢迷笛的好友都不在北京。因为比较强烈的好奇，也没理会当时的阵容就买了通票，最后看了草莓的阵容，再对比迷笛的阵容，我想退票，可是，一直卖不出去，是的，我舍不得降价太多。迷笛的阵容里，我一个认识的都没有，真的是一个都没有。本来想着去住帐篷，但是一直没蹭到女生的，最后约了个男的，加了微信。开始聊的时候我就直接跟他说，我想找女的，我怕妨碍到你。他说明白。我说，有的人去的目的不是音乐节，而是约炮。他说，非目的，只是闲着。后来他发了几张照片给我，三十来了吧，黑黑的。我发了一张给他，他说，想抱抱亲亲。对不起，有想法了，呵呵。我本想装白痴，回他：什么意思。结果，没信号，发不出去。第二天去鸟巢那边坐直达大巴，我以为，在地铁上就能遇到很多同道中人，结果没有。出站，很多人，一群一群的，也有单的，但是大家都各顾各的。我明白，我想多了。上车，我一个人坐在第二排，然后，有个女的穿着件紧身的外套，那种看起来很酷的骑摩托的外套，卷着头发，我还以为是个阿姨。刚开始的时候，我们都没怎么说话，到最后，蹭帐篷的事一直困扰着我，我觉得她一个阿姨，经历过社会，不如要点意见吧，然后就跟她说话。问她是不是一个人，她说是，但是只看一天，来看看就回去，没必要熬个三天。然后我说了帐篷的事，她具体说了什么，我忘记了，不过基本是肯定了我的想法。于是，我想着，我就去蹭另外一个租别墅的大家庭吧，就聊天到天亮，然后受不了就撤。 到达滑雪场之后，要换票，因为我是通票，花了很长时间。最后，现场还有很多人买通票的，于是我卖了我的，买了一张当天的，然后，进场去找她。我们就找了一个少人的地方，铺一张吊椅的布在草地上，然后躺下去，听音乐。我想给我们来几张那猥琐却惬意的照片的，但是她不肯。我们彼此说出对台上表演的意见，我们都喜欢那个外国组合，一个很 man 很闷骚的男主唱。她说：他要是在这里唱一整天，那我可以一直不挪地。我说，我也觉得。可是，他们终究还是退场，而且没什么人喊 encore。哎呀，太失望了。 下午，我们开餐，她就带了一天一人的粮食，而我，背了两袋面包，还有杯面和水果，对，三天的食物。当我拿东西的时候，风筒从背包里漏出来，然后她猛笑，说：这是我见过最雷的行李了。我说，有可能用上咧，洗头什么的。她说：你既然要住帐篷，基本是不用洗澡的了。如果你去别墅什么的，人家也应该会有的。我说，有可能没有啊。她说：能洗澡的地方基本就会有吧。然后还在笑。然后我也笑，有可能，我是二了点。傍晚了，我们背东西去上厕所，然后去听了儿童场，有个很可爱的胖叔叔，主唱我倒还是蛮喜欢的。然后我就在那里各种猜想胖叔叔如果有个女儿是怎样，他唱歌老缩着头好像乌龟，她在一边笑，说我联想力好。最后，乐队下场了，站在远远的我还大声喊 encore，嗯，只有我在喊。她问：广东人都像你这样开放的吗？我说，哈，没有啦，像我这样不正常的比较少。嗯，对，她还一直笑我的普通话，在我们在大巴的时候，看到窗外的景色，我说：好漂亮啊。满嘴广谱，然后她也会学我的口音，当时我还没反应过来。 天黑了，我们回到了宋场。到最后比较 high 了，很多人随着音乐扭到，包括我们。别人都很有节奏，但我是一个没有乐感的人，总是乱扭，她也在笑我，说我跟别人不一样。我说，是啊，可我就只能这样乱扭，跟不了节奏。她笑，继续扭她的。入夜，台下是滑雪道的最下面，风太大，于是，我们跑到半中央，没有风，暖和很多。她居然跳起了健美操，说运动一下，而台上的音乐已经是重金属了。我想，嗯，爱干嘛干嘛吧，然后一通乱扭。十点多，觉得没看头了，也为了赶最后的地铁，我们坐大巴回去了。回去的路上，她说，你真逗，老是在自 high。我说，是啊，但是难得你不说我不鄙视我啊。下了大巴，我们去坐地铁，我说我就是到处走走，一年后还是要回广东。她说：你这不是折腾，有的人折腾就折腾几年十几年，你这是爱玩。快回家去吧，回家找份工作，大家都放心。快下车的时候，她说：无论你最后是回家了，还是到别的地方折腾去了，都打个电话或发条短信告诉我，让我知道，你还在这个地球上，我有可能去杭州工作，到时候我也会告诉你的。听到这句，忽然想泪奔。那时，我已经失业多天了，还没决定去留，在纠结着去留。 第二天，我一个人在北京乱逛，到了一个农村，坐在健身仪器上，看一群小孩子玩耍。之后，剩下我一个人，我觉得叫她带我去爬山，爬香山，我一直想去的山。因为她跟我说，她有时也玩户外。哦，忘了说，其实，她不是阿姨，她是 80 后，只是那天的打扮显老气。第二天，我们早早就起来，而她本来还想睡个懒觉，然后加班。爬山的时候，她说：跟你去旅游应该是件快乐的事。我说，很多人都这么说。她说：那就是说我还要排队咯。我说，是啊。回去的时候，她说，她应该九月就去杭州了，到时我们可以约个时间一起出去旅游。旅游不一定是要去到另一个的城市，我们可以约好到另个一城市汇合，然后一起玩。嗯，蛮想跟她一起滑雪的。 写了这么多，我想说的是，我当时只留了她的电话号码，还留在手机上，然后一时手贱，她的号码没了，而我换了号码。北京那个卡还留着，等待她的短信。烂联通，信号差到爆，还给我停机，我的话费都还没送完好不好。找天去冲个十块钱，等她短信，实在不行，发微博寻人。 手贱之后，胡小璞消失了，文兰消失了。renee，你的 q 在，微博在，可是，你也消失了。或许，是我太在意而已。 写于 2013 年，从 QQ 空间搬运。","categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"}],"categories":[{"name":"日常","slug":"日常","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"日常/人","permalink":"http://example.com/categories/%E6%97%A5%E5%B8%B8/%E4%BA%BA/"},{"name":"工作","slug":"工作","permalink":"http://example.com/categories/%E5%B7%A5%E4%BD%9C/"},{"name":"兼职","slug":"工作/兼职","permalink":"http://example.com/categories/%E5%B7%A5%E4%BD%9C/%E5%85%BC%E8%81%8C/"},{"name":"思考","slug":"思考","permalink":"http://example.com/categories/%E6%80%9D%E8%80%83/"},{"name":"女权","slug":"思考/女权","permalink":"http://example.com/categories/%E6%80%9D%E8%80%83/%E5%A5%B3%E6%9D%83/"},{"name":"学习","slug":"学习","permalink":"http://example.com/categories/%E5%AD%A6%E4%B9%A0/"},{"name":"家庭","slug":"家庭","permalink":"http://example.com/categories/%E5%AE%B6%E5%BA%AD/"},{"name":"健康","slug":"健康","permalink":"http://example.com/categories/%E5%81%A5%E5%BA%B7/"},{"name":"tech","slug":"tech","permalink":"http://example.com/categories/tech/"}],"tags":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"http://example.com/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"日常","slug":"日常","permalink":"http://example.com/tags/%E6%97%A5%E5%B8%B8/"},{"name":"工作","slug":"工作","permalink":"http://example.com/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"女权","slug":"女权","permalink":"http://example.com/tags/%E5%A5%B3%E6%9D%83/"},{"name":"备考","slug":"备考","permalink":"http://example.com/tags/%E5%A4%87%E8%80%83/"},{"name":"学习","slug":"学习","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0/"},{"name":"APS","slug":"APS","permalink":"http://example.com/tags/APS/"},{"name":"雅思","slug":"雅思","permalink":"http://example.com/tags/%E9%9B%85%E6%80%9D/"},{"name":"思考","slug":"思考","permalink":"http://example.com/tags/%E6%80%9D%E8%80%83/"},{"name":"家庭","slug":"家庭","permalink":"http://example.com/tags/%E5%AE%B6%E5%BA%AD/"},{"name":"ADHA","slug":"ADHA","permalink":"http://example.com/tags/ADHA/"},{"name":"健康","slug":"健康","permalink":"http://example.com/tags/%E5%81%A5%E5%BA%B7/"},{"name":"朋友","slug":"朋友","permalink":"http://example.com/tags/%E6%9C%8B%E5%8F%8B/"},{"name":"博客","slug":"博客","permalink":"http://example.com/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"tech","slug":"tech","permalink":"http://example.com/tags/tech/"}]}