{"meta":{"title":"K Store","subtitle":"","description":"日常碎碎念","author":"Kiwy Li","url":"https://kiwylai.github.io","root":"/"},"pages":[{"title":"","date":"2023-03-18T21:08:54.547Z","updated":"2023-03-18T21:08:54.547Z","comments":true,"path":"about/index.html","permalink":"https://kiwylai.github.io/about/index.html","excerpt":"","text":"记录一些碎片日常"},{"title":"","date":"2023-03-18T20:54:55.759Z","updated":"2023-03-18T20:54:55.759Z","comments":true,"path":"404.html","permalink":"https://kiwylai.github.io/404.html","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"},{"title":"所有分类","date":"2024-12-31T21:27:07.788Z","updated":"2023-03-18T20:51:31.407Z","comments":true,"path":"categories/index.html","permalink":"https://kiwylai.github.io/categories/index.html","excerpt":"","text":""},{"title":"","date":"2023-03-18T20:54:09.187Z","updated":"2023-03-18T20:54:09.187Z","comments":true,"path":"friends.json","permalink":"https://kiwylai.github.io/friends.json","excerpt":"","text":"[{\"group\":null,\"description\":null,\"items\":[{\"title\":null,\"avatar\":null,\"url\":null,\"screenshot\":null,\"keywords\":null,\"description\":null},{\"title\":null,\"avatar\":null,\"url\":null,\"screenshot\":null,\"keywords\":null,\"description\":null}]}]"},{"title":"archives","date":"2023-03-18T20:47:01.000Z","updated":"2023-03-18T20:47:01.906Z","comments":true,"path":"archives/index.html","permalink":"https://kiwylai.github.io/archives/index.html","excerpt":"","text":""},{"title":"我的朋友们","date":"2023-03-19T19:41:45.162Z","updated":"2023-03-19T19:41:45.162Z","comments":true,"path":"friends/index.html","permalink":"https://kiwylai.github.io/friends/index.html","excerpt":"找啊找啊找朋友~","text":"找啊找啊找朋友~"},{"title":"所有标签","date":"2023-03-18T20:51:48.466Z","updated":"2023-03-18T20:51:48.466Z","comments":true,"path":"tags/index.html","permalink":"https://kiwylai.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"少女前不进","slug":"少女前不进","date":"2024-12-29T21:48:44.000Z","updated":"2025-01-01T18:57:52.571Z","comments":true,"path":"2024/12/29/少女前不进/","permalink":"https://kiwylai.github.io/2024/12/29/%E5%B0%91%E5%A5%B3%E5%89%8D%E4%B8%8D%E8%BF%9B/","excerpt":"","text":"OK，就在我上周自以为豁然开朗，准备大步向前后，本周就直接宕机。连续几天熬大夜，状态低迷。 我糊里糊涂接了一份不正式的兼职，见了 CTO，领了没有期限的任务：用 react native 写一个小项目出来，熟悉这个语言；把代码提交给 CTO，他看完之后带我走进下一步。 CTO 没嫌弃我什么都不会，只要我愿意学。他说如果我跟这个项目，是一个很好的机会，十分有利于我日后找工作。我也这么觉得，所以我才没理会这不正式的合作（没有合同和报价）。 既然接下来了，且我签证临期，我觉得我应该努力学习，快速做完这个项目。事实是，我完全不想做，且在逃避做这件事。我倒不是讨厌这件事本身，我更多是担心签证。因为这件事并不能直接让我得到一份工作，我也不知道我在此之间能为这份兼职做些什么，我能不能把它写到简历上。 是的，我总会把一件事的结果放大，拉长，变成一种不良模式：如果我不做 xxx，就会得不到 yyy。例如：我今天不学习，我技术就得不到进步，那我就会找不到工作。我从小就这样，焦虑得不行。例如我很小就觉得如果我没有大学学历，我就只能去工厂打工。所以我从小就担心我考不上大学，每次考试都担心自己没有好成绩，从而考不上大学。单元测验不行–知识不巩固，那期末大概率不行；低年级不行–到了高年级肯定更不行；考不上好初中–那就考不上好高中–那就考不上好大学。即使最后是：我初中很一般（镇上唯一中学），高中一般（第二好），大学一般（大部分人认为我考不上）。但我面对新事物、新阶段时，还是这样的心态。 恐惧驱使我前进，但是更多带来的是焦虑。友友说得对，我应该换个驱动模式，然后更关爱自己：即使我什么都没做，我都是最棒的。 其实我一直知道这种思维模式有问题，因为它一直让我痛苦。但是眼下到了好好面对并且改善它的时候了，毕竟我想要新生活。改变它，也是新生活的一种。 虽然近些年来，我一直觉得自己在不停崩塌与重建，但是感觉这大半年，崩塌与重建的是地基。 好事不怕迟。","categories":[{"name":"情绪","slug":"情绪","permalink":"https://kiwylai.github.io/categories/%E6%83%85%E7%BB%AA/"}],"tags":[{"name":"社交","slug":"社交","permalink":"https://kiwylai.github.io/tags/%E7%A4%BE%E4%BA%A4/"},{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"}],"author":"Kiwy"},{"title":"年度聊天心得","slug":"年度聊天心得","date":"2024-12-22T15:38:34.000Z","updated":"2024-12-29T21:50:21.821Z","comments":true,"path":"2024/12/22/年度聊天心得/","permalink":"https://kiwylai.github.io/2024/12/22/%E5%B9%B4%E5%BA%A6%E8%81%8A%E5%A4%A9%E5%BF%83%E5%BE%97/","excerpt":"","text":"谢谢友友捧场，说想看我的聊天心得。 今年是我社交颇为密集的一年，且大部分是线上社交。主要分两类：求找工帮助和闲聊；主要语言是英语和中文。心得是：降低期待，真实做自己，就会有不同的收获。 找工类 （主要平台：ADPList,mentoringclub，长毛象。聊天人数：约 20） 我是毕业后拖了很长一段时间才开始找工作，一是害怕，二是盲目自信。结果是事态和我想象的完全不一样，我必须得更努力。还有就是，我发觉我容易困在自己的想象里，不了解行情和行业里的人。于是我开始寻求有经验者的帮助。 初期集中在三月，在 ADP 找了几个背景不一样的高级软件开发师。但是可能我当时的目标还不是很清晰，所以问的问题很浅。加之导师们也只是当作一个任务去完成，所以前期我感觉我并没有收获很多有效信息。见了五个人，一个想卖课，一个行为十分奇怪。详见文章《找导师之路》 七月的时候觉得自己签证所剩无几，得加速行动。于是又开始找导师，且还遇到象友的主动帮助。这次比三月的好很多，起码第一个导师就推着我写简历，第二个鼓励我海投，边投边根据反馈改简历。算是跨出了很大一步。 详见文章《找导师之路（二）》 我还参加过一次 ADP 的线下活动，和很多人尬聊，也问了一些人求职建议。加上坐车几小时，觉得身心疲惫，收获很一般。 十月的时候，依然没有收到任何面试邀请。我在某导师推荐的平台 meetup 上看到一个活动，主办人是在 ADP 想约但是约不上的人。我报名了那个活动，且在活动前约一周左右，看到活动条例说明，然后看到一个网站。我点进网站，发现一个 slack 群组，只看到科技相关，就顺手加入了。我看到不少人发求职信息，我也发了一条，并且说了签证只剩半年的事情。很快就得到了回复，其中一个是很好的D。 她给了我不少建议，还分享了另一个找导师的平台 mentoringclub，让我多去找人问问。刚好当时我发现我还是很害怕和人英语聊天，特别是非闲聊的情况下。所以我决定学习网页的暴露疗法：短时间内不停和人聊天，令自己脱敏。 我在这个平台见了近十人，大部分人都聊天一小时以上，岗位也更丰富些，包括：CEO、CTO、VP、HR 等。一开始我纯粹想问大家的求职意见，后来觉得他们也可能是人脉，或许能帮我内推。当然，最后没有获得内推。但是我感觉收获很大，因为我慢慢开始不紧张了，有时候甚至期待和不同的人聊天，获取不同信息和建议。我也更懂怎么去寻求导师的帮助了：上来先把自己的情况说清楚，然后把自己想获得的帮助说清楚。聊天过程中学会追问，把建议落实到点。最后一点，是推进对方，也是推进自己。因为人容易偷懒，说宽泛的话很简单，但是具体到点就需要用心。而我也容易偷懒，对方说得不细，我有时候也不会一样一样去检查自己做得是否到位。一个例子就是，我这个月才让一个导师帮我过一遍领英页面（之前几乎是空白），把需要改进的地方都找出来，一一做。 ADP 是一个相对年轻而国际化的平台，我感觉里面的导师虽然多，但是年轻人居多，良莠不齐。mentoringclub 相对老一点，上面的导师从业时间也长点，年龄跨度也大点，他们想问题会更深一点，也更真心一点。大概也是因为我了解的东西多了，目标也清晰了，也不那么害怕自己会被审判了，所以这阶段的聊天让我觉得像在采访。一个我大学感兴趣也尝试过的活动，我感觉我获得的乐趣比之前更多。 面试前和友人聊天，她们的建议是：噢，既然你问问题时不紧张，那面试时也继续问问题好了，把它变成自己的主场。我面试也真这么做了，随后我发现了谈话中令我专注或者不紧张甚至有点兴奋的点：我对某个话题是自信的（有了解，可以不多），那我问问题或者追问就会很自信。如果我因为紧张而问了自己不了解或者觉得可能是蠢问题的时候，我就会很紧张，事后还会去查证，再回想自己是不是说了蠢话。我觉得查证可以，怀疑自己说蠢话这点就不必了，因为人肯定会说蠢话。 综上，我感觉和导师们聊天的最大收获是：你真诚，就可以收获很多真诚。我因此改变了对求助一事的不良看法，也放开了自己，减少自我批判。 聊天类 （主要平台：安全港、电报群。聊天人数：30+） 安全港我之前写过了，虽写得很粗略。目前加入群组超过两个月了，熟悉的面孔变多了，大家也对我有了印象，能聊的东西也变多了。而我也敢开摄像头和大家说一些很沉重的话题了，说的时候情绪也稳定了很多。看到其他人相处/聊天的模式，我也不那么自我审判自己是否抢话、说了别人不喜欢的话了。所以这个群组让我认识各种背景的人之余，还能锻炼我的英语，且还能收获一些情感支持。例如：一起玩游戏就很开心。 电报群就是蜜儿所在的群，ADHD 友好，大家可以各说各的，还可以一直表达自己想死的念头而不用担心会不会惹人烦。噢，还认识了双拼，换了一种输入法。（我今年用微信特别少，中文聊天主要就是长毛象和这个群。） 最后 写的时候感觉自己没啥写的，结果还是写了不少，虽然还是像流水账。但这就是我风格啦~ 聊天心得就是：当你对一样未知事物害怕时，那就采用暴露疗法。接触多了，就知道了它的样子，也有了处理经验。它就不是未知（因为我发现我面对未知时最恐惧），而是变成了一件具体的事。接下来就可以遇到问题解决问题，没有问题就享受生活，而不是停留在对未知的恐惧里，畏缩不前。还有就是，多接触不同的人，建立一个更宽泛、维度更大的自我评价系统。世界真的很大呢，不要轻易陷入自我怀疑与恐惧之中。 春宵苦短，前进吧少女！","categories":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"}],"tags":[{"name":"社交","slug":"社交","permalink":"https://kiwylai.github.io/tags/%E7%A4%BE%E4%BA%A4/"},{"name":"生活","slug":"生活","permalink":"https://kiwylai.github.io/tags/%E7%94%9F%E6%B4%BB/"}],"author":"Kiwy"},{"title":"德国生活记——第一次面试","slug":"德国生活记——第一次面试","date":"2024-12-15T21:46:09.000Z","updated":"2024-12-15T22:27:20.328Z","comments":true,"path":"2024/12/15/德国生活记——第一次面试/","permalink":"https://kiwylai.github.io/2024/12/15/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB%E8%AE%B0%E2%80%94%E2%80%94%E7%AC%AC%E4%B8%80%E6%AC%A1%E9%9D%A2%E8%AF%95/","excerpt":"","text":"11 月 28 日，上午收到一封面试的邮件，查了一下，这个岗位是前一天晚上投的。面试时间约在了 12 月 6 号，但是没有写其他信息。 我第一反应是，我应该找谁去准备这次面试？第二反应是，不过怎么办？完全没啥喜悦。（焦虑人士常态）。 我和 D 说了这件事，也和一个 HR 说了，希望得到帮助。最后我写邮件问面试流程和面试官的信息，挺快收到回复：面试两轮，第一轮是网上面试，了解对方。公司是家族企业，所以没有 HR，MD 直接负责。同时还有个 senior 会一起聊。第二轮是办公室面试，技术面，MD 和其他同事会在场。 D 问了 AI，给了一连串可能会问到的问题。而我，完全不想准备，又开始丧了起来。 等我想查工资范围的时候，发现这个岗位已经下线了。公司只剩一个岗位，薪资范围是 30-45k，跨度可真大。 看了下 MD 的领英资料，在这公司干了不到两年，而且之前在房地产行业。senior 毕业在一家公司工作了一段时间，然后在这家公司干了十年以上。看了另外几个人，都在这公司做了很久，CEO 的页面也在。但是找不到离职员工的资料。MD 说总人数不超过 40，但是领英能找到的只有 14。 还是不想准备，也不想找人 mock，所以看了一些可能会问到的题，之后就躺了。 5 后晚上不算晚睡，想一觉睡到 10 点，然后 11 点开始面试，完美。结果十点就醒来，看到邮件，以为是拒信，不想打开。十点半，打开，原来是 MD 发来的，她女儿生病了，面试改到下周。她问我周二还是三有空。我回周二，但是之后一直没有回信。 然后又过来一个焦虑的周末。周一一天没收到她回信。周二也没有。我已经做好了被放鸽子的准备了。周三收到邮件，说她前两天忙，问我周五可不可以。我：可以。本还想要不要表达我的不愉快，问了 AI，还是决定算了。 周四晚睡，然后五点多才睡着，之后醒醒睡睡几次。实在太难受，也太饿，只好起来做早餐。 面试开始，MD 再次道歉，说她女儿 3 岁，生病了她只能陪着。我说我很紧张，但是可以先自我介绍。我介绍的比她们短多了。 面试一小时，他们没问那些我找到的面试常见问题，倒是一直问我有没有需要了解的。于是，我问的问题差不多是他们的两倍。他们（主要是总经理）问：三年愿景是什么；大概是我提到了两次很希望和移民局合作，为他们提供产品，总经理问：你怎么保证你不会入职后忽然回国。吓得我立马回到国内面试环节，紧张自证：中国有防火墙，我不想生活在那里；我很辛苦才能出来留学，不想轻易放弃；我还想申请永居，得工作好几年。她又问我理想的工作环境是什么。 我问了公司主要业务，这个岗位的工作内容，他们招人看重什么，这个岗位的领导是谁，没有领导那怎么派发责任？听下来是现在主要的产品是系统，没有前端。现在他们想做前端，先把公司网页做起来，所以开始招人。这个城市办公室目前 4 人，满员是 9 人，但是肯定不会一下子招完。senior 说技术不重要，人更重要。我 os：那为什么二面是技术面？而且你们这样的公司，技术面面什么？谁面？senior 看着比我还紧张，卡顿也比我厉害。他说了两次我可以教他们前端。我：大佬，大可不必这样把我放火上烤。 总经理问我期望薪资，我说我不知道。你能说说你的数字吗？她：我也没有。之后我们可以根据你的水平，一起商讨出一个结果，我们工资都是不一样的。（我昨天看了谈工资的视频，还约了之前的 CEO，让他教我谈工资，以防以后用得上。） 结束前还问了两位比较个人的问题，senior 是：你在这里工作超过十年，最有趣的事是？他楞了一下，想了蛮久，然后夸公司提供学习的机会，还有实现创意的机会。我问总经理：你为什么到这家公司来工作，因为你之前在不同行业。她：公司是我爸创立的，现在他想退休了，但是没人接手，他就想卖掉。我觉得卖掉可惜了，就想接手试试。我也不想再出差了，想陪伴家人。于是生完女儿就回来上班了。我追问：感觉怎样？她：还行，至少公司还在，员工也没走。退休了一个，走了一个。我相信走的那个不是因为我。大笑。 下周中出结果。不过圣诞在即，即使有二面，最快也是 1 月 6 日。我？？？？ 好了，无论结果如何，我总算是有了第一次面试。面试这件事对我来说就不是未知，下次就不会那么怕了。另，我大概找到了自己不紧张的模式：问有把握的问题。例如我对某问题懂一点点，不担心被当作白痴，那我就会专心于问问题和听回答，再决定要不要追问。感觉我还蛮适合做记者？？","categories":[{"name":"生活记","slug":"生活记","permalink":"https://kiwylai.github.io/categories/%E7%94%9F%E6%B4%BB%E8%AE%B0/"}],"tags":[{"name":"面试","slug":"面试","permalink":"https://kiwylai.github.io/tags/%E9%9D%A2%E8%AF%95/"},{"name":"找工作","slug":"找工作","permalink":"https://kiwylai.github.io/tags/%E6%89%BE%E5%B7%A5%E4%BD%9C/"}],"author":"Kiwy"},{"title":"情绪源头","slug":"情绪源头","date":"2024-12-08T21:27:54.000Z","updated":"2024-12-08T22:28:20.832Z","comments":true,"path":"2024/12/08/情绪源头/","permalink":"https://kiwylai.github.io/2024/12/08/%E6%83%85%E7%BB%AA%E6%BA%90%E5%A4%B4/","excerpt":"","text":"最近我好像意识到或者说发现，我一些恐惧情绪的根源来自哪里。例如羞于/怯于求助。最明显的事件是：D 女士帮我改简历。 我有丰富的搭顺风车经验，所以我有很多求人帮忙的经历，其中包括被拒。但是因为这些很多都是一次性的，所以无论成功还是失败，都不会产生太多感情。但是像 D 这种，不是一次性的，且她对我很好，又是长辈，让我既有被关爱的感觉，又有不想辜负他们的压力。怎么才算不辜负呢？就是一直表现很好，例如取得高分，例如获得面试甚至找到工作。否则，我就对不起他们对我的关爱和付出。不然，他们就会觉得我不够好，不值得关爱，之后会远离我、忽视我。 我发现这种经验主要是我爸带来的。 我之前一直觉得我妈对我很差，给我带来的伤害最多。我爸曾经爱过我，甚至爱我比我弟多。所以，我会很想回应这种爱，表现就是取得好成绩，让他满意。而我从小被我妈骂，被我妈打压，已经习惯她不爱我，也不奢望她爱我，甚至还有点讨厌他。而且我从小自信，觉得自己想做的事，努力去做，就能做到：最明显是取得不错的成绩。所以我真的不太在意我妈。在此或许还要感谢她没进一步打压我，非第一名不骂。 在我妈骂我不像 xx 那么勤快做家务、也不要求我弟做家务时，我爸还帮我做过家务，所以我当时觉得他好爱我。但是我爸从小就不管我们姐弟，我妈忙于上班，所以我算是散养长大的。我爸不在意我做什么，他也不会觉得我会学坏，所以我从小会做一些身边人不敢做的事情。例如我六年级的时候，我爸带我去邻镇，然后把我放在他朋友的店，自己去办事，给了我十块钱，让我自己去逛。我第一次去那个镇，也没人带我玩，我就自己摸索，在市集走了一圈。因为我方向感不错，所以安全找到路回去。 我还会骑车去不同的地方，有次带我邻居、比我大一岁的姑娘骑车去了她妈妈任教的小学，顺路去了我亲戚家；第二次去了我老家，在回到家门口的时候，遇到她爸凶狠狠对我说：又是你带她去玩的啦？然后我就再也不敢带她去玩了，而我爸依然不管我。 我爸只会说几句，让我努力学习，如果数学不好会怎样，但是从来不辅导我学习，也没想过请人辅导。即使是那样，我依然很害怕辜负他，并责怪自己不努力。 关于他，我已经写过不少文章了。例如《我爱我家》《有话好好说》。 我最终明白，我害怕获得关注之后，因“不够好”而被抛弃，主要是因为我爸对我的忽视。当然不止他一个人这么做过，我还有好些老师也这么做过。只不过我对我爸有期望，他是那时候我最想讨好的人，或者最在意的人/获得情感回应的人。所以他的忽视对我造成的伤害非常大，大到影响到现在。 我很开心我能发现这个根源，这意味着我有可能从根源上去改善它。从而以后走得更轻快些。","categories":[{"name":"情绪","slug":"情绪","permalink":"https://kiwylai.github.io/categories/%E6%83%85%E7%BB%AA/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/tags/%E5%AE%B6%E5%BA%AD/"}],"author":"Kiwy"},{"title":"安全港","slug":"安全港","date":"2024-12-01T22:00:21.000Z","updated":"2024-12-08T22:24:06.061Z","comments":true,"path":"2024/12/01/安全港/","permalink":"https://kiwylai.github.io/2024/12/01/%E5%AE%89%E5%85%A8%E6%B8%AF/","excerpt":"","text":"安全港是一个社团？大概就是一个群组，应该成立了蛮久，大部分成员位于英国。 初识在十月，当时我只是想疯狂社交，以便让自己脱敏。 他们一周四次活动，周日固定玩游戏。由于我的知识在问题之外，所以我基本不参加了。每个月参加次数是三。一个多月下来，我很喜欢这个群组。 因为在这里，无论我说什么，说得怎样，都有回应。即使他们未必会说什么针对我话题的话语，但是起码主持人会感谢我的分享。没人会忽然打断我，或者不耐烦嘘我下场。 聊天的形势有几种：大群聊天，需要举手排队；小组聊天，主持人分组，话题自由。试过一次一对一，十分像快速相亲，很有趣。 本月初进行了一次 k 歌，虽然参加的人不多，但是大家都唱了歌。一共进行三轮独唱，我第一首唱了陈奕迅的粤语版《K 歌之王》。人们很捧场，还说喜欢看到汉字在屏幕上。不过失误就是没找卡拉 OK 版，所以主持人把音量调很低，我相当于清唱。第二首是 Adele 的 make you feel my love。我为数不多能从头唱到尾的歌，但是有几句我还是记不得调调。主持人说我很 sweet。好的，我把悲歌唱歌甜歌也是才能。第三首是蔡琴的《恰似你的温柔》。最后大合唱了两三首歌，我倒是会唱最后两首。hey jude 还是我提出的，结果主持人选了一个超长版本，最后大家看到一直循环的 na na，一边笑一边唱。还有人提议以后不要停这首歌。很多人都不会唱歌，但是大家唱得都很认真，也很愉快。 主持人也很好，Michael 和 Chazzy。其实做这个工作会很累，因为要一直 hold 场。有时候，活动结束，剩下小部分人，大家还玩个游戏。虽然我经常因为英语不好，参与度不够高，或者压力有点大。但是想到参与了我才能提高自己的英语啊，而且他们又不会嫌弃我。所以就继续玩了，而且大部分时间都是愉快的。 一对一聊天最后一场，Michael 进了我和另一个人的小组。聊着问我们最讨厌的书，他的答案是德国一个作家，看完给他最大感受是：ta 这样都能出书，我也可以。然后开始写小说，感谢栏还感谢了这个作者。我们大笑，我：好喜欢 ta 能看到你的书。伦敦人：你让出版社寄给 ta 吧。hhhhhhhhh 就我所知，群里还有两个人写作，其中一个奶奶是’queen of dialogue’。会外语的人也很多。 让我很感动的是前几天，大群聊天的时候，主持人让大家举手说自己想说的话。第一个人说自己最近很难受，大概是抑郁的状态。期间他的网络不稳定，断了一次网。大家很安静，等他回来。第二次，说到他自己有点哭腔，他又断网了。Chazzy 说他应该是网有问题，让大家等他。除了一个做救助的女生说了两句话，其他人都保持安静。我举手了，第三个。当时我很焦虑，压力很大，因为找工还是不顺利。不敢和朋友说，不想分享这种悲伤无助的情绪，所以憋着很难受。期间第一个人这么一段网，我都觉得自己的情绪没那么浓了，要不不说好了。最后他回来了，单手捂脸。我也想哭。大家给了他很多安慰，Chazzy 也提供了一些网站。 最后我还是说了我想说的。其他人大概也做不了什么，所以也没说话。Chazzy 让我想想万一真回去了要干什么，其实我不接受这个安慰，但是情绪不对，所以应了下来。最后 Michael 问我除了找工是否还有其他办法，我说有，不过都很难。 但是说出来之后，心里舒服了很多。 和他们聊天，既能获得情感支持，还能联系英语，收获多多。感谢他们。也感谢我自己，勇于突破舒适区，去尝试新事物。","categories":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"}],"tags":[{"name":"社交","slug":"社交","permalink":"https://kiwylai.github.io/tags/%E7%A4%BE%E4%BA%A4/"},{"name":"生活","slug":"生活","permalink":"https://kiwylai.github.io/tags/%E7%94%9F%E6%B4%BB/"}],"author":"Kiwy"},{"title":"高高在上","slug":"高高在上","date":"2024-11-24T21:28:13.000Z","updated":"2024-11-24T21:59:33.069Z","comments":true,"path":"2024/11/24/高高在上/","permalink":"https://kiwylai.github.io/2024/11/24/%E9%AB%98%E9%AB%98%E5%9C%A8%E4%B8%8A/","excerpt":"","text":"没想到，我这么快又可以写一篇文章了。看了一眼上次遇到的事，才两个多月。 起因是：上周五，我通过网友的朋友进了一个电报群，群里都是在德国从事计算机行业的中国人。拉我进去的人说现在好像很少聊工作，主要聊天。我想，有一个渠道算一个吧。立马在群里说了自己的情况，并希望大家帮忙内推或者给点建议。 第一个人问我有没有简历。我看名字是男的，还有点慌，因为他什么都没说，就问简历。德国最近可以有个男的，在社交平台假扮女性，约女网友看房，然后实施强奸。受害者多名，德国警方发了中/英/德三语公告。 第二个回答的人应该是女性，说自己写个全栈项目跑起来，然后带着项目去小公司找 CEO，她当年就是那么做的。 第三个直接私信我，也是让我写全栈项目，部署。我的项目肯定不行，让我去 udemy 买课。fake it till you made it。我很感谢这个建议。她说她背景和我很像，去年刚毕业。但是问我为什么不去找学生工，“拉你进来的那个人也在慕尼黑，也是计算机的，不知道学生工的重要，没让你去找么”。我当然不想好人被误会，立马解释那是网友的朋友，好心拉我进来的。期间她不少问问题的语气都是如此，我又怕自己敏感，所以还是如实回答了。一度觉得我俩很像。 之后她还让我多跑步，身心健康。我觉得这个人还怪好的咧。所以她那些让我觉得攻击性的语气可以忽略。我还和D说了她。 结果我很快被打脸了。第二天晚上，她先给我发了一张截图，说那个人很好。 我：我没有小红书，请问这人是做什么工作的呀？ 结果，她： 这不是我的事情 或许我不应该给你很多信息 小红书有很多不同的信息，或许你的信息来源需要增加 但这不是我的事情 我…………………… 这调调，多么熟悉。我以为我最近遇到了几个好人，运气开始好起来了呢。我以为我避开了国男，就会平安呢。更巧的是，从我找学校到找工作，这么高高在上“帮助”我的，都是在德女生。这什么神奇的缘分，所以我得写下来。 然后说回那张图，我看完完全不知道它在表达什么，总觉得像在做法。它连信息都不是，居然还能用来做信息源？ BTW,我对小红书没有好感。倒是有它的账号，在拿到签证之后注册的，用来查买机票攻略和租房信息。但是我看了几轮，完全没有，就卸载了。我为什么对它没有好感？因为它信息太杂，需要花太多时间甄别，它不值得。 要学会甄别信息这一点，我还是前几年和闾丘露薇学的。 在这个信息爆炸的年代，获取信息是多么容易，只是获取有效信息很难。时间是一种宝贵的资源，我不想浪费在小红书上。它，不值得。","categories":[{"name":"他人","slug":"他人","permalink":"https://kiwylai.github.io/categories/%E4%BB%96%E4%BA%BA/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/tags/%E5%86%85%E7%9C%81/"}],"author":"Kiwy"},{"title":"跑路之DIY留学篇","slug":"跑路之DIY留学篇","date":"2024-11-17T16:36:42.000Z","updated":"2024-11-17T17:52:23.682Z","comments":true,"path":"2024/11/17/跑路之DIY留学篇/","permalink":"https://kiwylai.github.io/2024/11/17/%E8%B7%91%E8%B7%AF%E4%B9%8BDIY%E7%95%99%E5%AD%A6%E7%AF%87/","excerpt":"","text":"想把自己留学的事情写下来很久了，可又想找到工作再写，这样才算是完整的路，也更有说服力。 但是最近想了想，这段路很长，我可以分段记录。而且，并不是只有找到工作才有说服力，每一段都是我走过的路；我也没必要去说服谁，我把自己的生活过好就行。 为什么跑 20 年之前，我都觉得留学需要很多钱，是和我无缘的选择；而且读书很累，还要先从外语学起，对于上了大学就不想学习的我来说，太要命了。 但是 20 年春天，武汉封控，全国学校停课，去哪里都麻烦。我忽然觉得恐惧，感觉自由随时会消失。有朋友劝我去日本，说感觉那边适合我。我想了下，我微博关注的人里，有几个在日本，加上 19 年年底，我刚去过日本，对日本印象还不错。于是，我开始自学日语。 但是五月开始，很多地方复课，我们乡下也没出现过病例，我就松懈下来了。 但不安还是在的，所以在网上看到性感玉米劝人跑路，我又开始动摇了。21 年春，在长毛象看到几个人的最新跑路分享，于是我再次决定跑路。 当时感受是：她们可以，那我也可以。虽然我整体条件都没她们好，但是我能吃苦啊。我大学去大西北徒搭也是看到别人的帖子，然后觉得自己可以。钱不多，那就吃住这俩大头上省点呗。之后就愉快玩了整个暑假。 择校 当时我首选是加拿大，因为福利好，象友多。我也没查多少资料，想着先赚钱再说，时间到了就能解决。不过我当时钱很少，20w 不到，还要读书，感觉很难拿到签证。 到了 9 月，没像想象中那样大赚一笔，家里人也不支持，加上我工作经历很糟，我觉得加拿大是去不了了。然后一个网友推荐我去德国，说她去做过交换生，住宿舍的话，花费也不高；很多大学还不要学费，有些专业可以英授。于是我报名了十一月的 APS。在 APS 过了之后我发现，德国好多德授，英授很难抢。同时我也不死心，想试试加拿大。因为没有语言成绩，所以我还是得考雅思。 22 年 3 月底考完雅思，我还写了加拿大学校的动机信和推荐信。但是最后看帖子，觉得自己实在无望，就不要浪费申请费了。查了一轮，英语国家花销大，我都承受不起。德国硕士需要专业匹配度，而本科需要三年，而且英授本科约等于 0，于是放弃德国。 爱尔兰有个预科，学费有半价优惠，我就申请了（免费），最后拿到第一个 offer。我用这个 offer 换了新护照，因为旧的还有两年过期。换好比出去换方便。但是我查了下，爱尔兰预科只有一年找工签，再读硕士我又没钱，于是研究更多学校。 瑞典有和我对口的专业，我也交了钱。但是因为读资料不够认真，付款的适合没填申请号，所以作废。爱尔兰几所学校的计算机硕士专业都说我不符合条件。荷兰的要求太高，当时也快到截止期。 我问了几个中介，基本是不看好我 9 月能出去。两个说德国基本不行，一个推荐欧陆其他国家和非计算机专业。有个中介甚至说：如果你不是已经考了 APS，我都要劝你不要考。最后，我从他那里得知几所德国的私立学校，选了一家申请，立马有 offer。一德国的网友给我分享了另一所私立，对口我本科专业，也给了 offer。最后选了第一个，因为它最低可以读两学期，第二个学费一样，但是必须得四学期，而且即使我幸运拿到奖学金，金额也十分有限。 （我后来和几个读私立学校的人聊过，大家的感觉就是：拿学费换学签+找工签。我担心考试，印度人都和我说：私立学校不会挂你的。） 前期准备 1.APS。中国人申请德国、奥地利学校第一关。点击看备考经验 2.雅思。我后来才知道，我那野鸡学校，雅思要求才 5.5，多邻国成绩也可以。我还认识一妹子，人到德国了还没有语言成绩。 点击看备考经验 3.文书。野鸡大学，大概不看文书。但是递签还是得写文书+简历。我比较幸运，得到了一象友的结构指点和推荐修改服务（忘了哪个网站，但是那个人需要排队），和另一象友的免费修改。学校给了指导意见，但是不帮忙改。 递签 我是五月底递签。当时告诉我学校名字的中介说他们可以帮助办理。我：我又穷又抠，怎么可能假手于人。递签很简单：准备好官网要求的材料，预约日期，本人到场。 递签当天，面试官说我证件照底色不对，让我现场去大使馆附近重新拍。幸好那天预约的人少，大使馆后面就有照相馆，所以我拍完回去能马上继续。面试官问我学校语言成绩要求多少。我其实不知道，但是很紧张，说了 6。她没问我出国目的，也只有中文对话，所以耗时很短。但是我很慌。 我出去立马练习学校中国区招生人，她立马帮我处理分数的事。大概就是，我发邮件给学校咨询分数，再把学校的回复转发给大使馆。 官网写着一般五周出结果，我等了 12-13 周，期间写了两次邮件查询。我申请 9 月 1 入镜，签证 8 月 1 通过，8 月 2 寄到我手上。 （我感觉，德国留学签通过率还蛮高？我最近仍是一阿拉伯人，有几个硕士学位，还是拿到了今年的硕士学位签证。） 钱 我后来和人聊天，知道了多几家私立。硕士/MBA 基本是 2-4 学期，学费 3500-7500 欧/期。虽然还是不便宜，但是相对英澳，算便宜了。学生每周可以合法打工 20 小时，全年不超过一个值就可以（具体忘了），有最低时薪，打工还是可以覆盖生活费的。 递签只需要一年保证金，我递签的时候是八百多欧一个月，下半年就变成了九百多，今年貌似一千多了。 所以综和学费+保证金，我觉得德国是我当时的最优选。我当时就 20w，考试、递签、机票啥的都要花钱。所以做好了落地打工的准备。 没有别的选择了吗 22 年，德国的找工签停了，而且就算有，我也不符合条件。语言签也停了，所以不能来这边学德语再做决定。这个可上去不是很好的选择，也低于我预期。但我当时最想快点出来，烦躁到什么都不想做了。所以就选了我认为最好的选择。在一些大事上，我都是先做了再说，过程再慢慢调整，努力了总会有办法的。 一些有限信息（仅供参考） 今年，德国有了新政策：机会卡。有兴趣的可以去了解。如果还想低成本+就业，读书三十以内+不会德语、30-35+会德语，感觉可以去了解 ausbildung。如果能学德语+继续高强度学习，可以考虑重读本科。 最后：关于出国，我觉得首先得明白自己最想要什么；其次自己能承担多少（精神和金钱）。然后就可以缩小范围去寻找目标了。 ps，在情况允许的时候，大家还是多上网看官方资料吧。","categories":[{"name":"跑路","slug":"跑路","permalink":"https://kiwylai.github.io/categories/%E8%B7%91%E8%B7%AF/"}],"tags":[{"name":"政治","slug":"政治","permalink":"https://kiwylai.github.io/tags/%E6%94%BF%E6%B2%BB/"},{"name":"留学","slug":"留学","permalink":"https://kiwylai.github.io/tags/%E7%95%99%E5%AD%A6/"}],"author":"Kiwy"},{"title":"伪素食主义/健康饮食","slug":"伪素食主义-健康饮食","date":"2024-11-10T16:36:27.000Z","updated":"2024-11-10T16:59:25.584Z","comments":true,"path":"2024/11/10/伪素食主义-健康饮食/","permalink":"https://kiwylai.github.io/2024/11/10/%E4%BC%AA%E7%B4%A0%E9%A3%9F%E4%B8%BB%E4%B9%89-%E5%81%A5%E5%BA%B7%E9%A5%AE%E9%A3%9F/","excerpt":"","text":"因为这边杂粮（豆子）不好买，我又吃不惯本地面包，所以想要健康又营养的早餐有点难。后来看到象友强烈推荐隔夜燕麦，不太接受冷食的我在夏天开始尝试。具体就是燕麦+酸奶+牛奶，冰箱放一夜，早上起来吃。为此，我还研究了一下酸奶。 希腊酸奶蛋白质含量很高，但是价格也太高，基本超过 100g/1 欧。后来我发现一种叫 skyr 的奶制品，味道和酸奶很像，蛋白质含量很高，但是十分便宜，500g/1.49 欧。摘自维基百科：Skyr is a traditional Icelandic cultured dairy product. It has the consistency of strained yogurt, but a milder flavor. 至此，便宜又健康的早餐有了。但是，我的胃不太接受。大概还是因为酸奶太酸了，麦片咀嚼久了，胃也不爽。加了水果或者水果干也没有很大作用，每次吃饭时间得拖一个多小时。即便如此，我还是吃了两大包燕麦，加起来超过 2kg。 但是夏天毕竟短暂，所以第三包燕麦片没吃多久，我就觉得难以接受了。于是我做了实验，1）把牛奶加热泡燕麦，或者直接煮；2）把加热的牛奶倒进酸奶里。对比发现，我更难接受干巴巴的燕麦。因为我喜欢细嚼慢咽，所以吃着吃着我就开始反胃。酸奶虽然也酸，但是加了牛奶，就有点像饮料，慢慢喝倒是很快能喝完。 再之后，看象友分享自己的饮食，说追求高蛋白。这样吃精碳水什么的也挺开心。我想了一下，skyr 蛋白质含量 10.6g/100g，一次吃 170g 也有近 20g 蛋白质了吧，那我可以少吃点肉啊。 试了几天，忽然发现，其实我一天吃 250g，再加 500ml 牛奶，就有 10.62.5+3.45=43.5g 蛋白质了。这个已经满足中国的饮食金字塔结构的成年女性推荐摄入量了。再加两个鸡蛋，就超过 50，满足很多欧美国家推荐摄入量了。就别说主食类及其他食物的蛋白质了。那我就可以不把肉类作为主要的蛋白质来源了，而且相对来说还省不少钱，因为鸡胸肉打折下来都要 7 欧/1000g 起。（为了省钱，我来这边吃了不少我讨厌的猪肉。） 然后刚好买了一包打折的烘干花生，吃的时候很容易口渴，喝酸奶就刚好。主食变成了意面和土豆之类（意面的蛋白质含量不错，且血糖低）。这差不多就是所谓的地中海饮食了吧，除了没有鱼类。 目前已经照这个饮食结构吃了快一个月，感觉非常好。饥饿感和饱腹感没有很大区别，但是因为不吃肉，所以不用忧愁肉价，不用想着怎么把肉做好吃，也不用花时间烹饪，煮饭的负担就没那么重了。因此整个人十分轻松。","categories":[{"name":"尝试","slug":"尝试","permalink":"https://kiwylai.github.io/categories/%E5%B0%9D%E8%AF%95/"}],"tags":[{"name":"饮食","slug":"饮食","permalink":"https://kiwylai.github.io/tags/%E9%A5%AE%E9%A3%9F/"},{"name":"挑战","slug":"挑战","permalink":"https://kiwylai.github.io/tags/%E6%8C%91%E6%88%98/"}],"author":"Kiwy"},{"title":"D姐","slug":"D姐","date":"2024-11-03T14:16:29.000Z","updated":"2024-11-03T14:52:40.848Z","comments":true,"path":"2024/11/03/D姐/","permalink":"https://kiwylai.github.io/2024/11/03/D%E5%A7%90/","excerpt":"","text":"其实 D 姐是个英国人，但是为了保护她的隐私，所以这里用 D 姐。 之所以叫她 D 姐，一是她年纪比我大，二是我觉得她像一个大姐姐。 D 就是社交浓度一文出现过的那个帮我改简历的姐姐。我以为她会向其他人一样，来助一程，之后就不会再联系。因为很多人说有事可以找我，但是我觉得她们帮我看了简历，也没有给很具体的意见；且有一个我真找了但是不回我，所以我觉得 D 应该也是客气话。所以本周一她问我简历改好没，改好的话她就发给其他人。我愣住了，也很感动。本打算把手上的项目写完再更新简历的我，立马哐哐改好发过去。 第二天早上收到她的回复，指出了几个问题。我还是感动，立马哐哐哐改好，发过去。结果她又发现了一些问题，或者提出了一些问题。我：忽然有了点压力。但是还是听意见，改了。当如此几次之后，我压力就很大了，我深怕她觉得我蠢或者技能不够，不值得她帮忙，从而不理我。在最后她问我“你自己觉得怎样？或许你可以去 mentor 的网站上找找 HR 和本行业的人问问意见，然后有了最终版再发给我，我再分享给同事”时，那种焦虑达到了顶峰。我当时觉得她连造句都给我意见了，这也是我目前得到的最细的建议了，我这种行业经历空空、技能也不多的人，实在没啥好写了。我觉得这份简历已经很好了。前面那几句话，我可太熟悉了：你自己认为呢？你觉得这样就够了吗，是最好的了吗？妥妥的被遗弃前奏。她不再帮我不是让我最害怕的，让我最害怕的是她对我失望，然后离开。 我立马去她推荐的网站找人，找本周能预约的人，各联系了一个。当晚六点多，我收到了一个招聘宣讲的邮件，我以为是面试，就又很兴奋和 D 说了，并且问她建议。因为我觉得，虽然她可能会对我失望，但是她说我有需要就找她，且她还在，那我就找吧。然后她周三给了不少意见，起码是去搜了那家公司的资料。 周四的时候我见了一个导师，她说我简历很简洁也很清晰，也没啥需要改的了。 周五早上本来要见本行业的导师，但是她把时间改到了下周五。 周五下午就面试了，我早上十点多打开领英，打算再看看岗位描述。结果收到了一个陌生人的消息，问我这次面什么。我看到另一条消息，是 D@了这个人，说：如我们昨晚所说的，blabla。简而言之，就是她找来 A 给我指导技术面试。我当时感动得想哭，因为我没想到她会帮我帮到这一步。她当时给意见就说因为自己没经历过技术面，所以无法提供建议。 那一刻，我想起了大雄哥。因为会这么尽心尽力帮我的人，大雄哥是第一个，也是遇到 D 之前唯一一个。 但是可能因为那天 A 在忙，所以我回复之后，他就不见了。我紧张了几天，发现那只是一个宣讲会，且是面向低、中级开发的宣讲会。没有面谈的机会，但是主讲人放 PPT 进行测试（20 选择题）。我，一题都不会。 叶子姐姐说，肯定是得多面几次的，面多了有经验了，也就容易通过了。第一次面试紧张也是很正常的。 然后我就趁着天没彻底黑之前，去散步了。散步的时候想了很多，我觉得 D 对我这么好，我还是可以对她说说我的心里话。就当是打开自己，去拥抱陌生人。 回去后，我给 D 留言，说了自己的感受，还有那种焦虑是来自成长经历。她周六早上回复：我也有不好的父母，知道那种伴随糟糕经历成长的痛苦。但是我不会就这样离你而去，你需要帮忙还是可以找我。德国对女性和外国人都不容易，所以你需要看上去更厉害些。但是总是有人会乐意帮你的。 哇，看到就好想哭。但是我逃避了，没立马回她。但是当天给自己放了假，也想起了好多事，还真哭了几次。我觉得我虽然还没找到工作，其实已经在过新生活了。因为我在改变一些观念，尝试很多我以前不敢的事情。其实从我决定出国或者抵德的那天，我就在过新生活了。只是可能当时时间还不算紧迫，所以我还可以逃避，改变的步子小很多。现在是大步大步往前走。没办法不走，不走就只能送中了。 今早打开领英，想看看 A 有没有回复，或者告诉他面试结束了。结果看到他周五晚上的留言：首先分析了我那天找到的该公司面试问题，还推荐了一个练习平台，说他习惯用这个；问我那天面试怎样。有空的话，我们可以模拟面试，他给反馈意见。 我第一反应是：我这么烂，没啥能面的吧。但是又想，既然都烂了，早点获得指点找到努力方向不是更好吗？于是我感谢了一轮，回复了他的问题，还问他能不能帮我看看简历。 叶子姐姐说我肯定会找到合适的工作的，D 也这么说。鉴于叶子姐姐过去每次都说我可以，我最后真的可以，所以这次我也相信她：我可以。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"社交","slug":"社交","permalink":"https://kiwylai.github.io/tags/%E7%A4%BE%E4%BA%A4/"},{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"社交浓度","slug":"社交浓度","date":"2024-10-27T16:53:45.000Z","updated":"2024-10-27T17:24:39.714Z","comments":true,"path":"2024/10/27/社交浓度/","permalink":"https://kiwylai.github.io/2024/10/27/%E7%A4%BE%E4%BA%A4%E6%B5%93%E5%BA%A6/","excerpt":"","text":"本周进行了多次社交活动，且都是陌生人。 周一 周一晚上参加了一个线上的活动，women empower。我以为是女性聊天，结果是一个 coach 发起的活动，一小时，大家也没了多少。我说到我现在求职，很焦虑，说到父母，还忍不住想哭。虽然就说了几句，但是太激动了，话也说不好，于是决定多参加类似活动，进行脱敏。 周二 周二早上，查看另一个活动的细则时，发现活动要求，点进去看到一个论坛。注册，发求职贴，报名一个志愿者活动。很快有人给我回复，建议我找实习，有工资单可以延签；也可以考虑 ausbildung，甚至找德国老公，不要局限于找工作。另一人让我私信她，然后她约了周四早上视频聊。同时我还在一个论坛约了一个同城帖子的妹子，加了好友，约了周四吃饭。 晚上，我参加了一个 SH 的活动，以为是年轻人天南地北地聊。 结果我刚才进去，好多中老年人，且他们好多都认识的，坐标 London（不过大家没剧里那么伦敦腔）。我像误入的人士。还好奇他们聊什么。主持人说了他们一系列活动（算是每周固定），十分丰富。不过有些我没听清。 然后，就聊天室就变成了深夜悲伤电台。什么变得很抑郁啦，失去亲人啦。第一个人说（变得抑郁）的时候，大家很积极回应，还抢话。我很多次都想发言，但是想不起，心态却依然加速。最后大声抢麦，说了一丢丢想说的。还因为太紧张语速特别快，脑子跟不上嘴巴。从第二个开始，大家就变得很沉默。现在分享到第四个，后面还有几个一直在举手。 这个会议两小时，但是一个小时后我就变得困了，主要是眼睛很酸。刚看到一个一直躺着的胖子，睡着了。 下午，给一个欧亚混血的丹麦小哥进行了两个多小时的小外宣。 小哥和我住同一栋楼，隔了几个房间。其实我之前就知道他，他会很认真回应群里的消息，即使是延迟几天。我还看过他几次在草地上拉绳子晾衣服，有次下雨了也没去收。前几天他一直在我们房间中间的桌子那做木工，有次还留了锯子过夜（我当时不知道是他的），而我在附近晒太阳，散步。他抱怨过我们公寓没有 connection，住在这好无聊，他都想回丹麦了。但是他大概不知道我的存在。知道今天。 五点多，我打算去晒着太阳散步。出门前去后面感受了下温度决定穿衣，他大概听到我开门的声音，然后看向我，和我打了个招呼。 我正式出门，穿过草地时，看到他在涂颜料。我很好奇，就上前问他在做什么。然后，故事就开始了。 他给我说了他在画架，因为在读艺术，德语不好，找不到合适的兼职，就打算去街上卖画。我看到两块板，不太明白他到底想干什么，他就让我进房间看木架子（就是他前几天做的）。他说木架子和画板可拆卸放进行李箱。我说你好厉害啊。他说他父母家很多东西都是他做的，然后又给我展示了一个保险箱？一个金属做的大箱子，很重。他还打开给我看，说都是他焊的。还给我展示了他的防盗设施，在锁头前加了一个盖子，大剪子进不来的那种。我：你好厉害啊。我学过这个（我不知道电焊怎么说），知道有多难。然后手势给他展示了一下，他：你居然学过这个。我：大学学过。估计中国不少大学生学过。（我学校好些理工科都要金工实习）由此，小外宣开始。 他在柏林上学，虽然公寓房租不算便宜，但是柏林房租比这里贵。他又说，但是对比上海和北京，可能也差不多？我，可能是欸。他说他虽然没去过中国，但是知道北上是大城市，他去过香港转机，觉得那里空气很好，高楼大厦到处是，食物也好吃。还说上海应该是三千万。我：哎呀，我不知道呢。 这时候，他对中国都是好印象，还说中国经济好，很多人才。我：你知道我们学生时期每天坐在教室几个小时吗？然后一一列举。他：没想到呢。我又给他说了一下北京的地下室，再说了新冠封三年。 他邀请我进屋继续聊，我说我得去散步。等我走了几公里回来，他还在，然后我们又聊上了。小外宣进入重要环节。 我说了言论自由，还有海外小粉红举报。然后他给我说他看过的纪录片，一个中国画家被各种虐待。我：文化大革命吧。他知道抗日战争，知道毛泽东，知道 8964，还知道俄罗斯好些历史。他说习死后会不会有毛的地位，我：不会的，他太蠢了，他是团体斗争的结果吧。他：可是他不会很蠢吧，不然怎么成为主席？就算是团体斗争，为什么是他上呢？我列举小学生语录和行为和政策。 较为遗憾的是，我口语不行，很多事无法精准描述。但也相谈甚欢就是了。 周三 SH 晚上又有交流会。我洗完澡又精神了些，所以打算参加，看看都有哪些人，他们会说什么。 今晚的主题是 In what ways do you think technology has changed our ability to form genuine connections with others? 我想了想，科技改变我的命运啊。然后立马举手。等待的过程中想了想自己会不会离题，但是又想，管他呢，闲聊而已。 深呼吸了几次。大概因为没开摄像头，所以我没昨天那么紧张，语速也算是比较慢且相对平稳。我大概说了：对我来说，科技带给我的好处更多。没有科技，我不会坐在这里，坐在电脑面前和他们聊天。没有科技，我可能一直生活在小乡村。没有科技，我也不会遇到那么多来自各地的网友。 啊，感觉我条理很清晰呢，主持人也这么夸我。 周四 早上和论坛那个姐姐聊。她看了我的简历，给了一些意见。很具体的一些意见，而且算是比较细节？之前我没遇到过的。还指出了我一个单词拼错了，research 少了 r。她：没办法，大概是母语者比较敏感。 然后她又让我多找人问问，或者花 20 分钟去了解一个公司，假装对它很感兴趣，去找 HR 或者相关的人聊，特别是在招聘会上。有具体想入的行业或者公司就更好针对性操作了。 她也推荐了一些让我学的内容：agile methodologies: scrum, xps and others 然后她一直强调最好找女性，因为 girls help girls。我说我试过一些 meet up group，不过好多都是卖广告的。她：德国就是很怪，大家好像都觉得别人来是抢顾客的，过去的英国不这样，设计师是会帮设计师的。 她还给我领英的 connect，让我有事可以找她，或者可以告诉她后续。虽然她自己也吐槽现在的领英不像 network 了，因为好多人都不说话。 最后，她说：我肯定你会找到工作的。 我：wow, thank you very much 下午坐车去大都市，太久没坐车，都忘了怎么买票。问对面的妹子，还是她帮忙解决了。我有点头晕，不想玩手机，就和她搭讪。问她是不是附近大学的学生，学什么专业。妹子学生物，喜欢细胞学。我问要不要学物理化学数学，她说要。我真心实意：你很厉害。这些科目对我来说都很难。相谈甚欢，但是妹子几分钟后就下车了。 之后到了大都市，妹子还没到，我就逛了一下。我以为的见面：一起逛逛公园，然后一起吃饭。但是我们见面的时候，妹子拎着打包盒从另一个饭店出来。她可能是一个情绪很稳定的人，所以没啥大表情，声音起伏也不大。虽然她有问必答，但是我还是觉得有点尴尬。其实看着她拿着打包盒，我就应该取消那顿饭，但是我又觉得她好像很爱吃中餐，又很想试试这家店，所以还是没说。最后她就吃了几口肉，她点的土豆丝也没咋吃。临行前我忽然犯抽说要不抱一下吧，她尬住了，说还是不要吧。其实我平时也很少这样，可能是最近和外国人聊多了。 妹子倒是很厉害的人，国内本科，大一就找到了方向，开始自学代码，有过实习。去年毕业就拿到了这边的 offer，然后过来工作。 我：你好厉害啊，执行力也强。我大学完全迷茫，还颓废。 她：慢慢找会找到方向的。 我：找不到怎么办？ 她：那也无所谓，每个人的人生不一样。 因为穿的鞋子不是很舒服，我很快就回去了。倒是被刺激到，学了一个多小时德语。 SH 这晚上是读书分享会。因为我没读那本书（刚知道是哪本），所以我就光听（当练英语听力）。我蛮喜欢他们这种模式的，就一群人畅所欲言（当然有时候有人抢不到话），但是你可以不开摄像头也不说话。 周五 晚上勇闯德语聊天室。（误 其实是一个语言学习聊天室，上面列举各种语言，但是等我进去，里面就十来个人。这些人里，大多是老人家了，有几个我觉得七八十是绝对有的。 活动是两小时，但是他们设置成 3 个 40 分钟，到点就自动断线。 第一节，一直很活跃的人叫 Tim，美国人，会说法语和德语。有个在法伊朗男，说想学英语。然后大家开始说英语。Tim 很会讲段子，所以大家笑得很开心，我也很久没有这样大笑过了。Tim 讲了一个段子，大概是你要找女朋友就先变成罪犯啥的，我没懂。然后伊朗男提了几次首要想找女朋友，很恶心。但是大家也开始聊到政治和历史，所以我还是用英语说了些话。居然也没有好紧张。 几个老爷爷英语也挺不错的，然后我也是学到了一些历史知识。现场还有一个女的，听口音很像俄罗斯人。 但是第二节之后，伊朗人走了，其他人都投票说德语，我就开始略懵逼了。不过感觉听人聊天还是比听播客有趣。有个爷爷说了自己的故事，看大家的表情，有点悲伤。他们又谈到美国竞选，虽然一开始就说 no politic。然后那个姐姐说了她父母在哪里，我不认识那个地方。但是有另一个爷爷分享了他风笛吹奏乌克兰国歌的视频，大概姐姐是乌克兰的？ 看到美国老大哥说自己是将死之人（因为他画面很暗，所以看不太清。不过肯定是过了五十的）还在学外语，感觉我得更努力学德语啊。 好久没和老年人聊过天了。 但是事后想想，那个美国人还是挺恶心的。就是一种狩猎领导状态。 周末 周六的线上活动都是学语言，很多还是机构组织的，因为时间不对，所以我没参加。晚上激情写代码，还骂了 GPT。 周日晚上 SH 有活动，但是是我这的十点开始，所以还没决定要不要参加。白天激情写码，不顺就骂 GPT。但是它态度一直很好，我好像在打棉花，没劲儿。 感觉这周处于亢奋状态，而且是没睡好也会很亢奋。写这篇文的时候也处于亢奋状态，其实我脑袋发胀，感觉随时会倒地。 根据经验，估计不是明天就是后天就到谷底了。而且这种亢奋，其实也是一种焦虑，假装反抗焦虑。","categories":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"}],"tags":[{"name":"社交","slug":"社交","permalink":"https://kiwylai.github.io/tags/%E7%A4%BE%E4%BA%A4/"},{"name":"生活","slug":"生活","permalink":"https://kiwylai.github.io/tags/%E7%94%9F%E6%B4%BB/"}],"author":"Kiwy"},{"title":"子承父业","slug":"子承父业","date":"2024-10-20T10:50:51.000Z","updated":"2024-10-20T11:22:17.889Z","comments":true,"path":"2024/10/20/子承父业/","permalink":"https://kiwylai.github.io/2024/10/20/%E5%AD%90%E6%89%BF%E7%88%B6%E4%B8%9A/","excerpt":"","text":"教职工家庭里，和我一起上小学的有好几个，但是他们很多在初二的时候想要再巩固一下初中的知识，所以留级了。K 是其中一个。 他爸是老师，忘了教什么的了。我为什么会忘呢，因为他没有教过我，日常我也没和他说过两句话。他很瘦，驼背，寡言。但是他却是有名的赌鬼，很早的时候就借了高利贷，一直还不上，所以工资卡不在他手上。 学校在千禧年过后几年，麻将风盛行，大人赌，小孩子娱乐。我也会打，寒暑假就经常聚在其中一个发小家玩，当然，我们都是几个女孩子一起玩。但是 K 的爸爸好像很少在学校赌，我也不知道他具体在哪里。我知道他很多事是从别人嘴里知道的，特别是他老婆又在学校里大吵大闹之后。 据说他欠了高利贷，所以工资卡一直不在自己手上，但是他也没因此戒赌。他老婆很矮小，没什么文化。很爱计较，有点小事就和他吵；涉及到他一些补贴，他老婆还会和学校的领导吵。我大学之后，还会听到她在一栋职工宿舍楼前大闹，我家在五十米开外，但是因为地势平坦，所以我在三楼阳台听得很清楚。我小时候，很多家庭也吵架，但是到我中学之后，很多家庭的吵架频率就降低了很多，有也不会吵出家门。他家是例外，且持续时间是最长的。 他有个女儿，比我大几岁。据说结婚后还是补贴了一些钱给他还债。虽然我们同住一个学校，但是我和她也没说过几句话，因为她很像她爸，瘦，寡言。 K 看起来也寡言，但是留级后，和他班上几个家境不错的同学混得很好。因为我认识其中几个，所以也被带着参加过一些他们的活动，但是整体和他还是没啥话题，就打个招呼的程度。 我毕业一年后，学校的小伙伴们在群里说 K 脑子有问题，让大家有钱就捐点，在广州的可以去看看他。我当时刚好在广州，另一个和 K 一起留级，小时候家也住得近的小伙伴就约我一起去。我觉得他有点可怜，而我虽然没钱，但是一个人生活，多少还是能拿出点的，就答应了。我当时捐了 200（我房租 550），还在医院和他妈妈说了一会话。他妈当时也算感激，大概是没啥人去看望他。之后听说他做完手术，相当成功，就回家了。 之后几年，我从他人嘴里得知一些 K 的情况。K 大学寒暑假，特别是寒假，经常和同学打麻将，赌钱，且不是小数目。他是里面最穷的，但是好赌。那群人里，有一个大学创业，相当成功。我当时和朋友吐槽：哈，快把我那 200 块还给我。 可是没几年后，他在县城买了房，还结了婚。我当时很讶异，他们怎么那么有钱？听说他爸戒赌了，退休后还去和人开了个小的辅导班。但即使是这样，也不至于那么有钱啊？但是这是他们的事，我也没去问。 K 的妈妈有时候会在乡下住。我听过她和学校的保安吵架，她骂保安不负责，不给她开门（她开着小电驴）。对方觉得她是家属但不是老师，自己有门卡就应该自己开门，不要在这里拽（放假了，学校里没什么人，领导基本都不在）。她就和对方吵，说要投诉对方，让他失去工作。对方也怼：你去告啊，去啊。我又不是来服侍你的，你一个退休职工家属有什么好拽的。之后，住在镇上的油条副校长来找保安谈话。当然，没说要炒他，就是说没必要吵（毕竟烦到他了）。我也很烦她，她见面就问我赚多少钱等一些无边界感的问题。 差不多同期，我得知 K 还在赌，也借了高利贷；同时，他一个在县城做体育老师的初中同学、麻将友，也借了高利贷，工资卡不在自己手上。 这何尝不是一种子承父业呢。","categories":[{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"小镇","slug":"小镇","permalink":"https://kiwylai.github.io/tags/%E5%B0%8F%E9%95%87/"},{"name":"赌博","slug":"赌博","permalink":"https://kiwylai.github.io/tags/%E8%B5%8C%E5%8D%9A/"}],"author":"Kiwy"},{"title":"邻居一家——妹妹","slug":"邻居一家——妹妹","date":"2024-10-13T15:40:50.000Z","updated":"2024-10-20T10:52:35.418Z","comments":true,"path":"2024/10/13/邻居一家——妹妹/","permalink":"https://kiwylai.github.io/2024/10/13/%E9%82%BB%E5%B1%85%E4%B8%80%E5%AE%B6%E2%80%94%E2%80%94%E5%A6%B9%E5%A6%B9/","excerpt":"","text":"妹妹今年考上了高中，虽然不是什么好学校，但是起码也考上了。我之前一直担心她考不上，然后家里连技校也不让她读，因为觉得她成绩差，浪费钱。 妹妹其实算是不笨的人，只是小学基础差了些。但是她意志力不够，所以努力不够，成绩最后也没有提上去。也因为成绩差，所以从小被奶奶嫌弃，说送去辅导班就是浪费钱。也不被家里人重视，大概就是花最少的钱养大就行。初中之后，她也没再去辅导班，她家里人也没提过。 同是看电视，奶奶就会说哥哥是学习累了，休息；然后骂她整体只知道看电视，不学习。其他很多事情差不多也这样吧。 奶奶很抠，买十来个鱼丸回来，大部分都给了哥哥，还怪她吃得多。她奶奶还经常在门口大声说她的各种不是，巷子回音效果很好，所以我家隔了五米，也能清晰听到。 让我想写她兄妹俩是因为去年，她初三上学期，想买冬装校服。她初一的时候买了两套，但都起毛了，穿得不舒服。她有两种选择，一是在校外找人买（但是不一定有现货），二是从学校里报名统一买。她选择了二。但是她奶奶十分反对，觉得没必要浪费钱（接近 100 元）。她又找父母，两个人都反对，理由一样。我教她怎么去劝父母，为自己争取一套校服。但是最后好像都没用，她爸很反对。最后，我问她还差多少钱，我借给她，让她春节还我。最后，是她妈从私人口袋里掏了钱给她。 她妈妈和她爸在一个工厂，但是她妈妈的工资卡在她爸爸手上。大概是去年暑假，她近视了，希望配眼镜，看中的大概两三百，但是她爸不同意。最后还是她妈妈贴了钱买下来。 虽然她妈妈对她不是很差，但是对比她哥，还是差了很多。 她说我算她的闺蜜，所以会和我说一些家里的事情。我也会教她判断一些事情，或者怎么去反驳。当然了，她奶奶脑子血管不好，也无法动手术，我说你也就想想，千万别刺激你奶奶。我还常常拿她妈妈的际遇当作教程，让她努力学习，去往更广阔的天地，有自己的技能，实现经济独立，拥有彻底隔离这个家的能力。但是可能她还小，被创得也不够严重，所以基本也没听进去。又或者是，努力太累了，很难坚持。 但是国内这个形势，其实我也不确定，去了好点的学校，就一定能改变自己的命运。当然了，起码比去差点的学校的机会还是大些的。","categories":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/categories/%E4%BA%BA/"}],"tags":[{"name":"小镇","slug":"小镇","permalink":"https://kiwylai.github.io/tags/%E5%B0%8F%E9%95%87/"},{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"author":"Kiwy"},{"title":"高三班主任","slug":"高三班主任","date":"2024-10-06T11:08:35.000Z","updated":"2024-10-06T11:50:54.266Z","comments":true,"path":"2024/10/06/高三班主任/","permalink":"https://kiwylai.github.io/2024/10/06/%E9%AB%98%E4%B8%89%E7%8F%AD%E4%B8%BB%E4%BB%BB/","excerpt":"","text":"我高中选的理科，高三班主任是化学老师，一个高瘦、驼背，说话声音不大、较为沉默，戴着厚重眼镜的中年男人。他很喜欢抽烟，每次课前都要在教室门口抽一根烟，然后进来上课。 他上课声音不大却平稳，非常让我出神。他讲课也无趣，我经常听不懂。但是我听不懂基本不会主动找他，全部找同学。 我当时教室在一楼，左边是高二政治班，右边是另一个化学班。由于教学楼的限制，中间这个教室大概以为是办公桌，所以面积不大。被用来当作教室之后，只能装下四十来个学生。教学楼左边贴着墙，前面一栋教工宿舍楼，但是一楼住了体育生。所以两栋楼直接，有个小平台，我们楼的人很喜欢在那里踢毽子。 我经常是其中一员，有时候大部分是我们化学班的人，有时候高二的人也会参与进来。人多就围大圈，人少就在我们教室门口。有时候预备铃响了，很多人就散了，基本剩下我和班上一个很外向且喜欢踢足球的男同学。后来班主任在上课前说，希望大家在预备铃响起之后不要在外面逗留，进教室做准备。他没有点名，但是其中肯定是主要敲打我嘛。但是因为这一天然屏障，领导走过来也需要时间，所以我还是会在预备铃响起之后，在教室门口踢毽子，直到老师来。 其实我也不是很喜欢踢毽子，只是觉得一直在教室坐着很难受。课间本来有十分钟，但是预备铃只留给人五分钟。既然老师还没来，那时间应该还属于我才对。当然，我也不是对每个老师都这样，但是我就是很讨厌这个班主任，所以才不管他。 我们班，就五排。我曾经在第五排坐了挺长一段时间，很爽，很自由。我后来大概是为了认真学习，所以坐在了第一排。 班主任除了爱抽烟，身上总有很浓的烟味之外，还经常混着一股中草药膏的味道。两者一混合，是 2 的 2 次方。有段时间我正对讲台，实在是受不了了。有次在他的课前，在黑板上写下：吸烟有害健康。当时很多同学看着，但是没人说话。老师进来，看到这行字，没说任何东西。只是那节课，他一直在另一边黑板写字。 后来他有没有减少抽烟的次数，我忘了。我记得这件事是因为，我一般很少敢这样公开反抗一个老师。大概还是因为他真的很臭，我真的没遇到这么臭的老师；本来高三就很烦躁和敏感，让我更抗拒那股味道。还有因为他沉默，略颓，给了我勇气。 他最让我记恨的一件事发生在第二学期，在第二次市模拟考试成绩公布之后。他做了一个表格，根据前两次模拟考试的情况，把所有人划了一个等级。我是：高考考得好，就能上二本民办（我们称二 B），考得如常，那就三本公办（我们称三 A）。他还列了两栏，一栏让我们分析自己考出这个结果的原因，一栏让我们签名。根据这份表，班上可以上二本公办（二 A）的，屈指可数。 哇，看到这个结果，我气炸了。我成绩虽不稳定，但是我觉得我还是可以考二 A 的。而且，他凭什么就这样判了我们死刑，凭什么？都快高考了，算是人心惶惶，大家需要的是心理支持，你还要直接砍大家几刀？我很不满。这份表第一次传阅的时候，我直接递给了其他人。第二次他发下来，就几个人没填。我还是没填，直接去了厕所。后来我回来，据同桌说，班主任帮我签了名。我当时真是冷笑。 更让人绝望的是，级长知道了这件事，还开会让其他老师都效仿。🌱 那段时间，有次月假，我在小镇的街道上遇到我姑丈。他说他遇到我爸，问起我成绩。我爸说：她呀，她能考个二 B 就不错了。我姑丈笑嘻嘻说：怎么能考二 B 呢？得像表哥（他大儿子）那样考中大才对。我当时听到，一，很想扇我爸几巴；二，很想扇我姑丈几巴。恶心。 我当时也还是有些在意我爸的，希望能让他满意。但是他这样，让我心冷。班主任这个让我讨厌的人列个表，他对我来说，就是死人一个了。 哀莫大于心死，高考是我人生中最放松的一次考试；甚至说，它是我人生中难得的一次平静。（我现在去外管局拿个居住证，前一天都会失眠……） 大概也是因为平静，我最后真的考上了二 A，在班里排第四。我报考啥的，完全没找他。第二年我在高考前回去高中，看到他，马上撑着伞转向另一边。 在我大学毕业之后，坐大巴巧遇高三同学，于是我们加了联系方式。后来她回到我们县城工作，我们联系就更多了。这个同学，高中的时候十分勤快。我每节课基本只能专注半节课，有时候想找她聊天，她就会让我下课再说。高三的时候，她还和另外一个同学，在宿舍熄灯之后，拿着手电筒学到十二点多。她高考的时候，比我多了 2 分。班主任给了她意见，她没听。最后落选了，只好回去复读。她复读考上了 211。 她和我说，那时候她也很讨厌班主任，所以导致成绩不太好。报考也是因为讨厌他，没听取他的意见。虽然后来证明，他的意见是对的。我说，我还以为你是除了读书，不太会被其他事情影响到的人呢。你看我这样讨厌他，但是我也没放弃他教的那门。 忽然发现，我还是记得他的名字。F**k。真·音容宛在。","categories":[{"name":"老师","slug":"老师","permalink":"https://kiwylai.github.io/categories/%E8%80%81%E5%B8%88/"}],"tags":[{"name":"三观","slug":"三观","permalink":"https://kiwylai.github.io/tags/%E4%B8%89%E8%A7%82/"},{"name":"高三","slug":"高三","permalink":"https://kiwylai.github.io/tags/%E9%AB%98%E4%B8%89/"}],"author":"Kiwy"},{"title":"读书命","slug":"读书命","date":"2024-09-29T20:28:52.000Z","updated":"2024-09-29T20:41:22.439Z","comments":true,"path":"2024/09/29/读书命/","permalink":"https://kiwylai.github.io/2024/09/29/%E8%AF%BB%E4%B9%A6%E5%91%BD/","excerpt":"","text":"本周没有很想写的话题，刚好前些天知道了邻居一家——哥哥里主角的高考走向，就写一写吧。 他妹妹七月告诉我，她考上高中了。我好奇她哥的“读书命”走向，就问了一下。说是小高考考得一般，被一个幼教专业的大专录取了。大高考没考上本科（因为小高考被录取，大高考不能再包括大专院校，只能本科以上。），他爸让他复读，他本人不是很愿意。 至于之后他有没有反抗，我就懒得问啦。估计是不敢的。 据另一个今年高考的学生说，现在越来越多人报名小高考，所以录取线水涨船高。我是不看好这个男生的，毕竟基础差，也没啥学习的毅力。在市里最好的高中读了三年还是这个成绩，我不觉得他复读会进步很大。 我感觉命是天注定的，就是你的出生。运可能会受到个人努力的影响，但是到底还是洪流中飘荡。","categories":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/categories/%E4%BA%BA/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"author":"Kiwy"},{"title":"0元自学德语——A1/A2","slug":"自学德语——A1","date":"2024-09-22T19:38:07.000Z","updated":"2024-10-01T12:15:36.768Z","comments":true,"path":"2024/09/22/自学德语——A1/","permalink":"https://kiwylai.github.io/2024/09/22/%E8%87%AA%E5%AD%A6%E5%BE%B7%E8%AF%AD%E2%80%94%E2%80%94A1/","excerpt":"","text":"虽然没有参加 A1 考试，但是我默认我是通过了的。目前在学 A2。因为两者轨迹没有太大区别，就一起记录吧。 发音 对我来说，发音是第一步。有的人可以看视频，再练发音。但是我喜欢先了解发音知识，了解拼读，往后我就能自己读新单词了。而且这样学起来比较系统，也快一些。 发音教程我看了几个，感觉最好的还是南京大学常暄老师的教程《大学德语 I》。ps，b 站也有人上传了整个课程。 字母发音可参考 youtuber《德文 - 就是這麼簡單!》的视频，他们在 b 站也有号，DeyuMichaelDeike。两个博主都是专业的德语老师，且有多年从业经验，所以我还跟着他们学了语法。后面详说。 常老师讲课很系统，但是有些语速还是过快了，然后示范不算多，有些我听不清楚。但是很建议看，因为他讲得很细。 到了德国，我和德国人聊天的时候，有些人听不清我说什么。我德语老师是德国人，应该是没有研究具体发音位置，只会说给我听，不懂得教。后来我回去重看常老师的视频，然后又多听多发音，忽然就明白了一些发音规则，然后又让老师评价，得到了肯定。当然，舌颤音我目前还是发不出来，大概还是懒，慢咽练起来容易不舒服，就直接放弃。 但是怎么说，德国人自己都说德国各地区发音是不一样的，德国人也未必懂德国人。我也听过不少播客，有些音差异还是蛮大的。而且，就算是普通话，很多人都带口音，不是吗？所以前期就能说就行，日后可以精进。 语法 前面提到的就是这么简单的视频。他们有按等级分类，A1/2 都有合辑。 我一开始是直接用 DW 的资源，但是学起来蛮痛苦。后来去把 Michael 老师的 A1、A2 语法视频看完了，心里有了个大概。再跟着 DW 做题，就轻松了许多。 Michael 老师语气很好，发音也很好，还会举一些日常例子，让人没有考试的压迫感。学完了也可以回头再看一些他们的语法巩固一下，感觉基础就扎实很多了。 DW 的 Nico’ Weg 免费网站，还有汉语、英语等语言选择。我用的是英语，有时候遇到不懂的英语单词，我就顺便学了，一举两得。 一开始我也学得不认真，很急躁，所以都是匆匆按顺序完成练习就算。一课大概耗时半小时。但是很多单词都是懵懵懂懂，学完了基本就忘。我后来发现比较好的学习方法是：先找到本单元的语法看一遍，再把单词看/听/读一遍。结束后去看视频。先听一次，之后看字幕，充分理解对话内容，这样就知道这课讲的啥，做题就会变得简单许多。，最好能跟读一遍，可以提升口语和听力；但我经常做不到。这样每课耗时就变成了一个小时左右。 Nico 系列，课程设计得还是蛮用心的，视频也是单元故事，有点追剧的感觉。演员们演技也是在线的，吊打内娱 99%的偶像剧了。and，Nico 很帅！ DW 除了 Nico 之外，还有别的学习视频。总之，是一个相当不错的免费学习资源。 课本《Netzwerk Neu A1.1》 课本是楼友在群里说免费送，我就伸手要了。网上有视频和听力，得用书自带的密码才能下载。 因为是 A1.1，所以挺简单的。但是数字是我的弱项就是了。 对它没有特别的感觉，原价不便宜，如果不是免费，我是不会买的。 视频/播客 目前看/听了好几个，Deutsch mit Lari算是最好的。她是德语老师，发音比较好。视频多是日常生活，对着实物就很容易记住单词。她还会把一些单词大字号放在屏幕上，有时候也会重复读，非常贴心了。 辅助工具 词典 我用过欧陆公司的《德语助手》，但是它免费使用时间有限，所以我就放弃了。 也用过 Google 直接搜，动词还是挺方便查的，其他的就不太行。 另外几款很多人推荐的，我都用不习惯。 目前在用collins。其实也不太好用，但是我主要用了查动词，比 Google 方便吧。 chatGPT3.5 为什么是 3.5，当然是因为我穷+抠。3.5 就够了，有问题直接问，问单词问语法，挺方便的。 当然了，3.5 还是有些蠢的，所以不能全信。 语法书《德语语法 活学活用》by [德] 弗里德里克·金 [德] 乌特·福斯 网友介绍的，说她以前德语老师推荐的，老师也在用。我目前就看了一小部分，感觉还行。除了讲解还有练习，比我之前看的另两本国人写的语法书要好些。 别人的学习方法 有个方法我觉得不错，但是我实在太懒开口，所以基本用不上。 就是找一部生活剧，跟读角色们的台词，重复读，读到能自然说出口为之。以说带听，真的是最好的。但是我就是，做不到……所以我英语口语也是最差的…… 附一个雅思自学经验分享。 最后 因为我从开始学习发音到今天，拖了很长时间，具体我也不知道我学了几个小时。 我感觉语言，还是得持续输入，不然很容易就忘。还有就是，暂时不打算考试，我不喜欢刻意背单词，所以就没背过。目前感觉是：见多了就记住了。","categories":[{"name":"学习","slug":"学习","permalink":"https://kiwylai.github.io/categories/%E5%AD%A6%E4%B9%A0/"}],"tags":[{"name":"德语","slug":"德语","permalink":"https://kiwylai.github.io/tags/%E5%BE%B7%E8%AF%AD/"},{"name":"自学","slug":"自学","permalink":"https://kiwylai.github.io/tags/%E8%87%AA%E5%AD%A6/"}],"author":"Kiwy"},{"title":"ADPList见面会","slug":"ADPList见面会","date":"2024-09-15T21:15:05.000Z","updated":"2024-09-15T21:34:28.202Z","comments":true,"path":"2024/09/15/ADPList见面会/","permalink":"https://kiwylai.github.io/2024/09/15/ADPList%E8%A7%81%E9%9D%A2%E4%BC%9A/","excerpt":"","text":"为了找工作，13 号去柏林参加了 ADPList 的线下活动。其实不抱什么期望，只是很多人都说或许有用，那就试试吧。 一开始设想是提前一小时坐车，然后在地点附近逛逛；活动上找某中国发言人之一聊聊，问问她有没有内推。最后因为下午一直刮风下雨，我还是在活动前一小时出门。今年基本没离开过公寓 10km，出门基本是步行或许骑车，坐在火车上还有点不适应。加上前一晚睡得不好，整个人都是晕乎的，手机也不想玩。本想练练听力，听听周围的人说德语。结果没多久我周围坐了一群中年妇女，盲猜她们说的法语，因为我听到了 ciao 和一些弹舌音。 火成延误，下车的是中央火车站，我找不到路。很多人匆忙，我看了一圈才决定找一个坐着的大哥问路。他拿着我手机走了几米然后告诉我它动了，就这么走。但是我还是疑惑，没看懂到底导航是怎么运作的。又看了一圈，最后看到一个牵着狗的白人，我想着她应该住附近，就问了她。结果她开口和我说普通话，还挺标准，也表达清楚，让我往某个方向走，然后过马路去坐两站电车。我本来打算走路，后来想有点赶，还是坐电车吧。 在车站，我第一次问旁边一男的是不是这辆车可以去我想去的地方。那个人说他不是柏林的，然后又看了一下，说是。我等了一会，不确定，又问了一个亚洲面孔，开口就用普通话，结果她还真是会说。车上我差点下错车，她告诉我是下一站。 去到现场的时候应该是六点五十左右，进去就好多人，还好多在闲聊。我和一个印度女生尬聊了一下，又来了一个印度女生。我问后来的那位，你是在这边读书还是从印度应聘过来的，她：我结婚过来的。 现场没有话筒，所以很多时候我听不太清。加上室内很暖，我一直很想睡觉。谈话部分一结束，我就冲去厕所，然后出来找吃的。为了找人聊天，加上食物不好吃，所以我吃得很快。 意外看到一个在大企业工作的嘉宾 A，我立马上去问：我能问你一个问题吗？然后说了自己的情况，请他给了找工作意见。他加了我领英，给我推荐了一个播客，说看看别人的思路。也可以帮我看简历，顺便留意一下工作。还给我推荐了一本有声书和一个软件信息的网站，让我多看多听。 然后忽然有个人插进来，说了一些。我原以为他们认识，后来好像不是？男的伊朗人，一上来就推销他的做简历视频。A 说你们加领英啊，B 不情不愿拿出来。然后还巴拉巴拉。我迅速打断，问了几个问题，让他看了简历。他的建议：1.学精一两门语言，不需要多。2.我 CV 的 summary 太 AI，得介绍自己。我问他该怎么写，他让我看他的 GitHub 材料和视频。3.有时候我问 hr 为什么给我发拒信，hr 的回复不一定有用。因为他就是同意回复别人……然后我说上厕所，就结束了对话。 出来，我的目标谈话对象 W（她之前是 PM）还在。怎么参与她和别人的对话并和她进行对话，废了一点时间。同时也见到了其他人（R）怎么无压力迅速做到我想做的事。W 发言之后说了在寻找合作伙伴一起开发 AI 记忆。我问她招人吗，她说公司还没成立，暂时不招。我问她有什么内推吗？她说暂时没有，可以帮我留意下。然后让我多参加活动，因为有些招聘不公开。或许线上找陌生人也可以，这边的人还是很乐意帮助人的，不像国内。投简历无论多少个 no 都不要在意，只要一个 yes 就 ok 了。我：有人也对我这样说过。然后让我问问活动场地的公司招不招这个岗。 我问了，人家让我上网看……另一个台湾的志愿者 V 在旁边想让我们聊，但是她说要收拾场地，走了……然后 V 和我说了一些，让我多参加活动，内向也没关系，找她就好，她很擅长破冰。 本打算走，从厕所出来，看到 W 和网站 CEO 在聊天，还用普通话，那我就直接参加进去了。CEO 是新加坡人，这个网站是副业，但是已经融到资了。他问我为什么不去新加坡，还说新加坡好多移民，包括中国人。我说德国是我当时最优选。他问 W 为什么来德国，后者说她本科是德语，所以来德国是很自然的事。我还顺便和 CEO 说了我之前遇到的怪人，他给了我邮箱让我反馈给他。 R 走过来，又很自然参与了群聊，然后 CEO 说了几句就走了。R 好像在设计界挺有名？感觉好些人都认识他。然后他加了我领英，说了一堆漂亮话，差不多就是以后或许他招我软件工程师呢。他也让我多参加线下活动，可能可以直接和公司的 CEO 啥的聊天呢。我：哪里找这些活动？他：你多参加可能就有啊。你一直在网上找人，人们见不了你甜美的笑容，你懂我意思吧？你得让人和活人聊天，blabla。这大哥，197cm，和他说话，我脖子和耳朵都好累。 活动结束时，我找地铁，问了两个男的。其中一个男的说你好，你叫什么名字。我说你会中文？他：我阿拉伯的。但是他好像就会这几句了，地铁位置不会说，就指着一个方向让我走。但是我走后，他们两个在聊什么，然后哈哈大笑。老实说，我感觉不太好。但是我们不会再见了，就这样吧。 每次这种社交场合，我就会反射性露齿笑。大概是太紧张而太用力，所以每次都会下颌骨痛。 周六给 CEO 写投诉信的时候，意外在邮件翻到了场地机构的拒信。查了下记录，我是上个月初投的，然后月中被拒。 然后听了一下 A 大哥给我推荐的有声书 Never Search Alone，原来是这个 Phyl Terry。我记不住他的名字，但是认得他的声音，因为我看过他一些写简历和找工作的视频。他说英语舌头总是很忙，好像随时要喷口水一样。 我还关注了 ADP 的 IG，但没看到 V 说的活动。啊，得找个时间问问。","categories":[{"name":"导师","slug":"导师","permalink":"https://kiwylai.github.io/categories/%E5%AF%BC%E5%B8%88/"}],"tags":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"},{"name":"ADPList","slug":"ADPList","permalink":"https://kiwylai.github.io/tags/ADPList/"}],"author":"Kiwy"},{"title":"以偏概全","slug":"以偏概全","date":"2024-09-08T17:35:13.000Z","updated":"2024-09-08T17:59:30.757Z","comments":true,"path":"2024/09/08/以偏概全/","permalink":"https://kiwylai.github.io/2024/09/08/%E4%BB%A5%E5%81%8F%E6%A6%82%E5%85%A8/","excerpt":"","text":"前几天在 ADP 上看到一个中国导师，且评价很好。虽然不是我的就职方向，但是我看到她说她有多年的德国工作经验（应该就是留学-工作这条路），想着我可以找这个人帮忙试试。但是她最近的预约是这个月底，太晚了。于是我给她发了私信，说了一下自己的情况，问她有没有工作推荐，或者找工建议。 她第二天回复了，问了我几个问题，同时给了一些建议，总结下来就是： 1.现在就业市场很差，他们公司也 freeze hiring 了。 2.很多有工作经验的人也找不到工作，我竞争力可能不足，最好考点证，还有申请免费实习，增加实战经历。 3.会德语是加分项，反之减分。 我感谢了她的建议，还回答了她的问题，希望得到进一步的帮助。 很快，她又回复了，先是说我钱少应该读 ausbildung 而不是私立学校。目前就建议多考证和学德语。 到这里，我就有点不舒服了。虽然她没必要帮我，但是我赶紧你也没必要指责我。 ausbildung 也不是想读就能读的，它也有要求，大概是：年龄最好是 18-25，德语需要 B1。我不确定这是不是最低要求，虽然官方资料是没要求年龄，但是我看不少国家的帖子都写最好不超过 26 岁。德语要求基本是跑不掉的，毕竟是德国。 所以出国前，我觉得这对我来说很有难度，就德语这关，我就过不了。如果我当时能达到德语 B1，即使我还是走我现在的路，那我现在也不必这么困扰了。 想起我出国前，在网上问过择校和专业的问题。有个网友也是直接一副嗤之以鼻的姿态，嘲笑我不会搜索。但其实，她说的那个专业，和我本科专业名字很像，实质差了十万八千里。 虽然我是挺懒的，但是我不至于笨到一些基本的搜索都不做。所以我很讨厌这种其实本人也不了解，但是一副了解一切、且指责他人的姿态。 没必要，真的没必要。 同时我也告诫自己，不要做这种人。 还有一种情况，给建议的人挺好的，他的建议也是没问题的，且有些是他本人经历过的。但是，他走过的路，你未必适合走，即使那条路看着很宽，很多人走。 所以，还是不能偷懒，得多做了解。不然，坑的还是自己。","categories":[{"name":"他人","slug":"他人","permalink":"https://kiwylai.github.io/categories/%E4%BB%96%E4%BA%BA/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/tags/%E5%86%85%E7%9C%81/"}],"author":"Kiwy"},{"title":"德国生活记——保险","slug":"德国生活——保险","date":"2024-09-01T18:17:10.000Z","updated":"2024-09-01T18:51:27.052Z","comments":true,"path":"2024/09/01/德国生活——保险/","permalink":"https://kiwylai.github.io/2024/09/01/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB%E2%80%94%E2%80%94%E4%BF%9D%E9%99%A9/","excerpt":"","text":"8 月 16 日，磨蹭了很久，我终于打开我的保险邮箱，结果看到好几封欠款通知。我觉得很奇怪，我不是都按时缴费了吗？马上联系微信客服，让对方帮我查。但是他回答得很含糊，也很慢。我打开银行 app，都是德语，看不懂，也不允许截图，不能马上翻译。因为我的保险和租金都是定时发的，这两者的付款页面都有几个“！”，吓得我马上找人问。 我立马敲邻居的门，没人应。敲了另一个我知道会德语的楼友，也没人应。在大门口看到一个楼友，就抓着问了，她说会一点德语，但是最后没能解决我的问题。我在楼群问有没会德语的人刚好在家，我急需帮忙，也没人回。发邮件给公寓某个工作人员，问他能不能帮我问一下财政部。最后，我想，最快的解决办法是去银行。 于是我午饭没吃，立马飞车去银行。路上很热，我又很急，快到银行的时候，我差点反胃，有点中暑的症状。那天算运气好，不需要排队，也有人会英语。我的转账没问题。 我又微信问客服，如果想续的话怎么操作，他给我发了一个页面，上面有价格。然后他告诉我，现在是每个月 1 号之前得交保费。我觉得可能是保险公司改了规则，而我是每个月第一个工作日缴费，所以出现了问题。 因为我现在用的是私保，费用低，但是报销比例也低。公保要 200+，但是全部报销。22 年末的时候，Emmanuel 劝我买公保，我说我递签的时候试过一家，买不了。然后我查资料，说超过 30 周岁的学生买不了公保。他说可以的，有个同事就买了，还带我问了那个同事。我当时觉得太贵了，所以就没细问。 在这里解释一下，入境德国、延签是一定得有保险的，身份不同，保险业不同。30 周岁以下的本科生、硕士生必须买公保，同时享受优惠，个人只需要交 120 多欧就可以了。有正职的人也必须买公保，公司会交一部分；具体是怎样，我忘了。 我又研究了一轮，找工签是很难买到公立保险的；加之太贵，我业觉得我未来几个月肯定能找到工作的，就到时候再买吧。 去年九月一日，我第一份保险到期。为了换签证，我直接在微信客服那里延长合同。我当时也没想到自己会一年了还没找到工作，也懒得动脑，就延长了合同。但是很多私保一年半或者两年后都会涨价，且涨幅在 50%以上。于是我打算换一家公司试试，很多公司前 18 个月都是三十多欧。 我在保证金的公司看到他们有保险，以为是他们自己的，就直接申请了。但是他们的页面操作很麻烦，花了我一个多小时。最后我收到了合同，但是他们让我入境后激活。我觉得很奇怪，因为我已经在德国了。于是我打电话给客服，客服语气很不好，大概是我这种情况不适合买他们的保险。客服让我写邮件，说我这种情况是怎么回事，然后说我的问题。 同时我在另一个私保的资讯页面说了我的情况，问我能不能买他们的产品，留了电话和邮箱。（当时单纯只是想知道我这种情况是不是一般公司会拒保） 来回两天，我在 20 号收到他们的邮件说我在我希望开始保险的那天激活就行，然后得提交我的地址和银行卡号。 我以为没事了，就拖到 24 号才回邮件。结果，客服和我说：我问了同事，说你这种情况我们保不了，你还是延长你原来的合同吧。 我很生气。但是因为我的合同九月一号就到期了，也没时间了，所以也很焦虑。我立马在微信联系了原来公司的客服，说要延长。但是当天都没收到回复，我更急了。 第二天早上，我又联系了一遍，还是没人回复。我觉得这样太被动了，于是查了他们的客服电话。先是英语客服，后来她给我转了普通话客服，说我欠费了，因为我的保险从第 18 个月开始涨价。然后她给我转了合同部门，男客服告诉我，找工作签不能续我原来的学生保险，得换险种。我问找工签是不是不能买公保，他说我可以试，可能有人收。我问我这种情况是不是私保也不好买？他说，旅行险可以买 60 个月的。我问那我再申请，你们会拒保吗？他说我得先补交欠款，然后他们再审核我的合同，所以他不能给我打包票。还让我补交钱之后，截图+新的申请号发给客服，加快审核速度。还有，他们官方没有客服微信，微信客服都是第三方。 我搞定之后，在微信和客服说我不需要了。他让我确认，我说是的。他又说如果有工作，可以找他们买公保。我问是哪个公司的，他问我是不是准备有工作了。我说还在找。他说那你找工签是不能用你现在的保险的，如果产生费用，是报销不了的。 所以我这过去一年，花了大几百，买了一个用不了的保险……我延长的时候没说情况，客服也没问，就这么操作了。也幸好过去一年我身体健康！ 然后这个客服还一直给我推销，问我入境情况。我也懒得理了。入境情况其实我月中才和他说过。这个客服真的不行。 28 号早上，我有一个保险公司的未接电话。然后很快收到他们的邮件说我还欠款，所以申请暂时不能通过。大概是我旧邮箱给他们发的邮件没人看吧，于是我又用新邮箱把付款截图发了过去。两小时后，审核通过。 啊，工作快到碗里来。我想买公保，我想有工资，我想有蓝卡！","categories":[{"name":"生活记","slug":"生活记","permalink":"https://kiwylai.github.io/categories/%E7%94%9F%E6%B4%BB%E8%AE%B0/"}],"tags":[{"name":"德国生活","slug":"德国生活","permalink":"https://kiwylai.github.io/tags/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB/"},{"name":"保险","slug":"保险","permalink":"https://kiwylai.github.io/tags/%E4%BF%9D%E9%99%A9/"}],"author":"Kiwy"},{"title":"灵肉分离","slug":"灵肉分离","date":"2024-08-25T19:42:19.000Z","updated":"2024-08-25T20:26:16.196Z","comments":true,"path":"2024/08/25/灵肉分离/","permalink":"https://kiwylai.github.io/2024/08/25/%E7%81%B5%E8%82%89%E5%88%86%E7%A6%BB/","excerpt":"","text":"白天的时候想好了本周主题，但是傍晚睡了一觉就忘了更博的事情，晚上洗着碗想着接下来的学习，忽然就想起来：噢，还没更博。然后一想，我有了更想写的主题。 本周状态比之前都好了很多，主要是之前太差了。 周一到四有投简历，虽然不多。但是每份都会去准备 cover letter，虽然是直接用 chatGPT 写的。但是其实我真不觉得 CL 能为我加很多分，毕竟现在竞争实在太大了。 本周德语小老师都没开课，他周三之前也没在群里说话。但是我想着既然都有老师免费教了，还是趁这个机会好好学吧，于是会自觉学德语。状态不错的时候，也学一下 react。 周五的时候看到象友分享的新闻，美国招聘广告，目前有 4/10 是 ghost opening（幽灵广告？！）。象友也分享了自己找工作的艰难，说以前是一投一个准。她本身也是很优秀的人，但是还是受到了大环境的影响。我就想，美国这么差，那全球基本也不会好的了，所以我收不到面试邀请也是正常的。随后我想了一下，我技术不行，短期内也很难提高到很行的地步。我不如换个重点吧，把德语学好，起码可以投的岗位多一些。（英语岗竞争真的很大，每两个小时就分分钟过百人投递）又或者说，这个是我目前做得更顺心的事情，它给我带来了一些快乐，目前学码还没有带给我这些快乐。离我签证到期还有八个月，还有时间，那我就不去担心遥远的事，先把眼下的事情做好。学会另一门语言，总是会有用的。 周四，老师说他本周末要去远足，所以不开课，下周再联系。然后我就按照自己的步调学习了，同时也期待他的德语课。究其原因，大概还是因为社交。我与真人有互动，能收获即时的反馈，大概是得到一些情感上的满足，例如陪伴感。网络也可以给我互动，像 GPT 就可以解答我很多问题，而且可以用中文解答，我也是中文发问，会更自在些。但是它是硬邦邦的，让我感觉不到与他人的联系。 周六去扔垃圾的时候，看到一个男生在门口浇水。我不太确定他是不是我在 WhatsApp 里聊住宿的那个人，但是因为他刚好对着垃圾房门口，我还是打了招呼，然后问他种的是什么。聊了一下，我感觉他应该是那个人吧，然后就说我是和你聊的那个人。blabla。其实我的英语还是不够用，所以有些表达有点吃力，但是他似乎能理解我的点。但是因为要赶着去超市买打折商品，所以我说了一阵就走了。 然后这次社交也给我带来一些轻松感？就是我往前一段时间都挺怕和人社交，不知道聊啥，也怕对方不理解我的话。像去年我和楼友打过排球，但是因为我太菜，似乎被嫌弃了，我就略逃避和这些人聊天。但是之前看到群里有个人，刚住进来就经常在群里问各种问题，说自己的需求。他的英语我是经常看不懂的，有些问题我觉得他好厉害，因为我是不敢问的。但是经常有人回答他的问题，所以我想，其实可能人家不会那么轻易去评判一个人，能帮的还是会帮。所以我也没必要太担心，多问问总是没坏处的。 还有就是，我之前见过的几个 mentor 都和我说找工需要社交，去线下或者 LinkedIn。我一开始也有些抗拒这点，觉得我没有勇气去做这些事。然后李女安和我说，她工作的时候需要找很多陌生人合作，也找过陌生人内推，真的没什么。我一想，好像也是。如果别人不理我，也不代表是我不行或者有问题。试试总是好的，起码努力过。之后我就尝试联系过校友，虽然他很久才回复，也没帮上忙，但是我突破了我的舒适区。大概也是因此，再和陌生人社交，我感觉压力小了很多。 大概还是：这件事没成功，不是因为我不好，所以不必害怕。这么一想，我或许需要看看《被拒绝的勇气》呢。套用歌词：我们都没错，只是不适合。 啊，又是自我成长的一天呢。 之所以写这篇文，最重要的是：我最近睡眠比较差，但是居然学习状态还不错。有几天是到五点多才睡着，然后十点多十一点多就醒来，再也睡不着。有一天头还是晕沉沉的。照以往，不要说学习了，就连小说我都会看得不愉快。但是那天，我学了一个多小时，有段还是连续五十多分钟。整个人，好像灵肉分离一样。太有趣了，前所未有。 最近的睡眠大概是我这两年来最差的吧，以前再差，严重失眠的情况也不会一周内出现两次。而且我的饮食和运动基本没大变化，甚至运动量要比以前高了一些。结合各种梦来看，我应该对找工作很焦虑，也因此睡眠差吧。但是让我意外的是，这些天，肉体对我的影响会降低那么多。然后我也能静心、自觉学习，以前我都是：啊，不学习找不到工作，找不到工作就留不下来，所以必须努力学习啊；啊，我是一点都不想学习啊，好难受啊；啊，今天又没有学习，工作肯定找不到了，好难受啊；好难受啊，不想学习，点开也学不进去啊。失眠的时候我也不要勉强自己了，安慰自己：睡不着也没什么，明天又没什么重要的事，状态不好也没关系，学不进去也没关系，还活着就很厉害了（虽然我时时想死）。主打一个顺势而为。 啊，感觉不知不觉中，我收获了一些 inner peace。希望这种状态能持续久一些。","categories":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/tags/%E5%86%85%E7%9C%81/"}],"author":"Kiwy"},{"title":"德国生活记——德语学习小组","slug":"意外之喜——德语学习小组","date":"2024-08-18T20:21:48.000Z","updated":"2024-08-18T20:38:54.720Z","comments":true,"path":"2024/08/18/意外之喜——德语学习小组/","permalink":"https://kiwylai.github.io/2024/08/18/%E6%84%8F%E5%A4%96%E4%B9%8B%E5%96%9C%E2%80%94%E2%80%94%E5%BE%B7%E8%AF%AD%E5%AD%A6%E4%B9%A0%E5%B0%8F%E7%BB%84/","excerpt":"","text":"周五晚上七点钟的时候，在公寓大群里看到有人说和朋友学习德语，A2，有兴趣的人可以免费加入他们。我以为是女的，就马上联系问还能不能加入。对方七点半回我说可以，他们正在学，下次和马上来都可以。我虽然还饿着肚子，但是想着还是学了再说吧，毕竟我很久没学德语了，下次也不知道什么时候。而且，免费的！不学白不学。 去到，两个男生，一个在给另外一个讲课。大概是讲一些转折词，绝大部分我都没学过。我还踊跃问了很多问题，啦啦啦。虽然我知道我的词汇量很低，但是我还是很努力用英语去表达了。 休息的时候，我夸老师讲得好，说我以前当过老师，理解你那种讲课的心情。老师给我看了他的课件，说他自己学德语也很辛苦，加上因某种病，有阅读和听力障碍，就更辛苦。他本来没兴趣和人讲这些，但是之前女友是印度的（忘了是什么时态），他就经常给女朋友解释德语。有朋友问，他才会说。 然后说了两个小时（最后我看到他们可能不好意思，慢慢收拾东西，我就又顺便问了几个问题）。另外一个男生在关门的时候还走过去隔壁把灯也关了，然后他俩痛斥那些在公共区域不随手关灯关暖气的人，因为每个租客需要分摊这些钱。我：是的，所以每次看到洗衣房的灯没关我都会去关。 虽然很久没学德语，之前也学得不咋样，但是感觉学得还行？ 周六的时候，他拉了一个小组，有 4 个学生。他问大家是否有空周日一起学习。我 os：啊，冲着老师那么努力，我也不能太懒了。太久没学德语，很多基础知识都忘了，所以得捡起来啊。于是打开了之前的学习网站，学了一个单元，再看了一下之前的笔记，最后查了一下昨天老师讲的内容。之后，虽然是晚上了，但是觉得状态不错，我也很久没学代码了。就又打开了 react 的视频，听了一小段。 这大概是我这一个月以来第一次能静下心学习。自从开始写简历之后，我就没学过习了；但简历也没投多少。拒信收多了，整个人状态特别差，一直逃避投简历这件事。很丧，很焦虑。报复性熬夜，然后白天状态很差，有时候手机都玩不进去的那种。感谢这个老师提供的契机，让我缓解我的焦虑，重新找到想做或者能做的事情。 周日学了三个单词，有两个上次已经学过，这次我知道怎么用了。老师讲得很细，最后出练习，我每次都答对。回答原因：trotz 后面加名词；obwohl 从句动词在句末；trotzdem 动词在第二位。老师：im so glad。我：毕竟我有多年考试经验。 这个学习群有 5 个人，早上 4 个学生都说五点有空。结果我五点前两分钟到，只有我一个。过了几分钟，又多了一个。有一个说在柏林，来不了（上次和我一起学的那个）。有一个在群里说正在回来的路上，结果我八点半走也没见人来。 七点多，另一个大叔说回去开小组会，走了。我问老师累吗，他说不累。我立马问发音的问题。然后搞得他头大，因为他不知道怎么教，哈哈哈哈。有些发音我觉得我很准的，结果他说不是。例如我和越南老板说的 zucker。。。老师说，明天你的脸部肌肉肯定会很不舒服。他说的时候我感觉他夸张了，结果等我回到，发现肌肉就开始不舒服了。。。 然后老师抽烟的时候，我顺便问了大叔工作的问题。（他就是英语说得不咋好但是经常在群里问各种问题的人；我看到他住进来就介绍自己是 SE，希望大家有工作就砸给他。然后前几天看到他问通勤的问题，我就问他怎么找工作。他说他找的不是 SE 的工作，只是在服装店做 sales。他是我对面学校的学生，有十几年 SE 工作经验。我：我和你类似背景的同学都找到工作了，你也可以的） 之后老师也加进来，问大叔是不是需要 visa，我说我也需要。老师推荐我们给一家公司投简历，说他有朋友在里面做小领导，我们可以把简历发给他，他发给朋友帮忙内推。然后我们聊起 cover letter，大叔说没投过，老师说很重要，德国人很看重这个。然后说他朋友在 cv 里把教授的 Dr. 忘了，直接收到回信说：我不是你的朋友，你被拒了。 后面一次闲聊，因为老师说他之前教过另一个小组，我就问他是不是附近学校的学生。他说是，但是他很懒，新冠期间都没怎么上课。我：你是德国人，不用担心签证，所以放松啦。（他说他有阅读和听力障碍）然后我和他说我听《纽约客》播客，有个作家/记者在美国拿到绿卡后，依然担心自己会被驱逐，这样的情况维持了 6 年。然后我又说了 visa 给我带来的焦虑，他问介意说为什么我不想回国吗？我说因为各种政策，然后说了一下严格的封控和饿死。（之前我有些过相关文章） 然后因为我发音的问题，他问我汉语声调是不是和英语不一样，然后我能否区别日语和韩语。他听不出汉语和日语。 我：汉语有四个调，日语像英语有重读。然后日本人说话嘴巴都不太动，韩剧韩综的人说话嘴巴张很大，表情很丰富。我不知道普通韩国人怎么说话的，但是他们在电视上就是那样的。然后我模仿了一下把笔放在人中位置说日语，但失败。然后又模仿了一个哦多 kie~但是我不会用英语直接表达“怎么办”。 我乃喜剧人也。 最后回到房间，马上上了个厕所。自修室没有厕所，又不是我住的楼，还挺不方便的。然后发现我那脆弱的颞下颌关节很不舒服了，吃东西都得小心翼翼。 anyway，希望这个小组能坚持下去。只要老师能坚持，我肯定能坚持的。","categories":[{"name":"生活记","slug":"生活记","permalink":"https://kiwylai.github.io/categories/%E7%94%9F%E6%B4%BB%E8%AE%B0/"}],"tags":[{"name":"德国生活","slug":"德国生活","permalink":"https://kiwylai.github.io/tags/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB/"},{"name":"学习","slug":"学习","permalink":"https://kiwylai.github.io/tags/%E5%AD%A6%E4%B9%A0/"}],"author":"Kiwy"},{"title":"观影--男朋友","slug":"观影-男朋友","date":"2024-08-11T16:32:13.000Z","updated":"2024-08-11T17:01:21.702Z","comments":true,"path":"2024/08/11/观影-男朋友/","permalink":"https://kiwylai.github.io/2024/08/11/%E8%A7%82%E5%BD%B1-%E7%94%B7%E6%9C%8B%E5%8F%8B/","excerpt":"","text":"上周看了 Netflix 的日综——《the boyfriend》，算是我看的第一个男同综艺。但是中文译名过于文艺与失真了：夏日咖啡男友。综艺拍摄的时间应该是冬天，因为大家穿挺厚，北脸的羽绒都有。他们有辆流动咖啡车，到处卖咖啡。但是片子里没说这部分收入怎么处理，一开始还把他们的日常费用限制得死死的，虎头蛇尾。 一开始是六七个人住在一栋海边公寓约一个月的时间，但是因为很多人有工作，所以只有 2 个最年轻的人一直呆在公寓里。最开始的 8 个人，五个日本的，一个台湾人，一个韩国人，一个巴西人。 巴西人很热情，像随时要发情的泰迪。很爱短 T、穿低腰裤，但是看着橡皮筋已经坏掉，裤子随时要掉下来一样。上衣也不会好好穿啦，反正是随时要露肉那种。然而我并不想看到他的肉。太猥琐了，让人饭胃的那种。 韩国人挺好的，长相可以，工作能力挺强，也关注社会，有自己的想法，情绪也蛮稳定。但是不知道是他太忙还是，没人对他心动。据说节目会根据嘉宾人气剪辑，所以他后面就像消失了一样。 里面有对大热情侣，所以镜头特别多。两人都是 23 岁，但是其中一个长得像 43+。他还蛮爽朗的，有话就说，不太日本人。另一个长得算可以，但是很爱甩脸。前一秒和人约会还很甜蜜，下一秒就忽然甩开人，不说话。很多人觉得他们很甜，我倒觉得很可怕。我很讨厌那些忽然甩脸然后你怎么问都不说话的人。我看豆瓣小组，大部分都觉得他俩很甜，小部分觉得甩脸的那个性格不行，严重的觉得他应该看精神科。有人觉得他在 pua，有人觉得他在 dom。然后磕他们的就去骂那些不看好这对的人。内娱女粉，so interesting。所以我总觉得观察女粉比观察节目嘉宾更有趣：综艺可能是假的，但是女粉是真的。 还有个嘉宾是 gogoboy，一个业界有名的脱衣舞者。他 36 岁了，但是在节目里上演了一番纯情爱恋。喜欢一个嘉宾，但是一直不敢表露自己的内心。因为忙于工作，中途离开节目前“终于学会了表达自己”，感动众人。哇，好假。 想起多年前，刘雯和崔始源参加一个恋综，都说自己没谈过恋爱，所以在节目里很羞涩。虽然我当时也年轻，易信，但我还是怀疑他们的真实性。 虽然是奈飞出品，但是剪辑我感觉还是有点乱的。然后大概嘉宾基本是东亚人，所以还是打了一下亲情牌。让我记忆最深刻的是国小哥泰宪。晚上聊天，他问大家出柜没有。很多人说出了，还说了自己父母的反应。他说他 10 岁父母离婚，他跟着奶奶长大，然后本硕分别是美英读的。他说和父母接触很少，可能在父母心里他还是那个 10 岁的小孩。他很纠结和父母出柜的问题，怕时机不对，父母不接受。 我？？？？大佬，你 35 岁了，有自己的稳定工作了，父母就像不存在一样，所以他们的认同真的那么重要吗？就，你可以在意，但是没必要让这件事成为你的负担吧。家庭观念不要太强。 我年纪大了，很警惕那些想让我感动的内容。一般来说，他们都是不怀好意，而且没有真心。 总体来说，我觉得这个节目很一般。但是据说他在海外很火，然后在中国也挺火，刚播完没多久，大热 cp 就要来中国开见面会了。 啊，女粉的钱真是好赚。 啊，她们怎么那么有钱？","categories":[{"name":"文化","slug":"文化","permalink":"https://kiwylai.github.io/categories/%E6%96%87%E5%8C%96/"}],"tags":[{"name":"观影","slug":"观影","permalink":"https://kiwylai.github.io/tags/%E8%A7%82%E5%BD%B1/"},{"name":"杂谈","slug":"杂谈","permalink":"https://kiwylai.github.io/tags/%E6%9D%82%E8%B0%88/"}],"author":"Kiwy"},{"title":"海妖的呼唤--女性的力量","slug":"海妖的呼唤-女性的力量","date":"2024-08-04T16:22:31.000Z","updated":"2024-08-04T16:58:00.117Z","comments":true,"path":"2024/08/04/海妖的呼唤-女性的力量/","permalink":"https://kiwylai.github.io/2024/08/04/%E6%B5%B7%E5%A6%96%E7%9A%84%E5%91%BC%E5%94%A4-%E5%A5%B3%E6%80%A7%E7%9A%84%E5%8A%9B%E9%87%8F/","excerpt":"","text":"上周在网友的推荐下，看了一个全女综《海妖的呼唤–火之岛生存战》。这是我第一次看完一个全女综，而且是竞技型且没有主持人的综艺。看完觉得好感动，同时也改变了一些我对女性力量、身材的看法。 综艺里，来自 6 个不同职业的 24 名选手来到一个小岛上进行比赛。她们的职业分别是：消防员、警察、警卫、特技演员、运动员、军人。她们在自己领域算是顶尖的那几个，所以这个节目真的是强强对抗。 看完了第一集，发现她们都好强。但是可能因为对特技演员的不了解，大家都有点低估她们，觉得她们只是花拳绣腿。但是我感觉，能把一些功夫、打斗表演得干净利落，是需要很大功力的，不是能摆出来的。而且很多危险场面，没有心理素质应该是不行的。起码我遇到一些突发情况会愣住。 在大多组都觉得大家当天参加第一次比赛之后会很累，现在都躺着，所以悠哉门口闲聊，甚至是门口结盟的时候，警察组职业使然最先行动，开始侦察地形并且看到两队结盟了。 就，很有趣。 我本来以为是韩国人拍的综艺，但是它的受众是全世界。后来看讨论，原来是奈飞拍的。希望能有更多类似节目，体力脑力一起上。我真的不想看男的轻松上综艺，然后吸引一群脑残女粉。然后女综就靠卖弄外貌和制造矛盾取得话题，彷佛她们只是脑袋空空的花瓶，满足男凝。 不剧透，所以不多讨论内容。但是整体下来，军人队的表现特别突出：超强的攻击性。或者说，她们的战斗意识很强。她们一直在战斗，所以会很用心做策略、收集情报、拉拢敌人、在营地周围设置障碍等。再加上她们受的训练，她们就是六边形战士：全能。但是我觉得她们谈判能力有点差，又或者说，她们太自信了，所以让她们止步决赛。她们和运动队谈合作的时候，不是要和对方结盟。这点稍微让对方不适，引起对方反感的是她轻飘飘一句：如果我们要攻打你们，你们这里分分钟夷为平地。大佬啊，对方也不是傻子好吗，更何况人家是参加世界级比赛的运动员。 说到运动员队，我觉得她们很好展现了运动员的优秀品种：内敛、沉稳。她们有能力，也有人是对抗性运动选手，所以近身也能打。她们也想赢，但是是防守型。她们觉得防守更重要，必要时也会主动攻击。 我看豆瓣小组讨论，好多人喜欢消防队。老实说，我觉得她们是最突出，也算是最受喜爱的。她们不是六边形战士，相对来说，有两个能力和心态都略弱；且她们大概是唯一没有接受过对抗性训练的人，所以整体表现出来有点傻。她们的队长是一个很厉害的人，她最能稳定军心。真的，这个队没了她，可能熬不过第一轮。她领导力强，再有一个力量型队员，剩下两名配合，整支就是优秀队伍了。 消防队队长叫金贤娥。我后来看了一下她的个人采访，她一开始是急救员，但是她觉得在医院等待消防员把伤者送过来还是太被动了，然后就去考消防员。她做消防员之后，受到最大的挑战是性别歧视。别人一看到她是女性就会怀疑她的能力，并且一开始就嫌弃上了。她作为唯一一个女性去参加习惯比赛，谦虚了一下名次，结果就被媒体嘲讽，然后很多留言也嘲讽她。啊，可恶的厌女世界。 其他队伍都挺强的，各有各的特色。但是由于节目设置，所以很多人没有机会更多展示自己。 另，看她们劈柴真的很解压。 还有，她们好些人穿短裤和背心，展示出来的都不是健身房身材。有些人看着肉肉的，但是力气却很大。这打消了我之前以为多运动多锻炼就会满身肌肉的偏见。随后，我在豆瓣看到一个讨论：原来真正有力量的女人根本不需要体脂很低 。所以，请更多女性不要相信白幼瘦那一套审美，也不要盲目追求体脂比而折磨自己。多锻炼总是好的，如果出发点是为了让自己更健康、更开心，那就更好了。 因为活着没有比让自己开心更重要了。自己认可自己，让自己开心，是一种很重要的能力。如果你追求好身材是为了获得其他人的肯定，那你总会失望的，因为你无法控制他人的想法。 我觉得这个节目的意义就像其中一名队员说的：原来世界这么大，还有那么多厉害的女性，有她们在，真好。还有另一名队员说的：如果没有这样的人，那我就成为这样的人。 打破男凝，活出自我。希望你我都可以。","categories":[{"name":"文化","slug":"文化","permalink":"https://kiwylai.github.io/categories/%E6%96%87%E5%8C%96/"}],"tags":[{"name":"观影","slug":"观影","permalink":"https://kiwylai.github.io/tags/%E8%A7%82%E5%BD%B1/"},{"name":"杂谈","slug":"杂谈","permalink":"https://kiwylai.github.io/tags/%E6%9D%82%E8%B0%88/"}],"author":"Kiwy"},{"title":"长毛象之路","slug":"长毛象之路","date":"2024-07-28T17:44:53.000Z","updated":"2024-07-28T18:20:12.825Z","comments":true,"path":"2024/07/28/长毛象之路/","permalink":"https://kiwylai.github.io/2024/07/28/%E9%95%BF%E6%AF%9B%E8%B1%A1%E4%B9%8B%E8%B7%AF/","excerpt":"","text":"最近获得的帮助，基本都是通过长毛象直接或者间接获得的。而且，过去几年，长毛象是我主要的与外界交流的平台。我下定决心出国，也是因为这个平台；之后的很多事宜，我也在上面获得了很多帮助。我在上面和网友的交流，比我和微信好友的交流要多多了。很感谢这个平台，也很感谢当时注册这个平台的自己。 知道这个平台的存在也是很偶然的事情。20 年 5 月，我在微博看到一个博主转发了一条微博，上面说到猫站。我不知道猫站是什么，但是我对新事物好奇，并且它免费，所以我就注册了一个账号。一开始我也不懂这个平台的规则，但是渐渐也和站里一些人有了交流，还加了几个人的微信。没多久，站关闭了一段时间，之后再上，发现过去还聊着天的人把我拉黑了。也发现站里有些人很熟悉，还有人发展成了情侣。同时，我通过世界轴和别人的转发，关注了一些人，其中包括云五。 再后来，猫站和别人发生了一些矛盾，具体是啥我忘了。好像是这个站的站长在偷偷收集我们的信息，并且会报备给相关政府机构。虽然我没写什么反动言论，但我很鄙视这种行为。于是我注册了另一个站的号，注销了猫站的号。 我在新号里继续关注云五，知道她也开了一个站，还希望大家去注册。一开始我是打算只关注她的，但是看到一个月左右，她的成员还是很少，我觉得还是去开号支持一下吧。结果，这个号就成了我的主号。 上面大部分是女生，有部分已经身在国外，有些还取得了当地护照。好多人分享她们的出国经历和动机，我看完觉得，噢，原来出国的路径比我想象得多，对资金的要求也没那么高。也渐渐发现，国内的形势早已经发生了很大的变化，她们比我敏感太多，早早觉得不对劲，立马学好语言跑了。加上当时我在微博看到性感玉米也在呼吁大家跑路，并且分享他的跑路动机：温州动车事件。我回想了她们说的触发事件，觉得自己对时事与政策还是关心得太少，也思考得太少。加上之前漫无目的，一直当咸鱼，所以当时语言差，积蓄少，年龄也过了很多国家移民局喜欢的线。但是云五一直鼓励大家不要太担心年龄（除非过了 40）和积蓄，出去打工不算很难，有些人三十之后也还是能去读书的。 我下定决心是因为我本身对局势的恐惧，还有就是那些和我条件差别不是特别大的人做到了这些事，还给了参考方向，那我也可以做到。我大学去大西北徒搭就是这样完成的，网上看到别人也可以，甚至和当事人聊了一下，我对自己就很有信心，考完试就出发了。出发前也很焦虑，担心未知，还不少人觉得危险，劝我不要一个人就跑出去。但是出去之后就没那么焦虑了，因为面对的是当前的问题，遇到问题就解决那个问题好了。所以整体玩得算愉快，得到很多帮助，也认识了一些人。 我在长毛象得到了一些信息，自己也查了一些信息。去德国一开始是一个象友提议的，她说德国的大学都免费。住宿舍的话，费用也不会很高。她之前就去德国交换了半年。但是她当时应该不知道德国读研讲究一个匹配度，我的专业没有对应的学校。但是我后来还是去了德国是因为我的综合情况，只能去欧陆。我看到一个象友说，如果你在欧陆找不到 IT 工作，就去柏林。我想了一下，德国算是欧洲经济发展最好的国家，所以我最后还是决定去德国。 申请学校的文书是一个象友免费帮忙改的。我当时在毛象请象友推荐便宜的修改平台，有位象友说她在留学机构工作了三年，可以免费帮我改。我们来回几次邮件，她不止帮我改了动机信和简历，还有两封推荐信（后来没用上）。 ADP也是象友推荐的，然后我刚好看到。也因为在一个站里活跃了很久，所以有不少熟悉的象友。日常可以交流，需要时还会获得一些帮助。巧的是，她们都是女性。 啊，女孩子真好。我也希望自己可以帮助到更多人。 我妈以前催婚总是说我老了没人和我玩，可我一直觉得我很年轻，比我的学生们都要年轻很多。因为我一直对新事物好奇，所以会了解很多。我大学注册了豆瓣，很快就知道了徒搭，然后就踏上了至今难忘的徒搭之旅，后面还有不同的徒搭、骑行旅程。 所以，最重要的是感谢持续对新事物好奇的自己。套用一句鸡汤：当你很想做一件事，全世界都会帮你。","categories":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/categories/%E4%BA%BA/"}],"tags":[{"name":"社交平台","slug":"社交平台","permalink":"https://kiwylai.github.io/tags/%E7%A4%BE%E4%BA%A4%E5%B9%B3%E5%8F%B0/"},{"name":"好奇心","slug":"好奇心","permalink":"https://kiwylai.github.io/tags/%E5%A5%BD%E5%A5%87%E5%BF%83/"}],"author":"Kiwy"},{"title":"找导师之路（二）","slug":"找导师之路（二）","date":"2024-07-21T14:40:04.000Z","updated":"2024-09-15T21:34:30.056Z","comments":true,"path":"2024/07/21/找导师之路（二）/","permalink":"https://kiwylai.github.io/2024/07/21/%E6%89%BE%E5%AF%BC%E5%B8%88%E4%B9%8B%E8%B7%AF%EF%BC%88%E4%BA%8C%EF%BC%89/","excerpt":"","text":"找导师之路（一） 最近又因为焦虑，我决定再去 ADP 上找导师。网页更新了，现在能根据条件筛选了。我一开始看到不少女导师，还有几个中国女导师，很开心。可是等我“德国+前端+女性+英语”这么一通筛选下来，符合条件的就十来个，有几个还是我之前就加入心水名单，但是一直没用回复的人。 S 最后我选了一个看起来像印巴籍的女导师，她的评论还不错。她有单次和四次两个选项，四次是每四周一次，我选了这个。 约了周三，但是面谈前二十分钟她改到了周五，说她那天有急事。到了周五，同样的事情又发生了一次，她把时间改到了周一。本来我都想拒绝了，但是想着自己也没什么事，就接受了。周一早上，她又提出更时间，只是那次是提前一小时。我也接受了。 面谈中，她说技术原因，没开摄像头。（印巴人是不是都喜欢这么干？）在问了我的需求之后，她介绍了一下自己，然后问我有什么想了解的。她还问，如果我被录用了，领到了一个新项目，我会有多大自信去完成这个项目，然后具体怎么做。她说有些公司不需要你能力很大，但是更看重你解决问题的能力。 最后，她看了我的简历，介绍了一个网站，并且找了一个免费的模板，针对几个部分给了一些建议。然后我们约好等我改好简历之后再找她看。简历投出去后，根据反馈结果再走下一步。她也挺好的，在我强调了 visa 之后，说她懂那种护照和 visa 给的压力。也赞许了我一个人出国和求职的经历。做领导的人果然不一样些。她让我改完简历可以找她，最好是中午。我说可以。 我周二晚上就留言给她说改好了，让她设置 session，我随时都有空。结果她一直没回，而我看到她有在线。直到今天，我也没收到她的任何回复。 Y 周六约了一个中国女生周日的面谈。她在瑞典，做过全栈和后端。之所以选她，主要是因为她在简介里说自己有作为异乡人多次找工作的经验。我更想国人聊聊找工作的事，毕竟背景有些类似。周日，她说今天中午和朋友吃饭，改为了下午。就在面谈前 30 分钟，她说她吃饭得晚，取消了面谈，让我下周再找个时间约她。 然后我约了下周二。 她说因为房间比较乱，所以不开摄像头。我：我的房间也比较乱，所以你只能看到我的头。 她说这两年行情不太好，所以应届生找工作比较看运气，降低期望值就好。connection 除非是和那个人很熟，且你很匹配，不然作为新人，可能作用不大；毕竟公司里还有很多人也想推自己的朋友什么的。她也很容易焦虑，只是经历过很多次，发现焦不焦虑，最后都得到了自己想要的（不是最好的选择，但是起码是达成了愿望），所以现在不焦虑了。所以她让我：七月先做好七月能做的事情，简历改起来，广撒网，全世界范围内搜，然后投出去，反正投简历不花钱，反正我的目标是不回国。不必觉得自己准备好了再开始投简历，因为你投出去到 hr 看到你的简历可能都需要一段时间，而且没有什么都准备好了一说，你可以当自己随时准备着。让我有需要可以再约她。 此次更像一次心理咨询。聊完还挺愉快的，起码我可以和自己说：你看，过来人都说了，不用焦虑，会做到的。她也让我有需要可以再约她。 我昨天想约她今天改简历，她说今天没空，改为周一。 N 因为 S 没回音，我就新找了一个前端。大概是伊朗人，目前在荷兰工作，top rated，评价也挺不错。 她的 session 都在早上，九点和九点半。我周五早上九点半和她聊，她上来就劈里啪啦说了一通，说找工作最重要的是沟通能力，其次才是解决问题的能力。还举例子说我英语好，说她和澳大利亚人合作，被对方的口音震撼了，每次聊天都全神贯注以防自己听不清错过了什么信息。（我 os：这不是刚来德国的我么）。让我跟着教程做项目，但是最后延展这些项目，随后举了一个 tic tac toe 的例子（我听的时候还不知道是什么。。），说它看着很简单，但是你可以做的延展很多，加入了电脑玩家，就变成了 AI。我们都笑。还让我做一些 leetcode 的中等题，训练自己看问题解决问题的能力。 她和之前的伊朗大哥一样，建议我去领英找公司内推：你简单介绍一下自己，对方可以决定推不推。推了对他来说没坏处，万一你被录用了，他还可以获得奖励，皆大欢喜。（她俩的话是一样的，不知道他俩是朋友还是他们都有这样的经历。） 她也说不要觉得自己够好的时候才投简历，你是前端，你知道 xx（忘了是啥） 和 DOM 的时候，就可以开始投简历了。面视的时候不要显示自己的弱点，可以说自己需要 sponsorship，但是不要为此让公司觉得你好欺负，给你开低价。你可以去看看公司的平均薪资，然后开个中高价，如果公司开低价，你就往上提一点。 我们约的是半小时。20 分钟过去了，我问她要不要看一眼我的简历，她说好。然后又说了几分钟非简历话题，最后一分钟才开始看，然后说了十分钟，提了几点建议。summary 那里还读了自己的。但是她语速很快，我有些没听清。然后我说了一下，是不是差不多就是类似申请学校和签证的文书：我会什么，我为什么适合。她说，是的。像我会做 app 和 web，我就会针对不同的岗位写不同的句子。 然后她说我两个学历之间时间长，跨度大，让我加点工作经验，证明我适合沟通而不是一片空白。不相关也没事，提一嘴就行。她也说自己一开始被朋友叫去做 ADP 的 mentor 有点不自信，但是自己做的过程中也学到了很多知识，且这些经历有助于她找 senior 的工作（有些公司要求你会带人）。末了说我要自信点，她相信我可以找到工作的，我沟通能力很好。（我心想，40 分钟你说了 35 分钟。大概我因此适合沟通）（好像也知道了一些职场可能。万一遇到这样的同事，感觉可以学到好多东西） 她还说，你不用觉得你有百分之六七十的 match 才投简历，有 20%就可以了。你是 junior，公司也不会期望你技术很高的。还有就是：CV 不够，CL（cover letter）来凑。 因为是 junior，所以很多公司给的工资也不会很高，短期内也不会给你大幅度涨薪。即使是这样，你也会很满意这份工作，因为它给了你第一份工作。甚至你还会因为感激而很努力创造很多价值。涨薪大概有两个方面：一是你的 level 升了，二是你为公司创造了很大的价值。这两点在入行前几年是很难实现的。 最后，她欢迎我有需要再找她，例如拿到面试了，需要 mock interview 之类。或者我找到工作了也可以告诉她，她很期待听到后续。 非网站 mentor 象友云五在周二看到我的 mentor 记录之后，说可以帮我看一下简历。得知我还没写完，就让我快速弄完，反正是要改的。于是我忽然就效率上来了。她看了简历，语音和我聊了很久。从公司的角度提了问题，还说了很多。她是后端，所以建议我改好之后找前端看一下，所以后来我才找了 N。云五很贴心，和我聊了很多。我也问了很多职场的事（她 base 美洲），说了一些我的担忧（害怕自己技术不够好，即使进去了也还是会被炒）（国内打工阴影）。她分享了很多自己的经历和一些朋友的经历，让我不必担忧，国外和国内不一样。国外的打工人都只想好好打工，其他事都不想管。所以遇到不懂的你就问，总有人乐意教你的。她还觉得我三月份迷茫的时候就应该直接开始投简历，遇到问题再解决：没有面试那就是简历的问题；有面试没录取那就是面试的问题……很多不懂的知识，边面边学就好了，准备多了，往后会的面试题就多了。还是需要像男的一样自信，因为男的不会觉得自己什么都不会，没准备好。（大笑 感谢云五。觉得自己好幸运。呜呜呜~ 回想三月的时候我没问这个问题，导师们也没指出这个问题，我也没去网上说这个问题。大概是我运气不够好，加上自己也有点逃避这件事情，就拖到了现在。期间也蛮焦虑的。这大概就是我的行为模式吧，毕竟找工作又是新的一关，而且我觉得它很难。所以习惯性先躲了再说。 好啦，我肯定能找到工作的。希望这一点早点到来。","categories":[{"name":"导师","slug":"导师","permalink":"https://kiwylai.github.io/categories/%E5%AF%BC%E5%B8%88/"}],"tags":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"},{"name":"ADPList","slug":"ADPList","permalink":"https://kiwylai.github.io/tags/ADPList/"}],"author":"Kiwy"},{"title":"慢慢来比较快","slug":"慢慢来比较快","date":"2024-07-14T16:22:56.000Z","updated":"2024-07-14T16:33:38.852Z","comments":true,"path":"2024/07/14/慢慢来比较快/","permalink":"https://kiwylai.github.io/2024/07/14/%E6%85%A2%E6%85%A2%E6%9D%A5%E6%AF%94%E8%BE%83%E5%BF%AB/","excerpt":"","text":"前两年开始，不知道是胃还是口腔特别敏感，早上刷牙容易干呕。去洗牙，也是难受得不行。牙医说是因为我的悬雍垂比较敏感，我也不知道真假。 出国之后，不止刷牙比较敏感，用压线和冲牙器都很敏感。状态差的时候，嘴里有点东西都不行，想吐。更甚的是，东西不合胃口，也会想吐。或者遇冷，也想吐。 后来我没要事都不会在起床之后马上刷牙。等吃过东西，且缓过来才行。有时候缓不过来，特别是喝完牛奶，直接吐。因为医保等级低，我暂时不想去看牙医。但是我能感觉到，我应该需要洗牙了。 前几天，我刷着牙，又开始反胃。于是我赶紧停下，漱口，去做别的事情。大概半小时后再回来把没清洁的部位刷干净。这样，既不会太难受，又增加了清洁力度。 于是，白天刷牙这件事对我来说，就不是压力那么大的事情了。一次不行，那就两次，事情总会解决的。 又想起自己举水瓶子。 因为不想买哑铃，我也不太勤快，所以我就用洗衣液的瓶子装水当哑铃。虽然只有 1.5l，但是聊胜于无。 我后来想，虽然克重不够，但是我可以延长举重时间嘛。反正对屏幕久了，肯定得让眼睛休息一下，慢慢举瓶子就是了。做了总比没做好。所以举瓶子的时候会有两种快乐：我在让眼睛休息了；我又在运动了。 有时候，真的是换一种思路，会有不一样的收获。","categories":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/tags/%E5%86%85%E7%9C%81/"}],"author":"Kiwy"},{"title":"朦胧美","slug":"朦胧美","date":"2024-07-07T17:52:28.000Z","updated":"2024-07-07T18:17:45.959Z","comments":true,"path":"2024/07/07/朦胧美/","permalink":"https://kiwylai.github.io/2024/07/07/%E6%9C%A6%E8%83%A7%E7%BE%8E/","excerpt":"","text":"最近跟着一个教程学 JS。教程时常超过 22 小时，课程设计蛮好，还讲到测试，这是其他教程没有的。在没学到测试之前，我觉得自己可能适合做测试，因为我遇到不会的作业就会很烦躁，也不想花很多时间去想，直接问 chatGPT 或者看答案。但是如果我能写出来一些代码，然后遇到一些 bug，我就会很努力想解决这个问题，专注度比看教程和写代码要高多了。但是我只想解决问题，没耐心去看为什么会出现这些问题，或者是这些 bug 涉及的知识点是什么。即“只想知其然，不想知其所以然”。所以我同时怀疑自己觉得自己适合测试，是因为我对测试不了解。 上个月开始学测试。可能我本身状态差，看了一小半就不想看了。磨蹭了两周，最后看完了 90%，然后就放弃了，作业也不想做。我告诉自己：别卡在一个地方。不舒服就先放下，走走别的路。 今天做新单元的练习，有部分又是测试。我还是不会做，看了答案，有些看不懂，直接抄过来用。同时我明白，我之前的怀疑果然是对的。我以为的合适，只是因为不了解。 想起出国之前，我都觉得自己喜欢寒冷，因为炎热使人发晕，寒冷使人冷静。那时候我很向往的形象是：一位女性于风里走在街上，她紧搂着风衣，风扬起她的头发，但是她神情冷淡。我觉得特别酷。但同时我也怀疑，我喜欢清冷，是因为我没有长时间（超过一个月）经历过严寒。即使我看过雪，但是当时的气温也就零度左右。 出国之后，很快就经历寒冷的冬天。因为我刚到，对穿衣不是很了解，所以走在街上总是很冷。加之我的身体对气温变得更敏感，一冷我的颞下颌关节就痛，然后还干呕。所以我明白，我以前的所谓喜欢，也是因为不了解。但细想，其实我刚毕业的时候，经历过杭州的严寒，但是经历不算长，且过去太久，我就忘了我当时因为没抹护肤霜而出血发痒的大腿，还有一暖和就发痒的冻疮。 其实很多事都是这样的，因为不了解，就凭一点皮毛和自己的想象，生出很多所谓的感情。就像我以前觉得李白也挺厉害，还很自由，因为很多课本或者流行的文章都这么夸他。最后看了哈金的《通天之路：李白传》，才知道他是一个对家庭毫无责任感的人，他不仅不赚钱养家，在家里很穷还借钱生活的时候，他都能拿着那笔钱一个人去游玩。他的女儿就是因他而死。他也不是蔑视权贵，相反，他很想做官，只是朝廷看不上他。他那几句所谓蔑视权贵的诗，其实就是他落败时写的。 很多爱情的产生也是因为不了解吧。你只看到自己想看到的，或者对方想让你看到的，加上自己的脑部，就产生了爱情。当两个人接触越多，了解的越多，滤镜就会被打破。PUA 的一个要点不就是不允许你和外界接触，让你的信息源只有一个，所以你的滤镜永远不会打破。 这大概也是这个国家一直在掩埋一些历史的原因吧：朦胧产生美，了解得越少，感情就越多，韭菜就会长得更肥壮。 割割。","categories":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/tags/%E5%86%85%E7%9C%81/"}],"author":"Kiwy"},{"title":"我不同意你的观点，但是我誓死捍卫你说话的权利","slug":"我不同意你的观点，但是我誓死捍卫你说话的权利","date":"2024-06-30T16:00:56.000Z","updated":"2024-06-30T16:38:28.045Z","comments":true,"path":"2024/06/30/我不同意你的观点，但是我誓死捍卫你说话的权利/","permalink":"https://kiwylai.github.io/2024/06/30/%E6%88%91%E4%B8%8D%E5%90%8C%E6%84%8F%E4%BD%A0%E7%9A%84%E8%A7%82%E7%82%B9%EF%BC%8C%E4%BD%86%E6%98%AF%E6%88%91%E8%AA%93%E6%AD%BB%E6%8D%8D%E5%8D%AB%E4%BD%A0%E8%AF%B4%E8%AF%9D%E7%9A%84%E6%9D%83%E5%88%A9/","excerpt":"","text":"我没追过星，也没热切喜欢过哪个明星或者偶像。去年因为压力大，加上喜欢种花，所以看完了《种地吧》第一季。虽然也有吐槽，但是整体觉得还行，它是我这两三年唯一追完并且会有些期待的综艺。但是他的衍生品游学活动实在太烂，我看了几眼就关掉了。他们资源貌似还不错，起码得到了几次央视露面的机会。但是他们整体能力都太差了，长得一般，唱跳不行，演戏不行，也不会来戏，我感觉他们走不远。 今年还是压力大，于是看了《种地吧》第二季，但是没看几期我就开始持续吐槽，最后弃剧。一来是这一季内容很单一，而且商务多了，广告就变多了，有时候差不多是广告插播正片。他们唱歌依然难听，但是他们唱歌就可以剪辑一期，划水不要太厉害。同时我感觉他们也知道自己没好好种地，没什么可以宣传，就硬赶工，突出自己的辛苦。我很戒备那些随时想让我感动的内容，我不想轻易被带着走。之后我也看了其他热门或者冷门的综艺，都没找到让我觉得不错的，并且开心看完的。其实我也知道，去年看完是因为我赶着论文，需要找到情绪出口，所以才看完的。在严格的审查与宣传下，内娱不可能有好看的综艺。 过于焦虑，于是最近略略看了《乘风 2024》和种地吧的豆瓣主页，准确一点是小组讨论。前者基本都是成年人，话题多，歌手刚出的时候还时不时有人讨论这个话题，排他性不强。不过我看的时间也不长，且内容不算多，所以样本很小，大概我对她们的评价是有偏颇的。我主要偶尔去看一条长评，因为她有些点评很有意思，小组内容看得不多。 看种地吧是想看看有没有和我一样心路历程的，但是细看发现，种地吧小组特别可怕，很像小学生吵架。你说了我不想听的话，我就把你拉出来示众，截图你说过的话；更狠一点，直接拉黑。你拉黑我了，我就单独开贴，点名问你怎么拉黑我了，有种直面杠啊。有一点反对组员或者说偶像不好的声音，她们就会让你“不喜欢你就滚出这个组”（是不是很耳熟？“你不喜欢中国你就滚出这个国家”，一脉相承）。他们很维护自己的偶像，即使有人真心给建议，她们都觉得你在说偶像坏话。不知道是这十个人太糊还是粉丝们文化水平太低，讨论的内容都很浅，用词也十分简单而重复，还很多病句，就不说逻辑了。以上我觉得都还好，就小学生嘴炮嘛。JKAI 视频里各歌手的粉丝，动不动就小作文，还涉及词、曲、历史、语言等，看起来有深度极了。就怎么说，十勤的不理智粉像鼻涕虫，攻击力弱；其他明星/偶像的粉丝像狗，杀伤力看品种。 直到有天我看到一张贴，直接问到底怎样可以举报成功，让对方帖子/评论消失。她之前举报很多，但是都失败。真不少人回复怎么举报并分享自己的经验。我看了她们分享的图，豆瓣客服提示，被举报多次，可能会被销号。也就是说，你只是因为说了一些她们不喜欢听的话，在这个组被不同的人举报几次，你号就没了。而她们很熟稔这个玩法，也很相信这个玩法，并没有觉得任何不妥。 虽然这几年刷类似的平台比较少，我也知道举报这回事，也知道何伟因此被辞退，但都没什么实感。现在看到她们这样公开讨论如何举报，还是有点讶异的。 很多年前，港剧《天与地》在内陆被禁，弄得我本来不知道这部片的人很感兴趣，最后找到资源看了一部分，看完还记不住看了啥。这部剧经常被引用的台词是：我不同意你的观点，但是我誓死捍卫你说话的权利。 很多人说这部片就是因为宣扬民主被禁的，但是有些人为了转移重点，就说是片子里有吃人的话题所以被禁的。我查了一下，说是这部片因为暗讽天安门事件被禁的。（写文的时候我在想，我这篇文会不会被喝茶）。 多年前看人讨论，说小学生被重点教育有事要向老师举报；后来长大了，他们就网上举报。文革已经不知道进行到了第几版。 人们都相信铁拳，并且觉得自己能使用铁拳，那就是自己也有了铁拳，可以肆意妄为。他们从来不会察觉到铁拳一直压在他们身上，或者说他们的血肉在供养着铁拳；而运气稍微不好，他们就会被砸得粉身碎骨。","categories":[{"name":"政治","slug":"政治","permalink":"https://kiwylai.github.io/categories/%E6%94%BF%E6%B2%BB/"}],"tags":[{"name":"洗脑教育","slug":"洗脑教育","permalink":"https://kiwylai.github.io/tags/%E6%B4%97%E8%84%91%E6%95%99%E8%82%B2/"},{"name":"粉丝观察","slug":"粉丝观察","permalink":"https://kiwylai.github.io/tags/%E7%B2%89%E4%B8%9D%E8%A7%82%E5%AF%9F/"}],"author":"Kiwy"},{"title":"直觉","slug":"直觉","date":"2024-06-23T17:23:17.000Z","updated":"2024-06-23T19:30:13.071Z","comments":true,"path":"2024/06/23/直觉/","permalink":"https://kiwylai.github.io/2024/06/23/%E7%9B%B4%E8%A7%89/","excerpt":"","text":"前几年，我开始看心理学科普的时候，关注了包括个人和团体在内的几个公众号，。其中我最喜欢的是李松蔚，因为我觉得他的文有点哲学，他会引导你思考，但是不给你具体方法和结论。所以有时候我看不懂他在说什么，而后会在某些时刻想起他写过的一些内容，然后明白，噢，是这么回事。 他有个专栏叫做“心理学怪谈”，我是一期不落。那段时间，他是唯一一个我会追着看的公众号。 在某份工作的时候，我很害怕我的直属和老板，因为他们就是很含糊地批评你，并让你自己想你错哪里了。那时候我还在试用期，高敏的我很担心自己留不下来，十分痛苦。其实我很讨厌我的直属，因为她就坐我斜对面，很装的一个人。但其实她可能也不算我的直属，因为小公司，都是老板管所有人。有一个周末，我去到了朋友家，还收到老板的微信，大概是很含糊的批评。我很累，但是害怕丢工作，就只好找朋友和同事说了这件事，并且问她们的意见。 后来我想，这样实在是太痛苦，我最起码得脱离直属对我的伤害。我忽然想起了李松蔚说的“赋权”，就是不要赋予别人伤害你的权利。那一刻，我恍然大悟，噢，只要我不对他们赋权，他们就没有办法伤害我。然后我就开始不那么在意他们的意见，下班之后也不太把他们放在心上。之后这点我也用在了我妈身上。面对她的指责，我告诉自己，不要让她伤害我，她的评价不重要。 就这样，我越来越喜欢李松蔚，觉得他是一个很厉害又很温和的人。我还经常向别人推荐他。 后来我看到他出镜，还参加了不少节目。看到他本人，我总觉得有点怪怪的，但是具体又说不上来。那时候他忙于别的项目，公号更新频率严重下降，怪谈系列也不再更新。加上我自己可能也吸收了很多心理学知识，对此的求知欲淡了很多，我便很少关注他，对他的节目也没有兴趣。 同时我也知道了，那个让我学会赋权的老板用的套路就是 PUA。总是说你不好，但是不说你哪里不好，让你自己想。而且这个公司劳动保障很差，我们很多人进去都没有劳动合同，工资也是发现金；实习期结束前说你绩效不好，到底哪里不好，他不说。其实根本就没有明文标准，都是他说了算。而一个我认为很聪明也很友善的同事就被 PUA 得很厉害，我和另一个同事劝过（当时还不知道 PUA 是啥，但是我们觉得老板有毒）。后来公司换办公室，她被拉去搞清洁，之后被用完即弃。她录了一些老板娘和她的谈话，只是发给我吐槽，并没有去申请劳动仲裁。此后她就再也没打过工，说怕了。而我因为讨厌老板和老板娘，也知道他们的德行，懒得听完那个录音。 前段时间看到他被曾经的客户指控性侵，我是有点讶异的。我觉得大概率是真的，因为我默认这类事件都是真的（因为女性走出来公开被性侵的经历，背负的成本会很高）。但是我又有点怀疑，因为我觉得他没那么大胆。之后我也没关注这件事。最近看到两篇关于这件事的文章，一篇是别人对于此案件的事件梳理；还有一篇是受害人的采访，里面有描述她的受害过程。我感觉，这件事应该是真的。 再结合我之前对他的观感，我想我的直觉还是很准的，从小也没出错过，所以以后也不要怀疑自己了。（上次遇到那个奇怪导师也是直觉不对） 我从小不会看别人脸色，也经常被同学说我不懂为人处世；长大后我也看不懂 MSN 软件的表情包，时不时问对方，这个你用的这个表情包什么意思。但是我从小对一些我觉得危险的人很敏感。这类大多是猥琐的人。他们很多看上去也没有特别不一样，而且其他不会觉得他们有什么问题，但是我就是很容易察觉出来。我尽量避免和他们对视，和同处封闭空间以及近距离接触。还有一类是：城府很深。我觉得我对他们来说就是小白兔，所以我一般会远离这些人。有些人，我只看照片就看出来了。 我也说不上来这种能力是怎么来的，不过应该和看电视剧多有关系。（感谢那些演技好的演员们） 我一直觉得直觉其实是一种观察与分析的结果，它并不像人们说的那样缥缈。为什么都说女性的第六感很准呢？我觉得原因有二：一是男权社会，女性比男性的处境危险很多，所以女性们对环境的警觉性高。二是人们喜欢打压女性，不承认女性的观察与分析能力，就给她们一个“第六感很强”的标签，从而掩盖她们真正的能力。这是男权社会很成熟的小把戏了，最简单的就是女性从小就被说理科不好，即使中学成绩还不错，到了高中也会学不好。他们为什么要这样说呢？一是可能以前女性能接受的知识教育太少了；二是女性太聪明了，他们还怎么控制女性呢？所以得从源头打压嘛。 so，请相信自己的直觉。姐姐妹妹站起来。","categories":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/tags/%E5%86%85%E7%9C%81/"}],"author":"Kiwy"},{"title":"焦虑循环","slug":"焦虑循环","date":"2024-06-16T18:41:49.000Z","updated":"2024-06-16T19:15:17.549Z","comments":true,"path":"2024/06/16/焦虑循环/","permalink":"https://kiwylai.github.io/2024/06/16/%E7%84%A6%E8%99%91%E5%BE%AA%E7%8E%AF/","excerpt":"","text":"因为找工作，我又进入了一个焦虑期。其实说又进入也不是十分准确，因为我从小就处在“找不到好工作该怎么办”的焦虑里。 是的，从小。起码是上小学就开始了。 我小时候从亲友（一般是比我大的手足们）的聊天内容里，得出一个结论：进厂打工很辛苦。要想不进厂，就得有个大学文凭，最好是本科。于是我从小就害怕自己成为厂妹，而焦虑自己的成绩。从一年级开始，焦虑到了高三。小学时我成绩还好，但是我妈总是在骂我懒，所以我还是挺苦恼。到了初中，我成绩开始不稳定。我爸只会让我好好学习，不会教我学习。我周末和寒暑假完全不想学习，只想看电视。但是我家处在比较中心的位置，很多人会路过。所以每次看电视我都害怕其他老师路过，发现我正在看电视，从而觉得我懒，上前来说我两句。 终于考上了个普通本科，然后我又开始焦虑。因为我发现我并没有喜欢的专业，也没有擅长的技术；但同时我知道自己不喜欢当公务员和老师这两份大热工作。于是我整个人一直很焦虑，一边探索自己的兴趣，一边发现自己什么都不想好好学，怕是找不到好工作了。 焦虑，无尽的焦虑。 毕业后发现，很多工作我都不喜欢，很多工作我也不能胜任。工作好难找，或者说很难找到我满意的。加之国内的大环境，厌女十分严重，工作就更难找。其实找到一份工作不难，但是找到一份相对好点的工作还是很难。我不想付出太多（做苦力），但也不奢求得到太多。但是怎么说，老板随意增加上班时间或者他对我不好，我是忍不住要反抗的。所以，我每份工作也干不长。 决定出国之后，最大的焦虑是找不到我想要的工作。虽然学习压力也大，写论文时我也很焦虑。但是这些最终指向还是找工作，所以找到合适的工作依然是我最大的焦虑。 我当初设想过，如果一年半找工签失效我还找不到工作，那我就去自杀。但是我依然焦虑。后来我想，大不了去亚超打工，留下来再慢慢找开发的工作呗。我还是焦虑，因为去亚超打工太苦了，一是体力活，二是给苛刻的老板打工，并不是我想要的。 虽然我从考 APS 开始，一路准备一路焦虑一路过关，但我面对新挑战，还是会焦虑。而且我发现，准备时间越长，我的焦虑周期越长。如果一件事很突发，给我的反应时间很短，我反而就很淡定，一步一步解决问题。因为太急了，来不及焦虑，而且其实我知道大概要怎么做。但是如果准备时间超过 3 个月以上，我就会进入一个焦虑模式。 我的焦虑模式一般是： 决定开始这件事之后，我就开始焦虑，上网看别人的经验分享贴，自己心里有了大概计划；但是又因为 ddl 还远着，所以就躺平，偶尔做一些练习，一周加起来绝对不会超过 10 小时。 过了一两个月，发现自己进度太慢，担心最后失败，于是开始疯狂焦虑，到处找人说。其实心里知道，没什么捷径，只有不停学习，提高自己的技能，才能谈其他。但是我还是忍不住找人说，要么和发小语音聊天，诉说自己的焦虑。要么上网找导师，问问方法。反正就是要找人说，找上三四个，说多了，自己也觉得没意思了，才停下来。然后鸡血一阵子，一天能学三四小时，偶尔五小时。一周之后，又开始躺平。 接下来就进入低谷期，睡不好，吃不好，肠胃时不时不舒服。白天也没什么精神，总要在床上躺一段时间。很想学习，但是学不进去。 低谷几周，之后开始较为平缓的学习周期，一周能学 10 小时左右。 在 ddl 一个月之前，低谷–平缓，如此反复。 在最后一个月，疯狂输入与输出，一般能维持一周学 25-25 小时。因为真的没有办法了，再不努力就不行了。 ddl 前几天，太过焦虑而什么都不想做，静待结果。 我也想过，是不是赋予了一件事太大的意义，这件事就会变成一种负担，从而给我带来压力。但是又想，我连出门可能会遇到邻居都觉得焦虑，就不要说考试找工作这么重要的事情了。这一切，我都归咎为 ADHD 惹的祸。我的小脑发育不全，所以我一生可能都要和焦虑为伴了。但是悲伤的是，我学不会和焦虑和平相处，焦虑起来的时候还是很难受。 或许等工作之后，去看医生，看能不能获得合适的药物治疗。虽然我也不抱很大的期望就是了。 我妈就是一直焦虑的人。小时候我不仅要承受自己的焦虑，还得承受她的。长大以后，就算她不在我身边，但是我焦虑的时候总是会梦到她责备/嫌弃我。 我以前觉得我不一定要结婚生子，因为我觉得我的基因没有好到一定要留下来。现在我发现，我的基因比我以为的还要差。有时候看重生文，看到主角干劲满满要把前世的悔恨抹平，我会想，如果我重生会怎样呢？我脑子马上给出答案：为什么我还活着。活一次就够痛苦的了，为什么还要活第二次？？？然后再次进入焦虑的一生。","categories":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/tags/%E5%86%85%E7%9C%81/"}],"author":"Kiwy"},{"title":"家暴","slug":"家暴","date":"2024-06-09T16:18:56.000Z","updated":"2024-06-09T16:46:14.921Z","comments":true,"path":"2024/06/09/家暴/","permalink":"https://kiwylai.github.io/2024/06/09/%E5%AE%B6%E6%9A%B4/","excerpt":"","text":"我六岁之前，住在我爸任教的中学里。邻居是一个年轻的男老师，戴着眼镜，看起来有点凶。但是他好像经常不在家，所以我对他没啥印象。后来他令我印象最深的是，他和女朋友打了几次架。 他们大概一开始是在屋里打，后来我是听到很多撞击还有开门的声音，出去看，才看到他们在打架。老实说，我有点被吓到。我没有那么近距离看过成年人打架，而且还是一对男女。 后来我们搬出去开发区住了几年，期间我爸妈也会打架。他们一般是先开始吵架，吵不出结果就开始打。最严重的一次是我和我弟还躺在床上睡觉，我妈一手拉着我爸的生殖器，一手拿着刀指着我，对我爸说，要砍死我。我当时吓得直接愣住，我弟也没什么反应。当然啦，我没有被砍死。但是也没得到任何道歉和安抚，但是我永远不会原谅我妈。其实我长大后打算原谅她的，但是她一直辱骂我混得不好，还骂我没良心。我舅舅还尝试做我的思想工作，说我妈很爱我。我就把这件事说了出来，我忍不住，说着说着就哭了，但还是坚持说完了。刚听完，他也愣住了，但是随后开始狡辩一通。 我舅舅舅妈算是我最亲近的亲戚了，但是渐渐还是和我疏远了一些，大概也是和其他亲戚一样，觉得我没有心吧。没关系，我也觉得他们没有心。 大概在我四年级之后，我们又搬回了中学，住进了窄小的房子。我和我弟开始打架，我妈之后首先拉我出来打一顿，说我是姐姐，为什么不让着弟弟。 我爸妈也还是会打架，只不过频率低了很多。我爸基本不打我，他知道都是我弟惹的我。 那时候，我爸的同事们，夫妻打架的不少，但是频率不高。手足之间打架非常常见，除了两个女儿的家庭，其他基本都打架。 但是在我上了中学之后，夫妻、手足之间打架的家庭少了很多，大概是生活开始好了一点点，孩子也大了。 我大学放假在家的时候，和一个发小的弟弟（也是我弟的同学）聊天。他说初中的时候和几个男同学被校长暴力过几次，要么被皮鞋踢，要么被踹桌子。每次校长暴力完，他老婆就会过来哄他们，说校长不是故意的，让他们不要放在心上。 那个校长就是我小时候家暴的邻居。他老婆比他年轻很多，长得不错，性格很好，她哥哥还在教育局工作。他结婚很晚，女儿比我们小了十来岁。因着他老婆家里的关系，他才能当上校长，最后还去了教育局。因为我家和他们家太远，所以我不知道他有没有打过老婆，但是大骂肯定是有的。他就是那种家暴脸和家暴脾气，永远不会改的。 大学三下乡的时候，我认识了一个自称 panda 的师妹，确实也是挺可爱的。她毕业后也回到本市工作，大概还住在家里。有天夜里两点，我饿得睡不着，就起来煮面吃。刷朋友圈，看到她不久前发了一条圈，说和妈妈又被打了。我私聊她，原来她爸从小就家暴她和妈妈。我想安慰她几句，但是她没再回我了。我很震惊，我以为只有我们这种山卡拉的乡下，人们才会家暴。想不到珠三角的她和妈妈，承受着比我们严重得多的暴力。 虽然那时候我也算是走南闯北了一番，但是我在大城市待的时间不长，还是会对大城市有些滤镜。虽然一些滤镜已经被我大学同学打破，但是我的滤镜可能太厚了。又或者说，是我对人性的滤镜太厚了，我以为，有钱一些的人，人性会多一些。但是怎么说，家暴更是一种权力。我控制不了他人，但是我可以控制我的家人。又加上这个烂爱丁堡体制，家暴受害者是很难得到保护的，施害者也不会得到相应的惩罚。在外面不开心的丁丁们，只能回家挥斥家人。 很多年前，微博上有个号叫人在深圳，就是一个摄影师参考了人在纽约的号，在马路上拍人，然后让对方说说自己的故事。博主是男的，好像没咋露脸。那时候他好像没做多久，有一天发了一条关于自己的博文：他爹从小家暴他（忘了他妈有没有被打），待他长大了，他爹还打。他有一天就直接还手，把他爹打了几顿，然后他爹就很乖了。他说，他以前挨打是因为打不过他爹，现在他变得高大了，他爹也开始变老了，就到了还手的时候了。（尝试搜索这条微博，但是搜不到。他的号还在更新） 我对此印象深刻是有人如此直白地在公共平台说了自己的暴打爹事件，同时也蛮欣赏。烂爹就该被好好收拾。 也希望更多受害者，能找到合适的武器，报复回去，让烂爹们得到教训。","categories":[{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"家暴","slug":"家暴","permalink":"https://kiwylai.github.io/tags/%E5%AE%B6%E6%9A%B4/"}],"author":"Kiwy"},{"title":"关于大众歌曲审美的一些思考","slug":"关于大众歌曲审美的一些思考","date":"2024-05-26T12:23:40.000Z","updated":"2024-05-26T12:46:19.541Z","comments":true,"path":"2024/05/26/关于大众歌曲审美的一些思考/","permalink":"https://kiwylai.github.io/2024/05/26/%E5%85%B3%E4%BA%8E%E5%A4%A7%E4%BC%97%E6%AD%8C%E6%9B%B2%E5%AE%A1%E7%BE%8E%E7%9A%84%E4%B8%80%E4%BA%9B%E6%80%9D%E8%80%83/","excerpt":"","text":"最近在 B 站上看了一个 reaction 系列，up 主是华裔，主要负责评论的是土生土长的外国人——橘子老师。 我感觉橘子老师是一个很包容的人，用词也会相对谨慎；她母语是英语，不会普通话、日语、粤语。所以绝大多数情况下，她是不知道歌词的意思的，up 主也不会提前给她翻译。这个系列从去年开始播放，到目前已经做了两百多期了。 up 主给橘子老师 re 的视频基本是内娱音综片段。橘子老师有时候能理解观众的表情，有时候不能理解。她还不了解内娱音综观众表演区，以为出镜的观众都爱那首歌。但是她也发现了一个现象：观众们特别喜欢那些飙高音的表演。她和 up 主讨论：是不是因为中国很多乐器都偏高音，像笛子什么的，所以中国民众受乐器影响，偏爱高音。（她经常说一些歌手的演唱，特别是那些非歌词部分，是受到乐器影响，或者说歌手想展现一种乐器的声音，又或者说听起来像。） 我从小生活在乡下，就没听过周围人玩啥乐器，见过的乐器也很少。大概就发小家的二胡、笛子，初中音乐老师的电子琴，还有一个同学的吉他。我从小就听过很多民歌（CCTV）和港台流行（TVB 和凤凰卫视），民歌很多出名的、也是我周围很多长辈都知道的歌曲都涉及飙高音，最明显的是《青藏高原》，宋祖英很多歌也是。 但我觉得民歌对大众歌曲审美的影响可能占一小部分，最主要的原因是人们没听过太多类型的歌，就更别说音乐的熏陶了。飙高音这种技能，不是一般人能做到的，所以它是一个很特别的技能，人们就会将之当作“一个歌手厉害与否”的主要评判标准。差不多就是：这首歌我不知道好不好听，但是这个人能唱高音，肯定是厉害的。就像舞蹈，很多人也是不了解的。所以人们会觉得有劈叉、拱桥这些一般人不能轻易做到的动作的舞蹈厉害。也因此，很多舞蹈培训班/家长才会逼着小朋友在她们身体还不能接受这些动作的时候学这些，而且态度甚是强硬（有不少学员因此出事的新闻就不说了），毕竟这些是能看到的技能；不懂舞蹈的人会觉得老师是有点东西的，孩子学到东西了。所以有些舞蹈就热热闹闹，像杂技一样，完全不讲究舞蹈的美感和对音乐的诠释。去年的综艺《了不起，舞社》，那些热闹浮夸的团舞，特别是在 battle 时，就会获得大众评选的高票。 还有，近些年流行的音综，普遍是飙高音者更易获胜，所以选手就会更多选择飙高音的歌曲，如此恶性循环。《歌手》这个恶心的节目就起了带头作用。 当然了，科技的进步，让歌手的演唱更完美，飙高音不会像过去那么难。而大众不懂这些，所以对一些现场就会更苛刻；或者说，对她们的偶像们的喜爱会更加二次元，即：我们的偶像是完美的。所以，一切对她们偶像的不良评价都是对“我家哥哥”的攻击，必须组队去骂。你夸了十句但提出一点她们偶像的瑕疵，她们都要组队攻击。（详细可看 up 主 JKAI 杰凯的视频评论区）当然了，这又是另外一个话题了。","categories":[{"name":"文化","slug":"文化","permalink":"https://kiwylai.github.io/categories/%E6%96%87%E5%8C%96/"}],"tags":[{"name":"观影","slug":"观影","permalink":"https://kiwylai.github.io/tags/%E8%A7%82%E5%BD%B1/"},{"name":"杂谈","slug":"杂谈","permalink":"https://kiwylai.github.io/tags/%E6%9D%82%E8%B0%88/"}],"author":"Kiwy"},{"title":"将冰山劈开","slug":"将冰山劈开","date":"2024-05-19T17:51:41.000Z","updated":"2024-05-19T19:56:48.916Z","comments":true,"path":"2024/05/19/将冰山劈开/","permalink":"https://kiwylai.github.io/2024/05/19/%E5%B0%86%E5%86%B0%E5%B1%B1%E5%8A%88%E5%BC%80/","excerpt":"","text":"今天看了 BBC 的一个纪录片《Burning Sun: Exposing the secret K-pop chat groups》。深深感受到女性在这个世界的处境是多么艰难，正义又是多么稀缺。 纪录片开篇，有人报警被明星 Jung 非法拍摄性爱视频，警察受理此案，但是没有强行扣押 Jung 的手机，只要了一个实验室的报告，说存在那个实验室里。第一个报道这件事的，是一个女记者。当她发表文章后，很快受到对方粉丝各种攻击。此时她正怀孕，但是很快流产了。但是对她的攻击依然没有停止，此后她流产两次，至今没有小孩。 另一个女记者是报道李胜利事件的主要负责人。她在报道期间也在怀孕，每次看到调查都会狂吐。她把宝宝生了下来，但是也是受到各种攻击。虽然报道里出现的攻击词汇是各种女权相关的词语，但是我感觉，肯定还是有各种更恶心的词语。 之前庄祖宜在接受柴静采访中提到她受到各种辱骂，其中包括荡妇羞辱，令她十分难受。她直接把一些话转述出来，给人的冲击相当直观。 真的，这个世界，对女性进行荡妇羞辱总是最广泛的手段。最糟糕的是，很多女性从中受到很大伤害，有人甚至自杀。为什么只有荡妇羞辱没有当夫羞辱？因为男权社会，女性被看作男的附属品、性资源。她们不是个体，没有尊严。 请那些一看到这些负面新闻就急于撇清自己，说“只是部分男的这样，我不这样”的男的，认真反省一下自己日常怎样对待女性，有没有真正把对方当作一个人去看待，再去把自己立得高高的。 更悲伤的是，这些在互联网上对他人进行人身攻击的人基本不会受到惩罚。即使作恶如李胜利者，也只是被判 18 个月监禁。而诸多受害者，得不到任何司法正义与赔偿。就更别说很多人根本不知道自己被谁伤害，也别提自杀的 Hara 等人。 大概更悲伤的是，这些人依然有不少拥趸坚持她们的哥哥没错，坚持攻击受害者和女记者。而这些施害人，出狱之后，依然可以过上富贵生活。而且，burning sun 酒吧虽然关闭了，但是其他酒吧还是一样糟糕。 所以我们看到的，只是冰山一角。沉没于海面之下的，我们或许永远无法看到。你看，中国就没有类似新闻。是因为没有这样的事情发生吗？of course not。 毁灭吧，赶紧的。","categories":[{"name":"女权","slug":"女权","permalink":"https://kiwylai.github.io/categories/%E5%A5%B3%E6%9D%83/"}],"tags":[{"name":"观影","slug":"观影","permalink":"https://kiwylai.github.io/tags/%E8%A7%82%E5%BD%B1/"},{"name":"杂谈","slug":"杂谈","permalink":"https://kiwylai.github.io/tags/%E6%9D%82%E8%B0%88/"}],"author":"Kiwy"},{"title":"用做饺子皮的方法做面条","slug":"用做饺子皮的方法做面条","date":"2024-05-11T18:48:00.000Z","updated":"2024-05-11T19:25:23.227Z","comments":true,"path":"2024/05/11/用做饺子皮的方法做面条/","permalink":"https://kiwylai.github.io/2024/05/11/%E7%94%A8%E5%81%9A%E9%A5%BA%E5%AD%90%E7%9A%AE%E7%9A%84%E6%96%B9%E6%B3%95%E5%81%9A%E9%9D%A2%E6%9D%A1/","excerpt":"","text":"我其实是一个懒于做饭的人，因为做一个人的饭太麻烦了。我又挑食，还讲究营养，所以固定菜式就好。 为什么会做面条？因为这边的中国面条太贵了，也不是每个超市都有卖。 我刚到德国的时候，第一任房东就做过面条，但是我当时没料到日后我会需要自己做，所以就没跟着学。过了一两个月，发现德超的大多食物都不合我口味，但是面粉挺便宜，于是开始尝试做面条。但是那时候我很懒，自以为面粉和成团就可以搓面条了，一个教程都没看。当然了，确实是可以的，只是最后做出来的面条或者面疙瘩都很韧，对颞下颌关节紊乱综合征患者十分不友好。所以我也没做几次就放弃了。最后还是直接花钱去亚超买面条，大老远背回来。虽然不好吃，但是比我做的好吃。 为什么不做饺子？因为我不会。我包饺子的次数屈指可数，且最多是进行最后那一步。大概是从和面开始做过一次的，但是那次失败了，且当时我初三…… 去年中，一个刚来的女博士向我推荐了德超的饺子。我趁打折买了几包，其实不太好吃。只是它不贵且方便，所以我前后还是吃了几包。去年底，有个中国女博士给了我几个手工饺子，她说是她师姐做的。我当时吃着，觉得还是中国饺子好吃。俄罗斯饺子，欧洲饺子都太难吃了。四月，我在德超买了一包必品阁的饺子，300g 盛惠 2.99 欧，还是折后价。妈惹，比打折的牛肉还贵好吗。于是，我决定做饺子。 跟着小高姐做羊肉饺子的视频，一步一步走。但是我败在了擀面皮那步。我没有擀面杖，学的是其他视频的方法，先是分小剂子，摁扁，如此重复，最后把四个叠一起，用勺子压（图一）。结果，最后四个饺子皮变成的一团。无奈，我只好把它们分开，再每个用玻璃瓶压。但是剂子太大了，压出来的饼包一个太大，两个太小。我懒得改，于是最开始的几个饺子，差不多我拳头大。因为太饿了，我还只是包了几个就迫不及待煮来吃了。煮熟后，完全骨肉分离，有的还破了皮（图二）。 因为皮和馅分开了，所以吃起来味道一般。不像在吃饺子，倒是像在吃结实的大肉丸+畸形面皮。 吃完就不想动了。剩下的我在一个多小时之后才完成。我决定把面团整个压成饼，再用杯子盖出饺子皮。包着包着，饺子皮太大，用的馅料太多，补了一次馅料。 不得不说，包饺子真是体力活！！！ 剩下的面皮，我直接当面条煮了，居然很好吃。于是，我觉得，用这个方法可以做面条。然后用做馅料的方法可以做肉丸。 掌握了真谛，当然得动手啦。于是，我连着做了两次面条，都很好吃。而且，这两次我比较随意。 做法 1.加一点点盐，水和面粉和成面团，能成团，偏干一点就行，水粉比啥的不重要。成团的意思就是一块团，不用表面光滑。不用揉很久，成团之后密封放一边醒面。我没有保鲜膜，直接大碗盖一个锅盖。 2.醒面时间也不用太在意，在你记得的时候揉一下下，不用半分钟。 3.再盖盖子，醒面。想起来的时候再揉一下下。 4.醒面一小时以上。其实也不用太精确，因为我从来没精确过。 5.把面团搓扁，用圆桶工具把面团毯成薄片。 6.切条。我没加面粉，所以面条都是轻轻堆在一起，然后一条条下锅。可能加了面粉，可以一堆一起下锅。（加面粉是防止面团黏在一起） 其实重点就是：三揉三醒。 工具 其实我之前看过一些做面条的视频，都觉得太复杂了，我也没有视频一样的工具。所以就直接放弃了。 这次使用的工具很简单，都是利用我手上有的器具。 和/揉面的碗是宜家的白瓷/钢玻璃（？材质的大碗，平时吃饭用的。 我摊面饼的案板是我公寓自配的大桌子。实际需要的使用面积不大，大约 50*50cm。 我摊面饼用的是葡萄酒瓶。 没有塑料切面团的刀具，我用切蔬菜的菜板（宜家薄薄的那种），保持菜板干净和干燥，直接用切水果的刀子切。 总结 啊。我可真是个小天才！","categories":[{"name":"尝试","slug":"尝试","permalink":"https://kiwylai.github.io/categories/%E5%B0%9D%E8%AF%95/"}],"tags":[{"name":"饮食","slug":"饮食","permalink":"https://kiwylai.github.io/tags/%E9%A5%AE%E9%A3%9F/"},{"name":"挑战","slug":"挑战","permalink":"https://kiwylai.github.io/tags/%E6%8C%91%E6%88%98/"}],"author":"Kiwy"},{"title":"德国生活记——租房","slug":"德国生活记——租房","date":"2024-05-05T15:57:33.000Z","updated":"2024-05-11T19:48:26.106Z","comments":true,"path":"2024/05/05/德国生活记——租房/","permalink":"https://kiwylai.github.io/2024/05/05/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB%E8%AE%B0%E2%80%94%E2%80%94%E7%A7%9F%E6%88%BF/","excerpt":"","text":"我是 22 年 8 月 2 号拿到签证，随后定了 9 月 9 号的机票。之后开始在网上看房。 当时给学校写过信，学校回了我一份地址。我看了一家学校推荐的公寓，严重超过我的预算。再看上面所有的网址，对我来说都没什么用。 我发微博，@了几个相关的号，但是都没有得到有效信息，倒是看到了一个也在找房的女生，我们加了微信。 我还找了一些论坛，基本也没有我想去的地方的出租信息。看到早前发求租信息的人，我也加了他们微信。想着他们肯定已经在那边了，多少能提供一点信息吧。我也加了邻市求租或者出租的人的微信，想着有个备选方案也好。他们大部分是男的，也把我拉进去几个微信群。 我也找过本地青旅，数量不多，那段时间也是满人。airbnb 太贵了，我舍不得。 德国最大的租房网站应该是WG。上面以德语为主，我看了好一些，人家都要求讲德语。即使这样，我还是发了英文版的，但是都没有收到回复。我想着长租不行，那就找个短租吧。刚好有个人回我，说可以住到九月底，200 欧，空的楼阁。但是她说可以给我添点基本家具。同时，我加了一个中国女生的微信，看了她在邻市房间。价格也不算很高。我问了一个在德的男生意见，他让我去中国女生那，我就拒绝了外国人。 结果我离出发没多久，想找那个中国女生说具体信息的时候，她说我当时没很确切说要租，所以她租给别人了。我顿时懵了。我当时是默认和她设想那段时间的生活就是定下来了，她给我看别人的信息，直接用了“好了，我要了”这样的字眼。我想着，确实也是我自己没做好。 急得我马上在微信群求助。有个人说可以收留我，但是三天后可能会有变动。我想着，那应该是可以住到九月底的吧，于是就和她确定了。她说我到的那天，他们从别的地方出差回来，会来接我。结果我中转的时候一直没收到他们信息，落地德国之后，才看到信息说他们太累了，让我自己坐火车到一个地方，他们来接我。 虽然我觉得他们这样言而无信太不好了，但是没地方去，还是先去他们那吧。 结果第三天，他们告诉我，他们之前就和另一个男的谈好了，把沙发租出去。他们过后几天要出差。他们去看新房子了，但是那边还没报装水电，还不能住进去。我心想，你们是越来越不靠谱了，于是马上在群里找短租。看到一个女生有个很便宜的宿舍，我就过去了。50 欧一周。那天晚上，第一任还对我说，其实我不用搬走的，他们新房子可能可以提早住进去。我…… 我当时还是拼命在 wg 找房子，但是没找到。难得有个人回我，我第二天去看房。市中心的地下室，有个 A4 纸那么宽的窗户，还得 480 欧……地下室三个房间，当时住着一个国男，一个台湾人。房东是个阿姨，她居然问我为什么剪这样的头发。我觉得很奇怪，你们德国不是满大街男的留长发吗，我剪个寸头怎么了？我虽然对她不爽，但是觉得还是得找个房子吧，就说短发方便。（真的，以后遇到有人问我为什么剪这样的头发，可以直接将他拉黑。）国男当时在房间，阿姨还让他和我聊了几句。那个男的说这里条件不好，不建议我来。他是懒得换，而且这个阿姨对他挺好，这里离他学校也近，所以就住着。我本来是还想住一住的，但是这个女的，想收我整个 9 月的钱。我拒绝，她就想收半个月，我还是觉得。是我就住几天，你不能收半个月的钱啊。她扯了一堆，很不合逻辑。最后，她把我拒了。其实我当时也不太想去了，比较地下室没有阳光，真的很可怕。 记得第一任房东提到过他们刚到德国住的公寓，我上网搜了一下。想着虽然网上显示的价格高于我预算，但是还是找到房子重要。于是就给网上的邮箱写信，问他们有没有房间。我当时在 wg 遇到一个男的转租这个公寓的房间，但是因为他不满一年，不能退租换我名字，所以我不能去an，所以我们就没谈成。 公寓回我邮件说有房子，要 10 月 15 才能入住，一楼比二三楼便宜 20 欧，问我选哪个。我说一楼。这样就比我预算高 10 欧。 确定了之后，第二任房东说她那里得 26 号退房。我刚好那周学校有迎新活动，且我以为很重要。就问第一任房东能不能收留我几天。结果那个女的回：哎呀，我们水电还没弄好，我们现在还在出差，不好意思啊。那时候也就十几号吧。我心想，你这打脸可够快的。 我又在微信群找，有个女生说可以出三天。我想着一个人住总比住青旅好吧。结果那个人收了我钱没两天，说她有事，不租了。幸好她把钱退给了我，不然她跑路了，我真不知道去哪里找她。 过后几天，第二任搞出了幺蛾子，我害怕，于是搬去邻市的青旅住了。我找了最便宜的地方，也最偏。在那里遇到一个中国大哥，我和他说了我遇到的几个房东。他说：你这是贪便宜才总遇到这些人。你多花点钱住青旅，啥事没有。 我在青旅住了几天，看到微信有人在比较市中心的房子，说她月中到，房间是空的。有个住着的男的，还有个女的过几天来。我问了一下，比我住青旅便宜一丢丢，主要是她那离我学校近些，我就搬去她那了。那个男的在我住进去第二天就去旅游了，但是另一个女的很快就来了。这个女的，也是个奇葩…… 我第四任房东 12 号就到了，我本来打算住回青旅的。但是想着搬东西太麻烦了，我就在她那睡两天沙发吧。因为 15 号是周六，所以公寓让我 14 号住进去，我也算省了一天的钱。 青旅我住的是四人间，每天价格不一样，看你怎么定。可以租厨具做饭，有公共厨房。我就是在那认识的Emmanuel。 当时还遇到一个印度大哥，他说督促我说德语。得知我公寓的房租，让我去邻市租学生宿舍。我说我申请过很多次，但都失败了。他：你就直接去那个公寓的管理处，说你很穷，但是需要空间学习。你现在住在四人间，无法安静学习。那个学生宿舍，最便宜的三百多，十几个人共用浴室和卫生间还有厨房，四百多的也还是没有独立卫浴。我想着，我还是咬咬牙，花多点钱住得舒服点吧。也不要随便和陌生人合租了，我感觉我在这边没有好舍友的运气。 我 10 月搬进了公寓。结果次年 1 月，楼层发现水管有问题，让我们搬去别的房间，等他们修好了再搬回去，租金不变。好了，我又搬了一次家。今年，水管修好了，我月底就要搬回去了。我这漂泊的命。","categories":[{"name":"生活记","slug":"生活记","permalink":"https://kiwylai.github.io/categories/%E7%94%9F%E6%B4%BB%E8%AE%B0/"}],"tags":[{"name":"德国生活","slug":"德国生活","permalink":"https://kiwylai.github.io/tags/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB/"},{"name":"租房","slug":"租房","permalink":"https://kiwylai.github.io/tags/%E7%A7%9F%E6%88%BF/"}],"author":"Kiwy"},{"title":"亲爱的你怎么不在身边","slug":"亲爱你的怎么不在身边","date":"2024-04-28T16:06:26.000Z","updated":"2024-04-28T16:31:25.605Z","comments":true,"path":"2024/04/28/亲爱你的怎么不在身边/","permalink":"https://kiwylai.github.io/2024/04/28/%E4%BA%B2%E7%88%B1%E4%BD%A0%E7%9A%84%E6%80%8E%E4%B9%88%E4%B8%8D%E5%9C%A8%E8%BA%AB%E8%BE%B9/","excerpt":"","text":"前几年我就拉黑我妈了。 起因是隔壁盖房子太吵，影响我工作。我和工人沟通无效，于是和我爸说了这件事，让他把屋主的电话给我。结果没多久，我妈发微信骂我小气，和人相处不好，以后会混不好。我？？？？顿时火大。我作为受害者，为什么还要受到指责？而且你之前不是嫌弃我不认真工作，没钱。现在我认真赚钱了，为什么还是受到指责？于是，我把她拉黑了。那天晚上本来计划去市里见侄子，但是我妈在那，于是我没去。我爸很晚才打电话给我，问我为什么时候到。我说我不去了，气饱了。当然，我爸是不会觉得我妈有什么错，也不会在意我的感受的。 这几年我妈对我最大的指控有俩：不结婚，没有稳定收入。这两样都极度容易会让我步入贫困，拖累我弟一家。为啥？我也不知道。我和网友说了这件事，得到一句：你妈是傻 x。我：是的。 这几年我和她见面次数不多，吵架也没输过。可是我看得她还是很烦，因为她一直在给身边人制造一种很恐怖的气场：别人都不按照她的意见生活；同时她又害怕自己做得不好受到指责。最搞笑的是，她经常和亲家吐槽自己的儿子，同时抱怨自己苦。更搞笑的是，她儿子没结婚的时候说：我是不会让我妈给我带孩子的，你看我就知道我妈是什么样。结果，孩子出生，他完全是甩手掌柜。而我妈马上热脸贴上去。 相亲相爱的一家。 出国后，我唯一联系的亲人就是我弟媳。更准确来说，是我侄子。弟媳也算有心，自己和我没话题聊，但是偶尔打开视频，然后把电话给我侄子。我侄女腼腆，所以每次来看一眼镜头就走，不和我说话。 我和侄子视频的频率也不高，一两个月一次。但是我刚出来的时候，他就说过几句“我才不出国”，嫌弃的语气。有时候我和他分享德国的新事物，他很开心去和奶奶分享，结果她一脸嫌弃。最近一次视频，侄子问我为什么要和他视频。我说我想你了。他马上问：你为什么要去德国？我：德国不好吗？他：不好呀。我：你怎么知道，你去过吗？他笑着说去过。其实他不太愿意和我聊天，每次都让我给他发一些火车或者风车的视频，他才愿意聊久一点。我很多时候想和他分享新事物，让他知道这世界很大。但我感觉，可能不用多久，他对我就会开始嫌弃，从而不愿意和我聊天。 怎么说，我没想到，我在这个家存在感最强的时候，是我离家最远的时候。让我比较痛恨的一个点是，我妈在两个小朋友面前持续灌输对一个人的嫌弃与仇恨。小朋友的爸妈大概也不觉得有什么，所以不会做任何思想工作。可怜的小朋友。 我妈在我出国之后做了脑部手术，术后据说状态不好。这个据说，是我一个不算很熟的朋友说的，我有事找她，她劝我多和家里人联系，始终是一家人。 呵呵。 我妈都经历过死的人了，还是这样冥顽不灵，甚至还比过去更顽固。小朋友到底做错了什么，生长在这样的家庭。我以前不信命，现在我觉得，投胎就是命，天注定。","categories":[{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/tags/%E5%AE%B6%E5%BA%AD/"}],"author":"Kiwy"},{"title":"矛盾","slug":"矛盾","date":"2024-04-21T08:52:53.000Z","updated":"2024-04-21T08:56:56.101Z","comments":true,"path":"2024/04/21/矛盾/","permalink":"https://kiwylai.github.io/2024/04/21/%E7%9F%9B%E7%9B%BE/","excerpt":"","text":"场景一 我一个朋友，很想生孩子。怀孕之后，还犹豫过要不要和男朋友结婚，最后结了，到目前不满两年。 但是她经常和我分享一些男女相处的文章啥的，说她很赞成。我问她为什么那么在意这些，她说她前面几段感情都受了伤，所以很怕变成恋爱脑。她老公目前对她很好，工作上也给了很多支持。但是她老公太精明了，她怕被骗。她家里人也都劝她小心点，她老公太精了。 某天她又给我发了两性话题的帖子，然后说有些人像吸毒一样喜欢痛苦。 我：那是抖 m 吧。 我：你不觉得你现在也像吸毒么？一边享受你老公对你的好，一边又担忧着他会害你。 她：哈哈哈。 场景二 一上海姑娘，独女，家里有房。她说她快结婚了，对方大她 10 岁，非上海人。不打算要小孩，她父母也考察过那个男的了。 她：我不需要他有很多钱，他能养我就行。 我：他爸妈有退休金啥的吗？ 她：没有。别问了。我们都谈好了，他的给他爸妈，我爸妈的归我。我只图他人。 我：那你做财产公证了吗？ 她：不需要吧，也没啥钱。 我：你说不生小孩，他愿意做结扎吗？ 她：带套干净吧。 我：可以避孕套成功率不是 100%。 她：到时候看。既然夫妻了，不能防得太厉害。差不多行了。他负责挣钱，说好的了。 某天我问了一下小姑娘蒜头发芽的事，然后她问我雅思几分。我以为她要留学，就说了几句备考情况。 结果她说有人叫她去荷兰工作，但是口语不行，也懒。现在人生就是摆烂，嫁人也是摆烂。就是糟蹋自己；弄个老公爹妈养养 2，从小没吃苦，嫁人了苦一堆。 我：你好矛盾。一边想那个男的养你，一边又怕他害你。 她：我自己能养自己。他父母没有退休金，她父母有，还有房子收租。又说她以前年纪轻轻，没好好挑。现在的苦都是自找。 我：你们登记了？ 她：没。 我：你不怕以后需要用你的钱养活他一家？ 她：不会。我的钱都在房子上。 我：既然没登记，为啥不离开？世界上的男人那么多。 她：有情，还有懒。 我：祝你好运。 她：嗯。","categories":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/categories/%E4%BA%BA/"}],"tags":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/tags/%E6%9C%8B%E5%8F%8B/"},{"name":"三观","slug":"三观","permalink":"https://kiwylai.github.io/tags/%E4%B8%89%E8%A7%82/"}],"author":"Kiwy"},{"title":"德国生活记——曲折的银行卡办理过程","slug":"德国生活记——曲折的银行卡办理过程","date":"2024-04-14T11:21:01.000Z","updated":"2024-05-11T19:48:09.800Z","comments":true,"path":"2024/04/14/德国生活记——曲折的银行卡办理过程/","permalink":"https://kiwylai.github.io/2024/04/14/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB%E8%AE%B0%E2%80%94%E2%80%94%E6%9B%B2%E6%8A%98%E7%9A%84%E9%93%B6%E8%A1%8C%E5%8D%A1%E5%8A%9E%E7%90%86%E8%BF%87%E7%A8%8B/","excerpt":"","text":"在这里要先解释一个概念：anmeldung，简称 an，意思是市政厅登记。不是所有国家的人去德国都需要签证，但是很多国家的人在德国学习或者工作之类，需要登记，证明你有固定、合适的居所。不是所有房屋有多余的登记名额，它有人均居住面积等要求，这也是德国租房困难的一个原因。我所在的城市，需要房屋合同和房东给的房屋确认函去市政厅登记，然后你会获得一个税号，工作会需要它。我们拿签证的人家需要登记证明去外管局延长签证。它为什么存在，我也不清楚。看上去就是保证大家要住得好一点，不能一群人挤在一个小房间，体现人道主义。 刚到德国的时候申请唯一不用 an 的网银，失败了。再去银行，要 an 了之后才能办理。好不容易抢号在入住十天后 an 了，在某银行网站搞了一个多小时终于可以，结果银行说这个不行。想现场办要预约，自己网上申请了就可以不预约。好不容易那天人少，我在那操作半天还是网上办不了，小哥发善心帮我办了卡，结果我一个月没拿到。写邮件问，说再给我发一次，结果半个月还没收到。再写邮件问，人家说：我不知道你要找谁。 去另一家朋友说服务好的银行，她当时直接排队就办下来了。我这几天跑了四家那个银行网点。第一家：21 年十二月上旬，对方和我说预约到 1 月 5 号。第二家：oh，你不在柏林 an，办不了，要回 an 的城市。十二月中旬，第三家：两个老阿姨在聊天，和我说 no English。想要预约？得 no English。。。第四家：得预约，圣诞之后，今天实在办不了。虽然当时她们都在闲聊。我最后只好拿了圣诞之后的预约。 预约当天，员工态度还挺好的，虽然她也是厌工，但还是很耐心微笑和我说了一堆。我还闲聊问了一下公寓水电费的事。她说德国的水电费基本都不固定包含在房租里的，主打一个多退少补。这家银行虽然还不能马上拿到银行卡，但是网银是可以马上使用的；而且可以通过人工存钱，免费。如果有卡了找人工，就得收费。过了两天，这个员工还打电话给我，让我补了签证的照片。 本来说一月初就能把卡寄给我，但是我还没有收到。打电话给他们，说给我寄过来了。我说没收到，他们又试了一轮。但是过了一周多，我还是没收到卡，倒是收到了密码的信件。于是我去了一趟银行。一个会一些英语的年轻人问了一个老员工，说是因为我邮箱没有写我自己的名字，快递员不确定，所以没有投送。我说我们公寓邮箱都是不贴名字的，但是我们都能收到信件。他说不行，要么你回去把名字贴上。我说你就按照那个地址寄吧。他们还不能现场给我，说是如果我去银行取，得额外交钱。。。 又过了几天，我还是没收到卡。只好写信给办理的那个人。她也意外居然没收到。我发现她地址没记全，没把我房间号写上去。我就让她加了房间号。在二月中旬，终于收到了银行卡和新的密码纸。 也不知道是幸还是不幸，在收到卡之前，我的钱包（其实是文具袋，因为钱包太重，我不喜欢）不见了。警察怀疑是被偷了，但是因为没有证据，所以大概率追不回来了。如果我在一月收到卡，这张卡大概率也会在那个包里。","categories":[{"name":"生活记","slug":"生活记","permalink":"https://kiwylai.github.io/categories/%E7%94%9F%E6%B4%BB%E8%AE%B0/"}],"tags":[{"name":"德国生活","slug":"德国生活","permalink":"https://kiwylai.github.io/tags/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB/"},{"name":"银行卡","slug":"银行卡","permalink":"https://kiwylai.github.io/tags/%E9%93%B6%E8%A1%8C%E5%8D%A1/"}],"author":"Kiwy"},{"title":"找导师之路","slug":"找导师之路","date":"2024-04-07T09:53:23.000Z","updated":"2024-09-15T21:34:33.660Z","comments":true,"path":"2024/04/07/找导师之路/","permalink":"https://kiwylai.github.io/2024/04/07/%E6%89%BE%E5%AF%BC%E5%B8%88%E4%B9%8B%E8%B7%AF/","excerpt":"","text":"上次说到了其中一个导师，这次再说说其他几个。 我用的网站是ADP，是网友介绍的。 第一个导师 我的首选是在德国工作的外国女导师，这样背景会和我的贴切很多。但是几个资质不错的女导师都不接预约，我就选了一个比较年轻的。她是印度人，工作经验大概五年。 面谈的时候，她迟到了几分钟；也没开摄像头，告诉我摄像头有问题。关于摄像头这个，我老熟悉了，因为之前班上有个印度男同学不听课却被老师提问的时候，就会找借口说设备/网络有问题，等下再找老师。我为什么知道呢，因为我和他是几个科目的小组队员，所以对他有些了解。 这个导师回答了我几个问题：1.tech 行业，德语不是必须的。在大城市，也是可以找到非德语的兼职，她在优衣库就成功过。2.她来德国之前学到了德语 B1，但是当她用德语面试的时候，发现是远远不够的；所以她觉得要去使用德语的公司，可能得把等级再提高一点。3.我还是有时间学习和找到工作的，所以不必太着急。 我还问了一下她简历的问题，她给我看了几眼她的简历，说一下要突出你会的技能。GitHub 链接虽然放上去，但是 hr 不一定会看，把自己写过的项目简单描述一下会更直观。 半小时过去，我们很快就 say goodbye 了。老实说，因为她迟到和摄像头的事，我对她印象不是特别好。 第二个导师 本土工作的外国女导师实在太难找了，而且我的英语限制了我的表达和理解。第二个导师我选了一个在瑞典工作的中国女生。但她不是做前端的，所以对 js 的问题并不能给到合适的答案。倒是吐槽了 js 很多问题，然后给我推荐了两个学习网站，其中一个是前端的。后者是她同事们都说好的网站。 她说最好是找到自己想做的项目，然后查完成这个项目需要什么技能，再一点点积累。 我也知道这样挺好，但是我目前真的不知道自己想做什么产品。 第三个导师 就是德国男了。 第四个导师 他是一个在德国工作的俄罗斯人。迟到了一两分钟。他说：不需要学德语，人家主要需要你写代码。他问我知道 html 的全称是什么吗？我：说出来 ht 和 l，但是 m 不知道。他：要懂概念，要懂程序语言是什么。想找工作？多去社交平台发信息，参加线上或者线下的活动，找到同好者。linkedln 写得好看点，最好让人印象深刻。不要只看书，直接写代码，最少每天四小时。最好写自己想实现的功能，要没有就去找那些经典项目写一写。但是你学习需要 feedback，我可以在这个平台之外提供收费的。我会发一些学习路径啥的给你，请你去这个平台给我评价，让我知道我有哪些需要改进的。 如果我能持续高浓度社交，早就考虑其他职位了吧。 周二见完大哥，他周四晚上给我发了合作计划书，并且说学习路径在 late this week 给我发过来。合作期 6 个月，每周一小时，每月 250 欧，且每个月的钱得提前支付。他会给我一些作业。没了。我 os：大哥，你可真会做生意，抢钱啊这是。 我周六回信说我太穷了，无法享受他的服务。那周过去了，我也没收到他的路径邮件。虽然我并没有期待他的路径图。但是还得说：大哥你人不行啊大哥。 第五个导师 是一个伊朗大哥，他一年多前从伊朗被招聘过来。他说科技行业，德语不是必须的。他还推荐了几个网站，一个是他自己也付费学习过的，说上面的学习路径很好，强烈建议我试试；他还推荐了具体的课程。 大哥还建议我有时间就去 leetcode 看看题，提高一下自己的软实力，面试可能会被问到。还让我准备找工作的时候就去领英找找同行业、公司正在招聘的的人，和人搭搭话、自我推销，看看能不能内推。因为她们内推成功也有奖励，而且聊得来人们也希望有个了解的同事。 我也让他看了 fCC 的项目，他说上面视频太多，但是学习路径不够清晰，不太适合短期冲刺。我问他推荐的那个网站能获得代码反馈吗？他说不太能，但是你可以在完成几个项目之后到 ADP 这个平台约导师啊。我问，那我以后能再约你吗？他：当然可以啊。 他还说你还是有时间的，这两个月就先不要想其他事情，不要焦虑。之后再焦虑是正常的，现在就专心学习好了。我问自学半年之内找到工作的可能性大吗？他说有些难。他有几个朋友自学了一年，没有得到海外 offer。 见了五个人，目前这个给的意见是最合适我的。 最后 我后来看了一下伊朗大哥推荐的课程，那个老师前两年的同样题目的课程，开篇就讲 js 的 closure，我还没学到啊。。。而且他是把自己和学生教学过程录制下来，音量和信号有时候会不稳定，需要很用力才能听清楚，对我来说也是蛮吃力的。所以就暂时先放一边了。 自此我知道我想做前端的话，是逃不过学 js 的。如果放弃前端学习后端，就得放弃之前学的，从头来过，时间成本就更高了，且不确定我学后端是否又会陷入严重厌学的阶段。我觉得很多导师大概也就能给一些意见，没人会愿意免费带着你走一路。于是我决定短期内不再找导师了，还是好好学 js 吧。 受 ADHD 和性格影响，不焦虑是不可能的。只能一边焦虑一边学了。","categories":[{"name":"导师","slug":"导师","permalink":"https://kiwylai.github.io/categories/%E5%AF%BC%E5%B8%88/"}],"tags":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"},{"name":"ADPList","slug":"ADPList","permalink":"https://kiwylai.github.io/tags/ADPList/"}],"author":"Kiwy"},{"title":"世界上那么多人，换一个就行了","slug":"世界上那么多人，换一个就行了","date":"2024-03-31T09:14:14.000Z","updated":"2024-03-31T09:16:48.881Z","comments":true,"path":"2024/03/31/世界上那么多人，换一个就行了/","permalink":"https://kiwylai.github.io/2024/03/31/%E4%B8%96%E7%95%8C%E4%B8%8A%E9%82%A3%E4%B9%88%E5%A4%9A%E4%BA%BA%EF%BC%8C%E6%8D%A2%E4%B8%80%E4%B8%AA%E5%B0%B1%E8%A1%8C%E4%BA%86/","excerpt":"","text":"一月学习状态十分差，到了二月觉得再这样下去，找到一份码农工作十分渺茫。想起在看到网友推荐过一个免费找导师的网站，我想着看看能不能找到人指点一下我的学习路径。 上面 front-end 的导师不算很多，坐标德国的女性更少，于是我只能开始找男导师。第一个男导师是德国人，在我写了介绍之后，他马上在后台给我回答了一个问题。然后说他有好方法可以教我学德语，他在前妻（台湾人，会说普通话和英语）身上试验过。 我看到他这样说有点期待，同时有点奇怪：既然你有好方法，你也回复我了，那你可以在这里把方法说清楚的嘛。但是我当时觉得他可能有他的想法，我们也还没见，就等见了面再说吧。 见面的时候，他说不会德语找工作确实有点麻烦，A1 是真不够，最起码得假装有 A2 吧（但是之前见的印度导师说 B1 也不够）。他可以带我练练德语，再帮我细化学 JS 的计划。 他查了一些实习的薪资，说很低，这个应该申请不了工签。我也不清楚工签薪资要求，去查了一下。华人论坛里有人提到看行业，如果低于行业标准水平，可能会被卡。而且最好是工业或商业。忽然觉得，可能我找份超市收银员的活，未必能换到工签。 因为我申请的是一小时面谈，但是我们超时了。结束前，这个男的最后问我，“just curious，你为什么会剪这么短的头发？”我：因为方便啊。他：我只是好奇，因为很少见女生剪这样的发型。我当时就觉得很奇怪，你们德国人不是很多男的都爱留长头发吗？各种奇怪打扮都有吧，你为何好奇我的头发呢？但是我对他还是没上面戒备心，又见他之前说得那么好，就和他说我这个发型在亚洲女性里确实比较少见。然后说了这样的发型容易受到什么歧视，所以我才更想留在德国。 结束之后，他给我一个第二天半小时的 session，说带我练习德语；还建立了只有我们可见的 GitHub repository。 第二天，他道歉说他前一晚太累了（不是生病），所以就早睡了，没有给我留 js 小作业。其实我忘了他前一天说给我留作业的事了。随后，他和我聊了一个多小时，我问了一些德语问题。他建议我多听收音机，建立语感。我说我没有收音机，只有播客。他说他还是倾向于收音机，就放着，当背景。他前妻就是那样学的，多听，看电视什么的，然后开始说。我当时想着，播客+音乐播放器，不就有收音机的功能了吗，他为什么一直强调收音机？但是我没说出来。有时候我犯错的时候，他说看到我犯这样的错，又想起了他前妻。当然，不是因为我长得像她，只是因为大家入门都犯这样的错。我当时觉得挺不舒服的，因为我觉得他一直提起他前妻，感觉特别怪。再加上前一天问我发型的时，感觉就更怪了。 而且这个大哥老是说我有些发音不好，但是我觉得我发音很好。他还说每个地方的德国人口音都不一样，他在南部就怎样；说不知道你在哪里，那里的人是什么口音。当时我觉得他很想知道我在哪里，但是我觉得不想让他知道，所以我就没接这个话题。 他还和我说了一下他想给我找实习，可以带薪学习，虽然钱不多，但是可以学到知识和争取多点时间。但是他目前没找到合适的，所以想在未来两个月内带我完成 A2。他也可以给我写介绍信，说我们 mentor 期间学了什么，但是他也不确定有多大作用。他十来年前就是参加了这个培训，然后找到工作的。现在也会在一些机构里教人编程。我终于反应过来他说的是 ausbildung（双元制培训），就告诉他这个要求 25 岁以下，我已经超龄了。他说，哎呀，你看着好年轻啊，你该不会比我大吧？我：有可能呀。他说我 35 岁。我说那我比你小一些。他说他有个朋友 30 岁了还是去参加了这个培训，我就没再接话了。结束前他说他明天有空，于是又约了一个半小时 session。 其实我觉得和他聊也挺累的，而且有用信息并不是很多。但是想着人家那么热心，我就当学习吧。就算没学到德语和编程，就当练练英语口语，毕竟我口语太差了。 第三天还是约的五点，是他自己说他那天有空，定的时间。但是到了那天五点，他没出现，也没邮件通知我（我不确定他是否有我的邮箱）。于是我登录了那个导师网站，最搞笑的是，网站显示他五点零五分才离开的。 我也懒得问他为什么不出现，为什么不留意，反正我觉得连着和他聊天也很累。也没有很想问的问题，我还查了一下我昨天出现的错误，知道了正确的答案。通过后台，我才发现原来前一天聊完之后，他给我布置了 JS 小作业，但是邮箱和 Github 没提醒我有消息，所以我那天才看到。如果他和我面谈，我应该也不会打开网页后台，也就看不到那个小作业。但老实说，我没懂那个作业是什么。 那天晚上十点多还是十一点多，我收到邮件通知，他在后台私信我了。但是私信只能登陆网站才能看到，还会显示你最后在线时间。我并不想直面他，就没打开网站。第二天早上，我打开后台，看到他昨晚八点多给我信息说他太抑郁所以不能起床。说可以 discord 聊，他经常在那。我们可以另外约个时间。 我就感觉，如果他真是抑郁到起不来，这行动力和精神头都太强了。他的预约网页，每天早上六点多开始有几个位置，下午三四点开始有几个位置，每天不间断。这是我见过开发最多预约的导师了。也不知道他是在逼自己还是啥。但是真抑郁逼最近也没用啊。但是我当时还是给他留言说第二天下午五点有空。 之后我还是觉得很不对劲，就和朋友说了这件事。她说换以前，她也会再给这个人一次机会。但是从她职场经验看，没有任何人会无缘无故对另一个人这么好。她很担心他会不会是杀人犯。就算我有再多佐证，但是依然觉得奇怪，所以要相信自己的直觉。他已经鸽我两次了，没必要给同一个人很多次（伤害你的）机会，世界上那么多人，换一个就行了。我：那我已经和他说了什么时候有空了，明天要怎么拒绝他？她：他之前鸽你的借口都很随意，你也随意找一个行了。我：好的。 “世界上那么多人，换一个就行了。”我感觉，可以用在很多事情上。做到了，烦心事少很多。","categories":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/categories/%E4%BA%BA/"}],"tags":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/tags/%E6%9C%8B%E5%8F%8B/"},{"name":"三观","slug":"三观","permalink":"https://kiwylai.github.io/tags/%E4%B8%89%E8%A7%82/"}],"author":"Kiwy"},{"title":"漂亮朋友","slug":"漂亮朋友","date":"2024-03-24T09:09:13.000Z","updated":"2024-03-24T09:22:33.141Z","comments":true,"path":"2024/03/24/漂亮朋友/","permalink":"https://kiwylai.github.io/2024/03/24/%E6%BC%82%E4%BA%AE%E6%9C%8B%E5%8F%8B/","excerpt":"","text":"去年做毕设的时候，我很焦虑。想起了大学做毕设的时候，也想起了大学好友。我们已经有几年没联系了，主要是因为她有次发了一张照片给我，说很像我。我看着有一点点像大学的我吧，和彼时的我是完全不一样的，也和之前见她时是不一样的。我忽然觉得，她对我的印象，对我说话的语气，还停留在大学。她并没有看见过我，这一点我早就知道。我对她来说，也并不是很重要，这一点我也早就知道。毕业后她总说想来找我，但是没钱；却转眼间告诉我，她又买了一支 ysl 口红。一支口红够她来回找我好几趟了。但是我刚当时因为工作不稳定，所以还是期待和她联系。她的婚礼我也参加了，此后我还去她家里玩过一次。但是那一张照片，让我彻底认清：她真的不在意我，我们真的没必要联系了。于是我没有回她，她也没有再找过我。 22 年春，我想找大学老师帮忙，于是联系了一下她，但是也没有聊很多。 去年重新联系她，是当精神复建。毕竟有些人和事只有她知道，所以找她聊有有趣些。但是我们当时也没聊太多。做毕设排版的时候，我又想起了大学。那时候她已经弄好了论文，我还在学排版，且花了一些时间还是没学会，而第二天就要交了。于是她帮我排版，让我赶上 ddl。这次我依然不会排版，师妹本来说帮我做，但是最后没空。我和她说了排版的事，她说不急的话可以等她忙完那两天再帮我。但是当时我想着快点完成，就自己做了。我只能自己学习，最后完成了。 她：想不到你现在居然能自己写完一篇英语论文了。 我：主要靠 chatGPT 和 deepl 啦。 她：怪不得。我还以为你很厉害。 我（os：还是很厉害的好不好）：chatGPT 也是需要我训练才能完成我的目标的呀。 她依然否定我的厉害。而当时，她并没有使用过 chatGPT。而且，其实我也自己写了很多，也有朋友的朋友帮忙指点重要代码。虽然论文很垃圾，但是我觉得对于跨专业的我来说，自己找课题、写论文，是真的很厉害。那时候的我想，她对我的印象和态度，还是十年日一日。之后，我们又很少联系。 最近是因为聊一个她也见过的我的朋友而来往多了。她说了很多她自己的事，身边的人的事，我也说了一些我身边人的事。我说了我近几年的观察感受：这个社会，男女很不平等。整个社会对男的很宽容，对女的很苛刻。社会和家庭都在规训女性，让她们听话，忍让，奉献。她说不觉得。 有天聊起我们为什么不联系，她说她那时候怀孕生子，怕我不喜欢这些话题，就没找我。我觉得好难得的窝心，被感动了。我只说我那时候很焦虑，还是没告诉她真相。 她说让我快点找到工作，想来找我玩，让我包食宿。我想着也行吧，有个人一起玩也不错。然后有晚她熬夜查机票，于是我们就聊起来。我说起家里人对这几年对我做的事，上来就将我和我爸各打五十大板；我说我家明显重男轻女，她说怪不得你总说男女不平等。我说我之前带病打工的时候，想着如果万一我死了，就把剩下不多的钱给我侄女。她说你弟都这样了，怎么可以给钱你侄女呢？你应该给父母或者捐出去。聊了几句后又说：你加油赚钱吧，万一死了，我不介意接受你的遗产的。我当时，还挺反感她这么说的，但是已经懒得反驳她了。 有天她说到当初为什么走近我：你以前很极端，我是没想过会和你成为好朋友的。但是我以前经历过校园霸凌，所以当时看到你被霸凌，就想着让你的大学生活温暖些。其实我当时并不是很在意同学的霸凌，因为我也讨厌他们，我自己在其他地方找到了一些欢喜。我之所以走进她，是因为她爸忽然去世，她身边也没好友，我就去安慰她。后来熟络是因为她也很爱观察分析，所以我们就每天一起吃完饭后散步，聊聊大家的观察。 后来我又聊到几个女性朋友跳身婚姻，委曲求全。她们找我诉苦的时候我劝过，但是之后她们都没回我微信了。我还是很感慨，我觉得这些朋友硬性条件都比我好太多，结果却把生活过成了这样。我很希望她们抗争，特别是我的发小。抗争父母，抗争自己的家庭。我还分享了我抗争父母的一些心得。 结果，这个同学说：我想了一下，我身边的亲友都有很好的婚姻生活。我觉得你身边的人婚姻不幸是因为你选择了特定的人做朋友。生活幸福的人不会找你分享，因为会被你否定。你抗争家庭，跑到国外，也不算有说服力。个人生活和婚姻是不一样的，只有你离了婚跑出国还衣食无忧，才具有说服力。不然就是咄咄逼人。 我气笑了。觉得她真是有病。于是就没再回她。没拉黑是怕万一有事要找她帮忙，毕竟除了她，我和整个专业的人都不联系了。 首先，她还是像过去一样，并没有真正去了解我，甚至都没好好听我说话，就断章取义去批判我。其次，我听了她那么多幸福婚姻生活，她居然觉得我看不得他人开心。再次，她觉得我混得很差，没资格说别人什么。啊，就，全面否定我呢。这不就是我爸妈的混合体吗？ 我又想起了我大学对她很抗拒的一点是，她总说我极端，然后输出一通自己的想法，还美名曰“我只是表达自己的观点，你可以不听哈。”但是每次我不接受她就说我极端。我总觉得她很想改变我，我很害怕想改变我的人。我觉得我是一个很能听意见的人，只要你有理有据，我都会思考你的话，接受好的部分。但是她的很多观点，我都是不认可的；或者说，我觉得那些意见对某些人来说是很有用的，但是不适合我。我爸就是想劝我做某事，但是我不同意时，就会给我扣帽子，说我不和他沟通。可我当时就说了，我觉得沟通的前提是平等，而你只是想说服我。 我细想了一下，如果当初我不是很有自己想法的人，我就会听从她的话去做改变。因为当时她和我住同一层楼，同一个专业，所以在一起的时间很多。加之我一开学就被同学霸凌，如果敏感的人，遇到她的温暖，早就沦陷了。而且她总是打着中立的牌子，和你聊天，让你不知不觉更相信她，觉得这个人对你真好。她的打压也是不明显的，因为按照很多社会标准来说，我当时很多做法的确很野人，而她的观点就是很符合社会要求的。所以如果你很想被这个社会认可，那就很容易相信她的话。 但是我从小就觉得我挺好的，而且很抗拒别人命令我，想改变我。看来，我自小就有的傲气，真是不知不觉中保护了我很多呢。","categories":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/categories/%E6%9C%8B%E5%8F%8B/"}],"tags":[{"name":"三观","slug":"三观","permalink":"https://kiwylai.github.io/tags/%E4%B8%89%E8%A7%82/"},{"name":"分别","slug":"分别","permalink":"https://kiwylai.github.io/tags/%E5%88%86%E5%88%AB/"}],"author":"Kiwy"},{"title":"写作于我","slug":"写作于我","date":"2024-03-17T09:24:38.000Z","updated":"2024-12-29T23:20:59.122Z","comments":true,"path":"2024/03/17/写作于我/","permalink":"https://kiwylai.github.io/2024/03/17/%E5%86%99%E4%BD%9C%E4%BA%8E%E6%88%91/","excerpt":"","text":"我自小就很懒，但是我好像对写作还是有点兴趣。四五年级的时候，我看了一些作文选，也尝试写过一些作文，但是都没找到合适的人帮我改。 四年级的时候，受电视剧影响，开始在寒暑假写日记，为了在老年的时候当趣事看。每个假期写一本，写完就停下，等下一个学期。后来看回那些日记，真的是流水账，总醒来到睡前都细细写下来。但是就是这样的流水账，我也从四年级连续写到了初中。高中也有写，但不是每天都写。最搞笑的是，我学电视剧搞文艺，在高考之后烧了自己高三的日记本。后来想想，是真的很傻。 我初中的时候会很积极参加作文比赛，同时也会额外写一些作文，但是我爸看完只会说你写得太空泛，像喊口号。我初二的语文老师会给我改一些不重要的细节，但是从来不教我结构与语法。高二的时候，我也找过语文老师帮我改作文，但是她也像初二的语文老师一样。 我高中的时候知道了新概念，想着我有机会也得参加一些作文比赛。后来看到报纸征文，需要交钱，我就让我爸给我交。他也真同意了。当然，最后没有获奖。慢慢我也明白，其实这些活动是为了骗钱。 大学有了电脑，就不那么勤快写日记了。开始时不时在 QQ 空间写日志，这样可以分享给朋友看。那时候我想到什么就写什么，每次都不懂分清主次，觉得什么都重要，都得讲清楚。于是就越写越多，越写越偏，写太久还没写完，就不想写了。即使是这样，我大学四年，写了也差不多 200 篇日志。 我当时觉得我要好的同学不理解我家庭对我的伤害，所以想写下来告诉她。结果写着写着觉得很累，而且觉得写那些破事一点都不让人开心，就停下来了。那封信一直存在我的邮箱里。 毕业后两三年里，就写得很少。大概在 16 年，一个网友鼓励我，除了是多输入之外，也应该尝试多输出。于是我申请了一个公众号，开始写日记。打算写到 1001 篇就不写了。那时候觉得除了朋友之外，没人会看到我的日记，也没有分组，全部公开。写得多了，觉得公开日记还是有点危险，就删了之前的。后面的就设成分组对象可见，只有一些订阅的朋友才能看到。当然，除了日记之外，也会写点别的，但是不多。 其实我的日记也没几个朋友看，大概是太琐碎了。但是有一天，有个网友微信上告诉我，说我对我爸太差了。明明我住在他家，用他的房子做小买卖，他就是没经过我同意吃了我很喜欢的鱼，我居然能在日记里那么骂他。我和姐姐说，谢谢你告诉我啊，有时候我也不知道我的想法对不对。但是，我骨子里觉得我没错，她根本不知道平时我爸是怎么对我的，她怎么能就一件事就去批判我呢？我没告诉她那些想法，但是这件事缠绕了我好几天。 日记在写到 900 天左右，我就不写了。觉得没意思。阿拉伯有 1001 夜，但是我的生活并没有童话故事那么精彩，就不写了。 虽然我不写日记了，但是我断断续续还是很喜欢上网写点什么。也算是日记，只不过是琐碎的。 去年伊始，我打算重新开始写日记。就时时去我的社交平台复制粘贴，再改改人称，加点背景与结果。前面两三个月还能坚持把每天的事情记录下来，后面就几天一次。到了六月，就彻底不想写了。 去年三月，建了这个博客，也是很少更新。年底的时候想想，我已经毕业了；毕业后两个月什么都没做，没有任何输入与产出，这样很糟糕啊。毕竟我还是得坚持学习才能找到工作，并不能无所事事啊。写文章虽然对我找工作没有什么帮助，但是起码帮助自己建立一些有序生活啊。于是开始周更。有时候没有特别想写的事情，就找找主题。有时候表达欲特别强，一周可以写两篇。 前些天和一个网友聊天，聊起作为 ADHD 患者，很容易焦虑与慌乱。我说我就是这样，有点小事就会很焦虑。每次这种情况，我就经常找人说那件事，希望别人能给我意见。因为好友不会时时在身边，我在网上就不停找人，有人回复就继续说下去。有时候遇到觉得可靠的陌生人，我也一通说。反正我得把情绪排出去。其实找陌生人说并不是一个很好的选择，这个也是我慢慢体会到的。但是到了不得已的地步，我还是这么做，毕竟维持自己情绪稳定更重要。 不是特别慌乱的时候，我会写下来，再发给朋友看。有一个朋友是肯定会看的，只是我可能不会马上收到回应。但是把事情写下来，也是一种维持情绪稳定的好办法。我觉得我的脑子容量就那么多，如果一件事，我不把它移出去，它就会一直占据我的大脑，让容易分神的我更加无法集中精神。说出来或者写出来，都是一种内存转移。 其实有些事我知道该怎么做，但是我就是贪心，想要更好的结果，所以会和不同人说。又或者说，我也需要得到别人的关心，毕竟我的处境不好啊。但是如果一件事需要我很快做决定，而我一下子找不到人说，我就会很冷静解决那件事。毕竟解决事情是最重要的，其他的往后说。其实和人说着说着，我自己也会觉得重复多了而无趣，情绪也会冷静下来。 而且，写作是可以通过训练，从而提高水平的。我是在某份工作的时候，重新学习，或者说开始学习句子结构。我自己上网查了一些资料，也去请教了一位教师朋友，想着她从事小学教育，应该很有这个知识的教育经验。结果她告诉我她也不会。我就知道，我们的基础教育里，这一块是缺失的。而我觉得，这一块却是很重要的知识，因为句子缩写或者扩写、修改病句等都需要用到这块知识。如果掌握了句子结构，其实很多题就难不倒我们了。但是因为我们的老师不会，所以没人教我们，我们只能通过做题自己领悟。成绩高低，真的看运气和个人努力。每每想到这里，我就更不喜欢我们的基础教育了。 句子结构掌握了，接下来就是写作结构的问题了。写作结构更像是逻辑问题：你要怎么清楚、有条理表达你的观点，或者讲好一件事。这些网上有很多教程，也有很多书籍教授相关的内容。我觉得写作和数学是想通的，特别是数学的证明题；而不是人们想的那样，泾渭分明。会这样想的人，可能根本就不懂这两者。 写作的提高，可以让人自信。同时也可以让人变得更有条理，在一些事情的思考上和表达上，都会有帮助。 我以前一直以为写作对我来说是一种记录，把觉得特别的人和事都记录下来。我曾经还幻想过创作，成为一个小说家。但渐渐发现我没有任何创造力，写不了小说，只能写写自己和身边人的事。但是我最近明白，写作（包括 sns 的唠叨）于我，可能更是一种自恋。看：我的想法多么成熟/先进，快来赞美我、崇拜我。看：我的处境很差呢，快来安慰我。看：我遇到一件有趣的事情呢，快来和我分享喜悦。 也多亏了这点自恋，不然我可能就对这个世界没有任何留恋了 。","categories":[{"name":"ADHD","slug":"ADHD","permalink":"https://kiwylai.github.io/categories/ADHD/"},{"name":"自我探索","slug":"ADHD/自我探索","permalink":"https://kiwylai.github.io/categories/ADHD/%E8%87%AA%E6%88%91%E6%8E%A2%E7%B4%A2/"}],"tags":[{"name":"写作","slug":"写作","permalink":"https://kiwylai.github.io/tags/%E5%86%99%E4%BD%9C/"}],"author":"Kiwy"},{"title":"录取通知书","slug":"录取通知书","date":"2024-03-10T08:17:53.000Z","updated":"2024-03-10T08:29:39.237Z","comments":true,"path":"2024/03/10/录取通知书/","permalink":"https://kiwylai.github.io/2024/03/10/%E5%BD%95%E5%8F%96%E9%80%9A%E7%9F%A5%E4%B9%A6/","excerpt":"","text":"我初一第二学期开学，班上就有五个人辍学了。其中一个是女生。男生辍学基本都是因为不想读书，那个女生是因为要去打工。 当时班上有个同学一直被班上一男生欺负，我经常去骂那个男生。那个男的是她的小学同学，但是后来搬到镇上住了。从他各种难听的话里，我知道了女生妈妈不在了，他爸爸卖豆腐养育她和她哥。她会和那个男生吵，但是脸皮薄，也不会大声说话，所以总是输，还哭过。 那时候她住宿，所以我和她接触不是很多。我倒是记得她睡觉不用枕头，说是她爸说枕头对身体不好。她是我知道的第一个这么做的人，所以我还蛮讶异的。我觉得可能这说法有道理，就尝试了一下，发现我没有枕头完全睡不好。 我初三又和她同班，但我们一直不算很熟。中考之后，我去拿高中录取通知书。当时班主任住市里，不经常在，我就帮另外几个人拿走了，等她们来找我拿。 但是其中两个女生一直没来，其中一个就是她。市里五所高中，她考上了排名中间的那所。那所学校的学生大多考上的是专科。我后来给她家里打电话（那时候电话费还是不便宜的，我一般都不会随便打电话）。她爸接的电话，说她已经出去打工了。我说她考上不错的高中呢，如果努力，也是能读大学的呢。她爸说：没办法啦，家里实在太穷了。她哥还要结婚呢，房子都没钱盖。我眼泪留了下来，也不知道说什么，就挂了电话。 当时我觉得这样很不公平，但是很多家庭都是这样，我觉得好像也没什么可以指摘的。我堂姐就抱怨过她家里人，说她成绩好，但是没书读，因为她是老大。 前几年春节，我在镇上遇到她带着孩子去同学家玩，顺便和她聊了几句。随后我想起那封录取通知书还在，就回家拿给她。但是她看着也没什么情绪，可能早就放下了。始终放不下的是我，特别是我感受过大学生活之后。虽然那时我已经明显察觉到这些不公，而且其实我身上也有；但是我那时候探索得不够多，依然觉得我什么都做不了。如今我觉得我已经进步很多了，却发现我能做的依然有限，毕竟我是鸡蛋面对高墙。","categories":[{"name":"女权","slug":"女权","permalink":"https://kiwylai.github.io/categories/%E5%A5%B3%E6%9D%83/"}],"tags":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/tags/%E8%87%AA%E6%88%91/"},{"name":"父权","slug":"父权","permalink":"https://kiwylai.github.io/tags/%E7%88%B6%E6%9D%83/"}],"author":"Kiwy"},{"title":"自信","slug":"自信","date":"2024-03-03T10:43:31.000Z","updated":"2024-03-03T10:51:39.003Z","comments":true,"path":"2024/03/03/自信/","permalink":"https://kiwylai.github.io/2024/03/03/%E8%87%AA%E4%BF%A1/","excerpt":"","text":"最近发现，找工作没有我现象得那么容易；同时也发现自己编程技能是真的很有限，远不够很多工作要求，德语也是入门级，找到工作的几率就更低了。加之签证期限在那，压力就更大了。经常希望自己睡着睡着不要醒过来就好了。 周五刚好看到一个综艺《种地吧 2》，作为嘉宾的毛不易看到那么大一块废弃的玻璃大棚，那么多工作要在短时间完成，直呼想死（但实际不用他干活）。他问蒋敦豪，这么多活一下子扑过来，你不想死吗？墩墩说：想的。只是活不得不干，所以慢慢来就好了。 我马上想起我大学骑行海南岛的时候，前半时间一直下雨，后半时间一直大太阳。我每天中午都找地方躲太阳，下午才出发。因为我的车最差，所以经常掉队，变成一个人骑行。我那时候总是在想：好想躺在路中间被车碾死，这样就不用骑下去了。 有一天，我一个人顶着大太阳在爬一个很长且有点坡度的坡。一开始我像往常一样，总是看着顶点。后来发现，这样不行。因为看着顶点，发现它离我太远了，好像怎么也到不了。一路上都被人超车，其中包括一个骑二八杠的老大爷。我当时觉得自己年轻力壮，是不可以下来推车的，也不能轻易让一个长辈超车的，于是就更加崩溃了。后来我决定，就不看顶点了。我就低着头，盯着车轮前面一点地方，不让自己翻沟里就好。这样就不用一直面对那看似永远不可到达的顶点，反正我最后总会看到我的轮子立在上面的。于是我就慢慢骑，慢慢骑，终于到了。 我们整个环岛路线是一个有丰富骑行经验的女生定的，八百多千米。我除了后半段单车爆胎，当地找不到维修点，搭车走了一段，还有爬山时推了一小段，其他都是骑着走的。当时搭我的车主还说你少骑了一段，就不完整了。我：那我也没办法。而且，能骑八百多，我觉得我很厉害了。 我去骑行也是意外的事。三月的时候我准备绕着沿海搭车北上，结果刚到厦门，诺基亚黑白手机就坏了，只好直返。我想起我在厦门搭讪认识的一个姑娘刚好在广州，就找她聊了一下。她说她准备去海南骑行，网上找人借车。我想着还可以这样，那我也试试吧。她因为有骑行经验，所以最后一个圈子里的人把山地车借给了她。而我不认识人，最后是一个海口的男生把废置的普通单车借给了我。那辆车很重，还需要修一下才能上路。我当时觉得我还年轻，有车就行。毕竟自己去车行租车得好几百呢，那时候我身上总共就几百块钱。 后来在三亚住宿，遇到一支重庆来的车队。我好像是找领队帮我看看车子，他第二天直接把我带去了捷安特的店里找人帮我修，还把账给结了。他说我这车不适合骑行，特别伤膝盖。但是我也没别的选择了啊，反正以后也不会经常骑行了，就先把这次骑完吧。 我们一共三个人，另外一个是刚买山地车的网友看到朋友借车的帖子，就问能不能一起。我们俩搭顺风车到徐闻的港口；比网友早到一两天，住在我网上找的沙发客家里（这也是一个有趣的故事）。我们仨最后在海口汇合，一起出发。路上都是住便宜的旅店，吃便宜的饭菜。所以总共也没花多少钱。身体上是真累，有时候和她们相处也有点累。我还被一个车队邀请，但是我觉得我这破车跟着专业车队，拖累人家，我压力更大，所以没去。那时候已经走在路上了，也就不会轻易回头了，所以就继续走完了。大部分时间我都是一个人骑车，路上找过不同的人家要水喝。遇到了一个黎族大姐，因为她脸上都是纹身，喝初中地理书照片里的差不多。应该不会说普通话，她丈夫会一些，所以是他接待我。她们还给了一些番薯我吃，我吃完就在人家门口的板凳上休息了。整个旅途是真的痛并快乐着，那时候也觉得以后不大会再做这种事情了。 我刚上大学就有出远门旅游的想法，家里人是不可能给钱的，但是我又不想打工，于是就省吃俭用。在骑行的前一年期末，我网上看到有人在大西北徒搭，还找一个帖主聊了一下。我觉得我也可以这样啊，然后就匆匆找了一个人，应付完期末考试就出发了。那时候我还是用黑白手机，没有摄像头没有地图，我也没买地图，总觉得跟着别人走就可以了。有些朋友觉得危险，劝我不要去。我本不打算告诉家里人，但是朋友说还是说一声吧。于是我告诉我弟，万一我出事了你就照顾好爸妈吧。如果我平安回来，你就什么都不要说。后来我发现那个朋友实在是太娇贵了，于是我就和说了。她受邀请去北京玩了，我一个人开始徒搭。后来也是痛并快乐着，但是因为那边景色好，也是我第一次这样出门玩，加上遇到个很照顾我的姐姐，所以我大部分时间还是很开心的。 那几年，转山、间隔年啥的都挺出名。有句流行的台词是”当你想做一件事，全世界都会帮你。“”有些事你现在不做，你一辈子就不会做了。“我当时倒没那么文青，只是想做，又觉得那些方式我也可以，就去做了；困难什么的，我也不会提前去了解，就想着先做了再说。我后来做的很多事情都是这样，包括出国。 我之前一直觉得我从小做事，经常有种盲目的自信，但同时又伴随不自信。今天我忽然就想明白了， 我的自信不是盲目的，因为我从小就为很多事付出过努力，也得到不错的结果。就主要就体现在成绩，小镇子，用心了就能排上不错的名次，所以就很容易获得自信。虽然高中和大学不咋样，但是还是有很多人考不上呀。于是我又自信。像我踊跃参加普通话和英语演讲比赛，虽然被嘲笑，但是我敢说呀，于是又自信。不自信是来源于一些不确定，很多事都是第一次做，所以心里没底。但是很多事情最后都完成得不错，那就证明我的努力方向是对的，于是又有了自信。 长这么大，除了游泳，我感觉我做其他事都是靠自己摸索的。但是就连游泳这件事，也是因为我主动向多人请教，最后运气好遇到一个能力好又善心的老师。我觉得我是没有大运气的人，但是有时候会遇到一些小运气。一开始我还怀疑过，一些陌生人为什么会对我好，后来我想，是因为我值得啊。我得到的帮助，基本都是因为我主动寻求帮助，这个不行就下一个，找到有人帮忙为止。而别人向我求助的时候，我也会尽量帮忙。 思及此，我真的是应该，更自信一点。","categories":[{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/categories/%E5%86%85%E7%9C%81/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/tags/%E8%87%AA%E6%88%91/"}],"author":"Kiwy"},{"title":"关于培养运动习惯的一些近期想法","slug":"关于培养运动习惯的一些近期想法","date":"2024-02-24T21:03:03.000Z","updated":"2024-12-29T23:23:19.470Z","comments":true,"path":"2024/02/24/关于培养运动习惯的一些近期想法/","permalink":"https://kiwylai.github.io/2024/02/24/%E5%85%B3%E4%BA%8E%E5%9F%B9%E5%85%BB%E8%BF%90%E5%8A%A8%E4%B9%A0%E6%83%AF%E7%9A%84%E4%B8%80%E4%BA%9B%E8%BF%91%E6%9C%9F%E6%83%B3%E6%B3%95/","excerpt":"","text":"抵德之后，我每周的运动都不固定，且数量很少。夏天的时候会出门骑车一个小时，但是每周大概也就是 1-2 次。虽然吃食还是参照金字塔法则，但是能量摄入因为食物种类的改变而略有改变，例如蔬菜大概只有 200-300g（最低值），肉类基本 100-200g（推荐值是 50-100g），主食变化不算很大，但是因为这边杂粮少，所以种类就急剧下降。 某天我穿上一条牛仔裤，忽然发现它不会往下掉了，而且遇到胃胀的情况，扣子都扣不上了。然后我量了一下腰围，达到了我这十年来的最大值。虽然担心过，但是还是有腰围更大的肚子，所以我也没放在心上。 秋天的时候，试过在房间跟着跳舞，但是那段时间经常胃部不适，所以没坚持下来。后来天气变冷，就又躺平了。一月初试过大冷天骑车出门，发现我居然可以做到，于是对室外运动又有了点期待和信心。加之后面又尝试了几次骑车，走远路，我的信心就更足了。 一月底的时候，出于种种目的，我决定每周出门运动四次（之前大概是一周 1-3 次）。到目前已经顺利进行到了第四周，且我觉得生活没有大变化的话，还能再坚持一段时间。 四次运动，基本是三次步行+一次骑行。步行一次为 4-5km，骑车是 10-15km。我是怎么坚持的呢？选择不同的超市作为目的地。 路线 1：离我最近的超市。到超市只有 500m，但是它后面有一块大空地，水泥路，但是暂时没有房子。走一圈是 800 米，走五圈就 4km 了，然后顺路去超市买点特价东西。绕圈圈挺无聊的，很容易放弃。我试过另一段路，泥路＋马路＋人行道。这段路挺好的，但是需要在机动车道上走上几百米。我上次走的时候太阳已经下山了，一个人走着多少有点怕。 路线２：离我第二近的超市。单程最近路段大概是２ｋｍ，来回４ｋｍ正好。那个超市算是廉价超市，而且很小，逛一圈也不费功夫。去那里的路不止一条，所以可以随时换不同的岔路，增加趣味性和锻炼距离。周六的时候它家经常有半价的蔬果，所以我一周去两次这里。 路线３：去３ｋｍ以外的不同超市。近一点的是５ｋｍ，但是因为有几个大坡，所以一趟得二十几分钟。那一带有三个超市一个ｄｍ，还有银行。另一处的超市是７ｋｍ，但是道路相对平缓，且有一段没有机动车。两者用时差不多，我就看哪个超市有我最想要的东西。或者也可以去市区的土超买东西，单程也不超过１０ｋｍ。 为什么骑车次数最少呢？因为骑车总有路口，得避车；且骑车比走路冷，风的阻力也大。我的车没有篮子，我也不舍得花钱买，所以东西都挂在车把上，有点不方便。还有就是，骑车开始时会很冷，久了会热。脱衣服没地方放，穿着又热。走路也会有这种情况，但是拿着衣服走就好了。所以我觉得２ｋｍ那家超市是最好的选择，距离中等，属于不容易放弃也不会运动量不足。最近我还和那里其中一个售货员混了脸熟，有次没什么人，他还开始和我聊天。他不会英语我在学德语，我就当锻炼自己的口语了。当然，我目前只有Ａ１水平，大体上还是”我猜我猜我猜猜猜“，而且我们基本都不明白对方的意思。没是无所谓啦，又不是考试，再慢慢练就是了。 计划进行到第三周半的时候，我忽然觉得自己肚子扁了一些。量了一下，小了２ｃｍ。真是意外之喜。还有，虽然去超市的次数多了，但是总支出基本没什么变化，且食材更加丰富了。大概是因为去的超市多了，可以拿到的优惠就多了，不同超市一些果蔬品种也会不一样。这么看，这个运动计划还是好处多多啊。 所以，如果本身不是很喜欢运动但想坚持运动，就找到一个喜欢去或者很需要去的场所，然后多研究几条路线。在把事情办好的同时锻炼身体，这样运动就不是单一的事件，甚至它变成了你达到另一个目的的途径。如此，本人对它的情绪或者感受会分散一些，从而更能坚持下去。走多了，也能看到不一样的风景。见多了，对运动的感受又会不一样，可能你会觉得这件事也挺好的，从而就变得更加主动。主打一个良性循环。","categories":[{"name":"运动","slug":"运动","permalink":"https://kiwylai.github.io/categories/%E8%BF%90%E5%8A%A8/"}],"tags":[{"name":"尝试","slug":"尝试","permalink":"https://kiwylai.github.io/tags/%E5%B0%9D%E8%AF%95/"},{"name":"步行","slug":"步行","permalink":"https://kiwylai.github.io/tags/%E6%AD%A5%E8%A1%8C/"}],"author":"Kiwy"},{"title":"碎玻璃","slug":"碎玻璃","date":"2024-02-18T13:55:38.000Z","updated":"2024-02-18T13:56:43.289Z","comments":true,"path":"2024/02/18/碎玻璃/","permalink":"https://kiwylai.github.io/2024/02/18/%E7%A2%8E%E7%8E%BB%E7%92%83/","excerpt":"","text":"我抵德后，觉得德国的小火车很漂亮，特别是一些经过小森林的路线。我拍了一些照片，发给我同样喜欢铁轨的朋友。但是，一直没收到她回复。 次年六月，我点进去她朋友圈，看到她之前发过一条长文控诉她丈夫：这么多年说要考编，一直没考上。她之前怀孕的时候，有天夜里发烧，对方还在悠哉吃宵夜；回来后给了她一份打包的粥，就去睡了。基本不带孩子。两人买的精装房，但是他还是怂恿她向银行借了 30 万，说用来装修。钱到底怎么用了，她不知道；但是她觉得肯定不在房子上。 她是在编老师，所以贷款应该不难，但是做老赖也不易。他是单位的临时工，工资就 2k 左右。 我看到情况有些严重，给她留言，建议她离婚。万一他在外面还有其他债务，还不了，最后都会堆在她头上。我没说我有个朋友就是这样；我那个朋友也没离婚。我推荐她去关注一个我关注蛮久的婚姻律师。最后，我也一直没收到回复。 我知道我越界了，但是我希望她多了解一些情况。如果她清楚知道婚后财产的事项，还不想离婚，那就是她的选择。如果她不知道而承受了，那就是欺骗。 十月的时候，我又点进去她朋友圈看了一下。那条抱怨的朋友圈不见了，最新的一条是她生了二胎。我默默退了出去。 前些天，我又点进去她的朋友圈。她最新的一条说整理旧物，有点苦又有点酷的青春一去不复返。照片里，有很多明信片、信件、全国各地的火车票和景点门票。有几张明信片是我写的，信件全都是我写的。如果不是看到照片，我都已经忘了我做过这些事了。 她有点酷的青春大概是去了好些地方，大西北是以徒搭的方式去的。她有寒暑假，也有收入，所以刚毕业那几年到处跑。她还劝我去做老师，寒暑假去玩，完事回来继续上班，不用担忧找工作。我觉得是好提议，但是我不想做。我不想教那些我不认可的东西。 看到这条怀念又感慨的朋友圈，我挺有感触的。我大学毕业前后几年，就时时怀缅过去。其实我很多过去也并不愉快，只是因为当下过得苦，我不想面对。所以就在一堆垃圾中，挑出几颗碎玻璃去怀念。我也和驴友怀念过，对方指出我过于沉迷过去这一点，让我好好面对当下。朋友们也忙，没人去夸奖我那些骄傲的过去。渐渐我也发现，怀念真的没什么用，还是面对当前的担忧吧。这些年，有了目标，也接受了过去并不是我想的那么美，所以就没再在社交网络怀念过什么了。甚至把以前发过的内容都关掉了；当下做了一些觉得也很厉害的事，但是也不会时刻发布社交平台了。 大概是 19 年的时候，我去找过这个朋友玩。那时候她还不是在编，还在考公务员，虽然她也很抗拒当公务员。大概是因为我来了，她老公回老家去了。她和我说她们都是陪朋友去相亲认识的，那一对没有在一起，但是她们在一起了。男方家里也很穷，本人也很穷。但是她觉得她也穷，所以就没必要要求对方什么。那时候，她们的儿子在她乡下父母家住。她们买了辆二手车，大概一周回去一次。 她当时给我煮面的时候说，她老公没什么优点，但是做拌面的酱倒是很厉害的。她用同样的材料做，味道还是比不上。现在想想，她当时说起这件事，笑容里有点不好意思和勉强。大概就是努力在垃圾堆中翻找，最后找到几颗碎玻璃，还得当作钻石夸几句。","categories":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/"},{"name":"婚姻","slug":"思考/婚姻","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/%E5%A9%9A%E5%A7%BB/"}],"tags":[{"name":"女权","slug":"女权","permalink":"https://kiwylai.github.io/tags/%E5%A5%B3%E6%9D%83/"}],"author":"Kiwy"},{"title":"广东以北","slug":"广东以北","date":"2024-02-12T15:30:55.000Z","updated":"2024-02-12T15:33:44.755Z","comments":true,"path":"2024/02/12/广东以北/","permalink":"https://kiwylai.github.io/2024/02/12/%E5%B9%BF%E4%B8%9C%E4%BB%A5%E5%8C%97/","excerpt":"","text":"大学的时候和同学聊天，她说：我妈说陈楚生是北佬，我们告诉她人家是海南的。她还是觉得人家是北佬。他们这个年纪的广东人觉得广东以外都是北方。我笑，说，对，广东人都这样，我老家的人也这样想。 但是有次我在泸沽湖遇到一个阿姨，她很骄傲地说她是南方人，上海的。我当时第一反应是：上海也算南方？广东才是。可我也知道，上海是属于南方。前些天店里老板还有旅客才刚聊过南北问题，强调了南北分界线。 我老家是个很穷的地方，可人们还是蔑视广东和北京上海以外的地方。最搞笑的是，我毕业后去杭州打工，我妈骂我：人家都来广东打工，就你还从广东跑去那么穷的地方打工。她完全不知道杭州的 GDP，也不知道广州都比不上杭州。 当然了，广东省内也是有歧视链的。珠三角等讲粤语的老城市在顶端，其他非正宗粤语区都次一等或者二等。广东老剧《外来媳妇本地郎》里的歧视等级就很明显，说普通话的媳妇们地位就比说粤语的低。同是打工人，说不正宗粤语的阿娇就一直被笑。她是过于夸张的电白口音，然后就成了茂名口音代表。南宁的白话差不多就这样，但是广东人还是觉得广西是北方。 当然不是所有广东人都地域歧视，只是不少人是这样。我大学时，专业两个班最有钱的是珠三角群体，几个男生。我们班有个佛山男，家里应该不是很阔，但是款摆得最大。他就很明显看不起班上非珠三角的人。当然了，他可能比较极端，吃软怕硬，溜须拍马，完全不尊重人。班里很大一群人是金钱歧视，看不起穷人。刚好很多穷人都是非珠三角的人，于是地域歧视就产生了。 因为深圳普遍说普通话，所以很多人觉得深圳是北佬城。但是很多人忘了，广东除了粤语之外，还有客家话和潮汕话两大语系。我有个湛江同学很意外我会说粤语，我说从小看电视学的啊。 虽然珠三角的外来人口不少，但是我感觉大部分本地人是从来没有真正接纳他们的。只是珠三角的人更注重“闷声发大财”，所以不会动不动就“面斥不雅”。新冠三年，利益当前，冲突就很明显了。一有事就是外地人的错。外地人被封控，为了不被饿死进行反抗，本地人就觉得这些外地人是蟑螂，不懂知恩图报，还要搞事使他们陷入不安全之中。恨不得把这些外地人都送回家去，好维持他们忠顺换来的“平静生活”。 当然了，对比北京和上海，广州算是很好的了。但是，我们不应该比烂啊。没意思。","categories":[{"name":"观察","slug":"观察","permalink":"https://kiwylai.github.io/categories/%E8%A7%82%E5%AF%9F/"}],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"},{"name":"歧视","slug":"歧视","permalink":"https://kiwylai.github.io/tags/%E6%AD%A7%E8%A7%86/"}],"author":"Kiwy"},{"title":"过年","slug":"过年","date":"2024-02-04T19:08:27.000Z","updated":"2024-02-04T19:11:21.767Z","comments":true,"path":"2024/02/04/过年/","permalink":"https://kiwylai.github.io/2024/02/04/%E8%BF%87%E5%B9%B4/","excerpt":"","text":"春节快到了，看到一些人开始因为要回家过年而感受到强烈恐惧，想起自己过去在家工作那几年的春节。 我刚回去的时候，住在我弟的房子。有天他对我说：这房子是他和他老婆出钱买的，你以后就不要来这里住了。我爸只给了一点钱，你也可以问他要钱自己买。我当时没对其他人说这件事，之后有次我和朋友去市里，坐我爸车回去的路上，他要去我弟家拿东西。我不肯下车，他还极力邀请我朋友上去坐坐，于是我把这件事说了。他反应很平淡，甚至还说你要买房子我可以给你点钱。 那年春节，我死活都不肯去市里。我妈带着侄子回到乡下，他们说是因为我和我弟吵架，所以回来。但是没人安慰我，也没人给我道歉，还指责我不懂事。我弟媳也一直叫我去市里，我想着她人还不错，就不要把事情搞得太难看。于是我年三十去住了一晚，吃了年夜饭。第二天，我就拎着行李去我发小家住了，走路大概 2km。 发小是独女，她爸很浪荡，基本不在家。她妈妈也不常出门，也没有太多亲戚来。期间，我还接受我小学老师的邀请，跟她爬山去了。住了几天，我就回乡下了。 第二年，我和发小一起去泰国过年。她那时候和老爸因为她还没结婚的事吵翻了，不想回家。她不抗拒婚姻，也配合相亲。她也很清醒，婚姻是大事，不能瞎凑合。我们出去玩了十天，那时候武汉已经封城了。我想念侄子，和爸妈视频，他们对我很冷淡，我妈甚至是嫌弃。我从泰国回来的时候带了很多口罩，给了身为医护人员的弟媳很多；我还让她送同事一点，卖个人情。当然，我收了她的钱。我妈骂我说口罩又不是我弟媳一个人用，你还收她的钱。我：有钱为什么不收，我那么穷。你有钱就你帮她给啊，你这两年的春节红包都没给我呢。然后她给了一个。 第三年，我已经放下对我弟的恶心，自由去他家住了。因为厌班，放假后，我连清洁都没搞就跑市里去了。一来我想和我侄子玩，二来在他家有人做饭有人干家务，三来在市里，我可以去广场找人学滑板。我以前去，还会帮忙做家务，后来觉得做了家务也是被人嫌弃，那我何苦还做呢？所以我每天吃喝，忽略爸妈的冷脸恶语，晚上带着滑板去广场。 期间，我找陌生人请教了几个动作，但是因为我怕摔，最终没学会。那时候 hello bike 的单车还没完全消失，所以我总能在角落找到残败的单车，然后到处走。年初十左右，我还一个人去了邻市海边住了两天，还去市里见了一个朋友。之后回来参加我侄女的满月酒。 第四年，我不玩滑板了，也发现我侄子侄女不亲近我（因为奶奶一直看着）。我也懒得和爸妈吵架，就在年初二的时候回乡下了。那天我四姑夫妇来了，我一直在楼上。后来他们小儿子也来了，还到我房门前敲门，让我下去吃饭。我说我要睡觉，不去。其实那时候我很饿，房间里也没什么零食。但是我就是恶心四姑一家人，所以宁愿饿着也不想见他们。我以为我爸妈会上来骂我，结果没有。他们招呼完，搞完清洁，就到市里去了。之后有亲戚里，我不讨厌的就见一见，一起吃饭就不用吃冷饭。 去年，我人在国外。我没有主动联系他们（那时候我还没拉黑我爸），他们也没联系我。也没有任何亲戚联系我，给我红包。我以为我弟媳会给的，结果也没有。 我小时候还是期盼过年的，有好吃的，还有红包。后来渐渐就不期待了，吃喝的常见，红包也没多少，还要应付亲戚。虽然那时候我在亲戚中名声就不太好，但是我还是想做一个懂事的孩子的。很多人觉得我拽，而我只是不想尬聊，浪费时间。再后来，我就放弃做一个懂事的孩子了，谁让我不爽，我大概率也会让你不爽。反正你们红包都不给一个（虽然给也是 10 块），我没有任何理由看脸色。人生短暂，还是得尽量让自己舒坦。 我对纪录片《徒手攀岩》印象最深的一句话是：“我不喜欢节日。我不需要谁来告诉我哪天该快乐。”深以为然。","categories":[{"name":"节日","slug":"节日","permalink":"https://kiwylai.github.io/categories/%E8%8A%82%E6%97%A5/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"民主大旗","slug":"民主大旗","date":"2024-01-28T19:48:40.000Z","updated":"2024-01-28T19:52:01.592Z","comments":true,"path":"2024/01/28/民主大旗/","permalink":"https://kiwylai.github.io/2024/01/28/%E6%B0%91%E4%B8%BB%E5%A4%A7%E6%97%97/","excerpt":"","text":"之前被朋友拉进了一个群，里面很多人很关心民主，很多都组织或参加过相关的活动。但是有时候有些人的言论行为让我诧异。 例如一个人觉得德国人太排外不对，很多移民融不进德国圈子，无法获得德国社交。他觉得“像北京人生活在上海也不需要认同为上海人才能获得社交生活”这样就比较好。我看了这个比喻，觉得这个人太不了解国内城市等级了。北京和上海占据前二，他们怎么会需要对方认可呢？ 又如一个人觉得以现在的物价房价，超市全职月入 2k 无法生活。这个 2k 如果不是样活一大家子，还是足够的，因为房租是大部头，自己买菜做饭就完全足够。那个让我帮忙的男性说他一家三口一个月就用 2k 左右。德国的 2k 比国内经花多了，因为这边很多肉菜 4 欧内就有一斤了，土豆这些更是几毛钱就有一斤。 还有个已入籍群员，采访一个因为参与民运而被迫去台湾的香港人。对方说了一通，最后笑着说希望台湾政府听到他的话，能马上让他入籍。该群员听了，觉得很有趣，马上追问，哎呀，很有趣欸。你有朋友逃到泰国等国吗？我看到十分尴尬也觉得心寒。受访者也没回这段话。 最搞笑的，那个让我帮忙的男性在和其他群员意见相左的时候，骂对方没有逻辑，最后直接上升到本人，展开人身攻击。有人劝他这样不对，他又把劝的人辱骂了一顿。哇，大开眼界。 我很佩服他们关心这些话题，常常讨论。但是我感觉他们之中大部人家境应该不错，本人工作后收入也不错，且拿永居或者入籍的过程也相当顺利，所以他们很多人是悬在空中的。他们看似在关心很多人，但实际上他们的言语却在伤害很多人。我感觉他们很多实际上并不关心具体的人，他们只是为了自我满足，或者把民主当作买卖来做吧。 结合一些被民运人士侵害的新闻，我想说：这些讨论民族，参与民运的人，也并不一定高尚。他们只是普通人，民主/民运可能是一张皮，会掩盖丑陋的他们。如果一个人不尊重你，他肯定不是什么好人，无论他打着什么大义旗号。快逃。","categories":[{"name":"跑路","slug":"跑路","permalink":"https://kiwylai.github.io/categories/%E8%B7%91%E8%B7%AF/"}],"tags":[{"name":"民运","slug":"民运","permalink":"https://kiwylai.github.io/tags/%E6%B0%91%E8%BF%90/"},{"name":"民主","slug":"民主","permalink":"https://kiwylai.github.io/tags/%E6%B0%91%E4%B8%BB/"}],"author":"Kiwy"},{"title":"冬游——踏雪穿林","slug":"踏雪穿林","date":"2024-01-21T17:01:30.000Z","updated":"2024-01-21T17:30:57.590Z","comments":true,"path":"2024/01/21/踏雪穿林/","permalink":"https://kiwylai.github.io/2024/01/21/%E8%B8%8F%E9%9B%AA%E7%A9%BF%E6%9E%97/","excerpt":"","text":"昨天本打算不出门，要努力学习。但是天气太好了，而且天气预报显示下周开始升温下雨，于是打算珍惜阳光，出门运动。 目的地是几公里处的超市，有了目标就有了方向，也不那么容易放弃，毕竟我很爱在各种超市看有没有打折商品。 走着走着很快热了。我把外套脱掉搭在肩膀上，看着来往穿着棉衣的人，觉得自己真是年轻力壮啊。一路闲逛走了一小时才走一半路，犹豫要不要继续，毕竟还没吃午饭。但是当时还不饿，且觉得都走出来了，探探路吧，就继续走了。于是就穿进了森林。很安静，人很少。最吵的是玩雪的小孩。看到了大概是以前的大型建筑遗址（1984 那张），还在附近看到三只小鹿。那里离繁华的大马路不远，狗一直叫，鹿就跑了。 去了超市，结果发现自己带的钱太少，pp 又支付不了，买不了其中一件物品。最后买了牛奶路上喝，长条辣椒太新鲜了，忍不住买了一包。 回时我以为我能记住来时的路，结果没走几百米就乱了。跟着地图走了另一段路，一片荒草里几个人在遛狗，不远处一个结冰的湖，两个爸爸带着小朋友在玩雪。再往前走，基本没人。 这里很美，让我有了夏天来走一趟的念头。同时也觉得自己还是太懒，浪费了这么多漂亮的地方。（虽然我每次出门前都磨蹭很久，完全不想出门。） 再遇到岔路口，我又迷糊了，而且地图有问题。一个带着两个孩子的妈妈特意停下来，看向我。后来我就走向她，她问我要去哪里。我说了目的地，然后把地图给她看。她拿出手机搜了一遍，我们俩的路线是不一样的，我打算按照她的走。后来走到路口，我发现这是我来时走过的路，左走（我的地图）就完全是原路返回，右走是未知。她说要不你左走吧，路好走一些。我说我走过那里了，想试试不同的路，我问她右边要走多久，她说 20 分钟左右。我说那我就试试吧。走了一半，发现那就是我上次夜里骑车走到半路又放弃的山路。但是前面的岔路口我就不确定了，于是拿出手机。一个高大的遛狗男的看到我看手机，直接走了。我觉得地图应该没问题，所以也没问路。最后发现，又走回了我去时走过的路，相当于我走了菱形的三分之二。回来看到落日，身心舒畅，虽然那时候有些累了。 一点出发，四点多回到房间，一路没坐下来过。走了一万四千多步，但是感觉不算很累。也不知道是这几天连续走多了，还是 timberland 的靴子更适合在雪地里走。但后者基本是不可能的，因为它家的鞋子就不适合长期走路，笨重，鞋底还硬。但是我只有这双适合在雪地里走的鞋，所以也只能感慨它终于发挥了一点作用。因为它不便宜，我买的适合还是有点牌子情节，觉得特价的牌子货，还是得试试。其实还不如加点钱买户外靴。 感谢超市的牛角包，虽然不重，但是热量真的高。我出门前就吃了两个牛角包一杯牛奶一根香蕉，就支撑了我全程。要知道平时我骑车出门前都是吃了两顿的，但骑着就饿了…… 结合我前几次骑车 or 走路迷路经验，都是妈妈们主动上前提供帮助，而且说的都是英语。也不知道是男的根本不想帮还是避嫌。 而且明显的对比是，如果我在国内乡下这样一个人穿行，村里的人就会盯着你，有人来问你是谁，是男还是女；这边人们完全不多看你一眼，大概是见惯大世面的，毕竟住的都是带院子的大房子。 上周有几天大晴天，但是温度太低了，我也懒，所以出门少。这周也有几个大晴天，每天都犹豫要不要出门。今天就开始阴天了，下周天气估计不会很好。所以以后遇到晴天还是出门走走吧，珍惜阳光。反正我不出门也未必会学习，而且一犹豫要不要出门，最后结果基本都是：既没晒到太阳，也没有状态学习，人还不焦躁开心。","categories":[{"name":"冬游","slug":"冬游","permalink":"https://kiwylai.github.io/categories/%E5%86%AC%E6%B8%B8/"},{"name":"步行","slug":"冬游/步行","permalink":"https://kiwylai.github.io/categories/%E5%86%AC%E6%B8%B8/%E6%AD%A5%E8%A1%8C/"}],"tags":[{"name":"尝试","slug":"尝试","permalink":"https://kiwylai.github.io/tags/%E5%B0%9D%E8%AF%95/"}],"author":"Kiwy"},{"title":"最近尝试的一些小事","slug":"最近尝试的一些小事","date":"2024-01-14T16:30:19.000Z","updated":"2024-05-11T19:16:04.469Z","comments":true,"path":"2024/01/14/最近尝试的一些小事/","permalink":"https://kiwylai.github.io/2024/01/14/%E6%9C%80%E8%BF%91%E5%B0%9D%E8%AF%95%E7%9A%84%E4%B8%80%E4%BA%9B%E5%B0%8F%E4%BA%8B/","excerpt":"","text":"最近尝试了一些以前没做过的事，有些是想过但是没做的，有些是从来没有想过的。不想是因为之前国内的生活不需要。说得好像我目前做了这些事是被迫的一样，其实还是因为我想做。 发绿豆芽 因为这边能买到豆芽的地方不多，价格也不算便宜。前年刚来的时候，就有群友提议我自己发豆芽。但是那时候我觉得发豆芽很麻烦，而且我对豆芽没那么渴望，就一直搁置这个想法。 去年大概下半年，我看了小高姐用瓶子发绿豆芽的教程，发现还挺简单，而且那时候我手上有绿豆，但我依然没尝试。直到接近圣诞节的时候，我去隔壁楼的朋友那里，看到她水培蒜头。她因为要出门旅游，所以把已经长好的那一茬割下来给了我。那时候我们也讨论过想做腌菜，所以我在垃圾房看到一堆玻璃瓶子，就捡了两个。 那时候我的绿豆只剩很少了，第二天我犹豫了很久还是骑车去了市中心，买了两包绿豆。那是我在大冷天气里第一次骑车到市中心，那种满足感激励了我。于是，我对发绿豆芽也充满了期待。 过程很简单，清水泡绿豆一晚。第二天，水倒掉，用厨房纸盖上，再用橡皮筋箍紧。倒置，放在托盘的筷子上，以便透气。早晚过水一次，以便保持湿润和透气。一开始的时候我没拍照，而且感觉我的豆芽长得特别慢，卖相也差，像营养不良。第七八天的时候，我拍了两张照。之后就用来炒牛肉了。说实话，不好吃，豆子不脆，还有点苦。 期间，我觉得这一瓶子豆芽太少了，于是用大的酸奶桶又发了一些。开始那几天，觉得豆子好好看啊，而且是广口瓶，很适合拍照。（分别是第二、三、四天） 但是到了第六天，厨房纸一直很湿，换了一张也没变好。而且豆芽有点要坏掉的样子，也不知道是不是天气原因。但是豆芽快沾满整个小桶了，所以它们很快就会被我吃掉了。 水培蒜头 朋友说蒜头长出来的叶子当葱来吃。但是我感觉味道一点都不像葱，因为我很讨厌葱啊。我想着成本也不算高（1.29 欧 5 个），我就当蔬菜吃吧。加上看着植物生长也是一件快乐的事。 一开始我是用一个捡到的塑料盒做容器，但是又不想像朋友一样用牙签做支撑，因为这样做，插了牙签的那几瓣就发不了芽。按照朋友的建议，我把三颗蒜头泡了一整天；但是没听她话，在蒜头顶端切开，想着应该也不会很久就发芽吧，毕竟都泡了一天了。结果，差不多一周几个蒜头才开始陆续发芽。 那几天刚好吃完一盒玛芬，觉得装玛芬的塑料盒子很适合做容器。虽然薄了一点，但是只要不搬动应该就没事了吧。于是那天很开心地剪了几块其他塑料板子作为支撑，放在盒子上面。顺便切了一个新的放到第四格。其实第二天的适合，就能依稀看到切口上面有嫩芽。第六天，有切口的那个就全发芽了，而其他种了 13 天的三个，还是有几瓣还没发芽。有趣的是，因为没有切口，蒜头外面那层膜就变成了发芽的重大阻碍，我看到有几瓣蒜头形状都变了，还是没挣脱那层膜。于是我手动帮了一瓣。但是又怕它们太脆弱，也没敢怎么动。就让它们自由生长吧。 自从种下这些蒜头之后，我每次路过都会看一会儿它们。很喜欢它们能快点长大，但也做好了它们随时会死掉的准备。在这边因为随时会搬家，所以不想买任何植物，别人给我也不要。水培蒜头算是满足了我种植的情感需求吧。毕竟我在国内种了几年花啊。（以下图片分别为右下角的第二、四、八天） 腌苤蓝 我刚来德国的适合，在德超看到苤蓝，很好奇德国人怎么吃。但是我没查过，因为我不爱这玩意儿。我老家管它叫菜果，主要用来做咸菜。人们好像都不爱吃，所以它价格不高，种的人也少。我为什么忽然看上它呢？因为我去年底的适合疯狂想吃各种咸菜，但是德超没有白萝卜，没有芥菜。 我之前腌过黄瓜，失败了。我们老家做咸菜，主要靠盐和大太阳。在这边，太阳在冬天是稀缺品。我只好找了别的菜谱，自由发挥了一通。 苤蓝切丝，热油+辣椒粉+醋+盐，和苤蓝搅拌。放进干燥的瓶子，密封，再放冰箱。（没有拍照）效果还行，但是我吃着容易胃胀，所以吃了一次之后就全部拿来炒菜或者煮汤。因为腌过，煮起来还蛮好吃。 上周有个超市的苤蓝打折，我骑车去买了四大个。但是只有两个玻璃瓶，有一个还没切…… 肉丸子 其实是看了日剧想吃炸猪排，查了一轮菜谱，自己做都很麻烦。在帖子看到肉丸子，于是看了几个菜谱。想起一个群友分享过自己煮的羊肉丸子，我想这玩意应该不难做吧。 周五去超市，刚好看到猪肉混牛肉泥打折，就买了一盒。没按菜谱来，我主要怕腥，就加一些我觉得可以祛腥的调味料。直接在盒子里加一个鸡蛋，一些姜蓉，一些面粉，一些罐装的葱蒜洋葱碎末，一点盐，一点柠檬汁（因为我刚好有柠檬）。因为没有一次性手套，又不想用洗碗的手套，于是我直接用勺子搅拌。之后直接用勺子把肉泥团成一个小球，其实不规整，就是一坨。 水放姜片，煮开，把丸子放下去。因为丸子没压实，所以煮熟之后容易散。也因为没压实，所以浮在水面不一定是熟了，还是得继续煮。因为我就是早早捞上来，结果发现中间没熟，又回锅…… 煮过的汤很多油，可以用来煮青菜。我就煮了苤蓝。但是苤蓝貌似不太吸油，所以汤里还是很多油。但汤挺甜，重口的人应该会喜欢。 丸子直接吃就挺好吃，放番茄汤煮也好吃。但是不知道为啥，总感觉这玩意不顶饿。我这两天都是一次吃 500g/3+米饭+蔬菜，结果吃完每两小时就饿了。而我还没什么剧烈运动…… 越南米纸 那天在超市看到米纸打折，看着封面的春卷，觉得这玩意儿可以当肠粉来吃。煮之前，我看了几个菜谱。觉得热水泡可能太慢了，于是用水煮。结果，煮的时间稍微长一点，米皮就变成了浆糊。心痛。 第二天，吃完泡面，剩下汤汁。于是我把一张米皮放下去，等米皮的纹路完全消失，夹起来，吃掉。居然很好吃！后面就试了几次在热水里加方便面的调味料，然后泡米皮。 写在最后 做以上这些，好像是为了食欲。但细想，我感觉更多是给自己一些掌控感，或者说信心。就是原来我还是可以做很多事情的，所以面对接下来的生活，主要是找工作，也不必那么害怕。把事情切块，慢慢做，总是能成功的。 无论是绿豆芽还是蒜头，对比一些视频，我的成品都是长得慢，长得差，落后别人一半的样子。但我现在好像不那么在意了，感觉它们没坏掉就已经是很大惊喜了。而且影响最后结果的因素很多：品种、天气、环境等。还有一点是，你不知道那些博主有没有给你展现所有真实，就像在教室不学习的人，可能在家里偷偷复习呢。我的豆芽和蒜头长成这样，应该也是付了了很大努力呢。 有这样的感悟，是之前和一个妹妹说我觉得自己很差劲，她就这样和我分析情况的。叶子姐姐也曾经和我说过不必苛责自己，也会时不时鼓励我。 啊，以上，就是自己给自己熬的鸡汤嘛。 干杯。 来来来，干完这一杯，还有三杯。","categories":[{"name":"尝试","slug":"尝试","permalink":"https://kiwylai.github.io/categories/%E5%B0%9D%E8%AF%95/"}],"tags":[{"name":"饮食","slug":"饮食","permalink":"https://kiwylai.github.io/tags/%E9%A5%AE%E9%A3%9F/"},{"name":"挑战","slug":"挑战","permalink":"https://kiwylai.github.io/tags/%E6%8C%91%E6%88%98/"}],"author":"Kiwy"},{"title":"去啊去啊去荒野","slug":"去啊去啊去荒野","date":"2024-01-07T15:24:31.000Z","updated":"2024-01-07T15:31:30.595Z","comments":true,"path":"2024/01/07/去啊去啊去荒野/","permalink":"https://kiwylai.github.io/2024/01/07/%E5%8E%BB%E5%95%8A%E5%8E%BB%E5%95%8A%E5%8E%BB%E8%8D%92%E9%87%8E/","excerpt":"","text":"天气稍微冷一点，我就觉得：天呐，好冷啊，不想出门。但是待在室内又不舍得轻易开暖气，坐着坐着，就感觉更冷了。而我感觉我比很多人都怕冷，而且我对寒冷反应很大：下颌骨疼，心悸，干呕……在室内还好，随时可以添衣，但是出门穿少了，只能忍受着。所以我现在出门，宁愿穿多了半路脱衣服拿着也比穿少了好。 最近斜对窗新住进来一个男的，每天都开着窗户，无论早晚；而公寓群里早早就讨论暖气不够暖，窗户缝隙大，封窗有用。所以我十分佩服该男，觉得他非常人。当然了，他每晚都玩游戏到半夜，大喊大叫。因为他开着窗，所以声音非常大，即使我关着窗都能听到。他果然非人。 前些天看到一篇科普文章，说要想耐寒一些，可以多暴露在寒冷之中。我想，我应该试一试。毕竟我认识几个妹子都不运动，但是都比我耐寒。有个是陕西人，之前在北京读研，来这边也是早出晚归，大概就是一直暴露在很冷之中，所以耐寒。 所以，我在觉得不下雨/雪的天气里，心理状态不算差的时候，就出门走一走。有时候动力不足，那就去远一点的超市（距离 3km 左右）逛逛，看有没有打折商品。去程总是觉得路途遥远，身体热得也慢。但是在超市被暖气一吹，再出来，整个人就暖很多了。骑车的话，就更明显了，回程肯定得脱衣。 有一天出了一点太阳，而我绿豆快吃完了，想着骑车去市里（距离约 8km）买吧。反正不赶时间，也是中午，就慢慢骑，或许就到了呢。于是，挣扎了一番，就出发了。然后，因为对市区不熟，还逛了一圈。回来的时候，虽然太阳已经不见了，但是因为是回程，所以也就只能坚持了。整一趟下来，感觉没有想象中那么难，那么累。而我 9 月的时候骑车去超市，完事就不想动了，而带着单车去坐小火车回来…… 那几天连续有太阳，我又想，要不再去趟最近的银行看看吧，就当探一下路，万一最近的 ATM 还没修好，那我可以有备选方案。去到银行发现，这居然是我刚来德国不久的时候去过的银行。当时我想办卡，但是两个在聊天的老奶奶不会英语，也因我不会德语而态度很差，不给我预约把我赶走。那附近有几个大超市，还有 dm，我就逛了其中一个超市，然后开心回去。回程的时候，太阳不见了，还有微风。那天我穿得不多，但是回程的时候也不觉得冷。不过如果风再大一点，可能我就扛不住了。 前两天得去外管局办事，早上下了雨，天气预报还挂着黄色妖风警告。我犹豫了很久要不要骑车去，因为怕下雨和下雪。但是我又想到无论什么天气，我总能在街上看到骑车的人，而且他们速度还不慢。我已经往前走了几步了，可以试试再走几步啊。再加上，省下来的一点车费可以用来买一点点吃的啊。于是，穿了打底+针织毛衣+棉袄+薄抓绒防风外套，骑车出门。其实不到半路，上半身就因为穿太多而觉得很热。虽然手脚还是冷的，特别是戴着厚手套的手，觉得僵硬。 办完事，把棉袄脱了，整个人就舒服多了。那之后，去了银行，再绕路去了超市。出来的时候太阳下山了，风很大。我选了一条小路，两边都是树木或者园地。我夏天最喜欢那段路了，郁郁葱葱，很舒服。不过冬天真是荒凉，风还飕飕地吹。我感觉我完全是龟速前进，和推车走路差不多。身上不觉得冷，脚上的冻疮倒是有反应了。带着针织帽的头皮也像被针扎一样。但也因为是回程了，所以并没有放弃这一选项，只能咬牙慢慢骑。回复公寓一看，天气预报显示体感温度是-12。 第二天去附近的超市，本来想走路，当运动。但是发现我完全没有意志自己走，于是就又骑车了。体感也在-10，但是我就穿着打底+针织毛衣+薄抓绒防风外套出门，也不觉得冷。要知道，之前体感 0° 的时候，我出门骑车也穿这样，去程还是会觉得有点冷。 我耐寒能力增强了吗？可能有一点点吧。我觉得更有成就感的是，啊，冬天我也是可以骑车出门的了。如果一开始就觉得不行，那就先走一两千米，发现行了，再多走一两千米。慢慢地，慢慢地，就能不畏严寒，骑车去很多想去的地方了。","categories":[{"name":"挑战","slug":"挑战","permalink":"https://kiwylai.github.io/categories/%E6%8C%91%E6%88%98/"},{"name":"耐寒","slug":"挑战/耐寒","permalink":"https://kiwylai.github.io/categories/%E6%8C%91%E6%88%98/%E8%80%90%E5%AF%92/"}],"tags":[{"name":"骑行","slug":"骑行","permalink":"https://kiwylai.github.io/tags/%E9%AA%91%E8%A1%8C/"}],"author":"Kiwy"},{"title":"德国生活记——首次买手机经历","slug":"德国生活记——首次买手机经历","date":"2024-01-02T10:57:11.000Z","updated":"2024-05-11T19:48:36.440Z","comments":true,"path":"2024/01/02/德国生活记——首次买手机经历/","permalink":"https://kiwylai.github.io/2024/01/02/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB%E8%AE%B0%E2%80%94%E2%80%94%E9%A6%96%E6%AC%A1%E4%B9%B0%E6%89%8B%E6%9C%BA%E7%BB%8F%E5%8E%86/","excerpt":"","text":"为什么这件事还值得写一篇文呢？主要是我穷，也错过了黑五，所以在观望。 在十二月初，我让朋友帮忙下单买手机之后，我还是会时不时去idealo 看一下那款手机的价格，看看有没有更优惠的活动；又或者看到涨价了，我会开心自己在一个低价入手。idealo 上还有该手机上市之后每天的最低价，史上最低售价是 139.9，不知道是哪个网站。该款手机原件是 389 欧。 大概在十二月第二周开始，亚马逊也开始涨价了，再也没有 240 的价格。因为我在 idealo 上设定了价格提醒，所以收到几次降价邮件，但是有时候在收到邮件一两小时后打开，优惠已经没了。有时候及时打开了，又是没见过的网站，不敢贸然下单。 我是 12.18 让朋友申请退款的，那周我看到有个网站售价全网最低，259。freenet，有门店，好像是专门卖电子产品的店。下单后，可以选择寄去网点，本人去自提，免费。也可以加 4.99 欧寄到你家里。可以一次性付款，也可以分期，6-24 不等，我算了一下，6 和 12 个月分期是最优惠的，12 的总价甚至是 258 点多。我当时选了 6 的分期，已经填资料到最后一步了，但是价格那里只显示总价，每月那里是空的。我觉得对方是不是不允许我分期，而我当时也想等过几天圣诞节看看有没有活动，于是没下单。结果，周五（22 号）晚上八点，优惠就截止了，价格变成了 359…… 我当时想，德国人圣诞节不搞活动的么？我看到在日本的友友在 22 号就买到了很便宜的游戏啊。24 号过去了，我依然没看到任何大优惠。心想，该死的德国人，赶紧去给我搞活动卖货啊。又想，如果元旦前都没有活动，我要怎么办？虽说没有欧版手机也不影响我生活，因为我大部分实际不需要出远门。但是又想，我的银行卡设定交房租和保险只设到一月，所以一月底怎样也得买手机了，找人借手机是很麻烦的事。 25 号下午三点，我忽然收到邮件，最优惠价格 242。我赶紧打开商家的店，搜了一下商家资料。它在汉堡有实体店，卖咖啡机、音响等高端家电。14 年成立，然后那年和 idealo 合作，也在那年开了 YouTube 有账号，此后定期更新产品视频。我看了一下视频，店里员工出镜介绍产品。于是我在它们网店下单了。第一次选择了银行卡付款，我以为像亚马逊一样绑定就可以之间扣钱了，结果对方给我发了订单，需要我给它们汇钱。我不想找朋友帮忙，而且 27 号才是工作日，得那天才能到账。于是，我又下了一次单，用 PayPal 付款。幸好网页版还保留着 PayPal 的资料，不然我也付不了款。但是，我邮箱没收到订单信息。 我下完单是四点半了，我又去刷了一下 idealo，结果发现最优价格已经不是这个店家。我又在想，这不会是骗子吧，都不发订单信息给我，而且我之间在 PayPal 付款，钱还能追回来吗？ 27 号打开我在该商家的网店后台，发现那款手机已经卖完了；我的订单被处理了，也发货了，但是没有任何订单信息。我心想，你们骗我注册成为会员下单的时候，不是写着会有物流信息吗？（它们可以选择之间下单，不注册成为会员，但是不会有物流信息。）我想，他们是不是骗子？于是晚上的时候给他们写邮件要订单号，又去看了几个他们的 YouTube 视频。他们的视频还蛮有趣的，感觉等我德语进步一点，可以当听力练习。我看到其中一个讲解人是 Thomas，看着六七十了。他们的店就叫 Thomas，这家公司创立于 1970 年，这个人应该是创始人吧？ 28 号，他们给我回了邮件，发了订单号，还给了一个订单号物流追踪页面。29 号，手机到了，没有任何问题。 至此，我感觉德国人线上是不会像国内一样动不动就搞活动的，而且也不会提前告诉你他们要搞活动，也不会提醒你活动什么时候结束，让你快点下单。像 freenet259，无声出现，无声消失。我看 idealo 的价格曲线，黑五的价格也不算特别低，且也不是黑五当天最便宜，好像能以最优惠价格入手全靠运气？最有意思的是，很多店的售价是有零有整的，精确到分。网上很多店家，idealo 可以看评价，有商家注册地址。我查了一家，好像在爱沙尼亚或者邻国…… 前两天，我觉得新手机太重了，打算到官网查一下手机重量。输入 Samsung 之后，直接给我推荐中国官网。我点进去看，没有我这款，但是比我高端一点的那款有，活动价格是 2399，原价 2999。这款在德国的原价是 489 欧……最优惠的价格在 355 欧（非三星官网）。配置是一样的，只是有几个软件不一样，不确定国内的能否使用 Google 产品。但是这价格差异实在太大了！！不过看了一下苹果手机，15 pro，德国官网 1199 欧，中国 7999 元；15 pro max，德国 1449 欧，中国 9999 元。不过按照国内收入与手机价格对比，中国的还是贵得离谱的。同样是全职，在德国就算从事最低收入的工作，一个月的工资买 iPhone 还有剩，但是国内肯定是绝对不可能。我就没买过苹果，实在不舍得。","categories":[{"name":"生活记","slug":"生活记","permalink":"https://kiwylai.github.io/categories/%E7%94%9F%E6%B4%BB%E8%AE%B0/"}],"tags":[{"name":"德国生活","slug":"德国生活","permalink":"https://kiwylai.github.io/tags/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB/"},{"name":"网购","slug":"网购","permalink":"https://kiwylai.github.io/tags/%E7%BD%91%E8%B4%AD/"}],"author":"Kiwy"},{"title":"江南皮革厂老板跑路了","slug":"江南皮革厂老板跑路了","date":"2023-12-18T16:36:55.000Z","updated":"2023-12-18T16:48:45.006Z","comments":true,"path":"2023/12/18/江南皮革厂老板跑路了/","permalink":"https://kiwylai.github.io/2023/12/18/%E6%B1%9F%E5%8D%97%E7%9A%AE%E9%9D%A9%E5%8E%82%E8%80%81%E6%9D%BF%E8%B7%91%E8%B7%AF%E4%BA%86/","excerpt":"","text":"11 月 28 日，因为怕别人等，着急出门。本想把手机放口袋，结果擦边掉在了地上。回来之后，看到手机右上角有小面积的蓝点，还意思是花了屏幕。可是，过了几个小时，斑点越来越大。随后查了一下，是屏幕液漏，斑点会越来越大，直至整个屏幕看不见。唯一解决办法是去换屏幕。 第二天，是一男性朋友叫我去打扫的日子。我和他说手机坏了，去不了了。我说了一下对手机的需求，他给我推荐了一款三星。我看到产品下有一行“Visit the Samsung Store”，便问他是不是三星官方旗舰店，他说是的。我马上注册账号，绑定银行卡。但是下了几次单，都被取消了。我当时联系了客服，客服说这是第三方机构，他们会帮忙发邮件。我没细想第三方的问题，找了住在隔壁楼的朋友，让她帮忙付款。该男说可以帮我付款，我转账给他，但是那时候我对他已经心存芥蒂，就没答应。朋友帮我付了款之后，我本想让她继续帮忙买手机壳和手机膜，但是她不是 prime，需要运费。我问了一通客服，原来可以通过她买礼物卡转送给我，我就可以自己下单了。我那时候以为手机会按时到，所以也没让朋友取消订单，转送礼物卡让我自己下单。 手机预计到达时间是 12 月 5-6，4 号手机膜已经到了，但是亚马逊不会打电话通知。我怕手机到了会被拿走，于是让朋友查物流。她给我发截图，已经 dispatch 了，预计 5-6 号到。可到了 7 号，我依然没看到任何包裹。朋友说可能最近下雪，交通堵塞。我想，可能也是。 14 号，我还是没收到包裹，于是又让朋友查。这次显示是 running late。朋友读博很忙，而且我们并不算特别熟，所以我没让她联系客服。我自己联系，但是因为不是我的账号下单，亚马逊不能给我任何信息。和朋友说了这件事，她说开完会帮我联系快递。我那时候上 GLS 官网查了一下快递号，没看到任何信息。 18 号，我又找了朋友，问她是否联系了客服。她说她 15 号联系了快递，但是因为电话都是德语，她不知道对方说了什么。我让她联系一下亚马逊。她说还没发货，得从挪威调货，圣诞节后才能到；问我继续等还是退货。下单之后，我有时会去亚马逊看一下手机的销售主页，月初就涨价了，而且有些颜色可以加钱在第二天拿到快递。我当时还在想对方拖着不给我发货是不是想比我退货，然后加钱再买新的。 我把截图发给朋友，让她不介意的话再联系客服，态度强硬一点，告诉对方这是欺骗消费者。她没回我，估计又去忙了。我有点生气，于是自己又联系了客服，想投诉这个经销商。结果，客服说这个经销商已经跑路了，不知道去哪里了。然后给我发了他们的评价主页，评分很多都是一星。因为不是我下单，所以他无法查证手机现在的状态，不能证实客服对我朋友说的话是否为真。我说经销商都跑了，但是销售页面还在，你们亚马逊不需要负责的吗？他说了什么，我没听太懂，大概是他们不同部门，反正就是他们没有责任的意思。我很生气，但是我找不到任何条例去让他们负责。他说我以后可以找那些 dispatch from Amazon 的商品，稳妥度比第三方的高很多。我让他教我怎么看商家是谁，物流是谁，他很耐心教了。我问，如果我通过经销商主页的电话联系他们，他们可能也不会接电话对吗？他说说的，而且他们的电话是英国的，不是德国的。（我需要额外付费打电话过去） 我说，所以，我最后花了更长时间和更多钱去买一个手机是吗？他说因为是第三方，所以亚马逊也不能给我保价，让我用我付款的价格重新买一个手机。最后，我觉得最后我只能选择退款，然后花更多钱换个卖家结束。我问客服，所以这件事只能算我倒霉，此外什么也做不了，对吗？他：unfortunately，这种事发生的概率很低。blabla。我一看，我们聊了四十几分钟，心累了，和他道别，他还“感谢你的耐心”，我只想翻白眼。 挂了电话之后，我又去看了一轮跑路经销商的评价，一些欧盟国家的朋友们都有和我一样的经历。想不到，在德国经历了一次“江南皮革厂老板跑路了”。但是人家起码还是有货的，我这个连货都没有。","categories":[{"name":"网购","slug":"网购","permalink":"https://kiwylai.github.io/categories/%E7%BD%91%E8%B4%AD/"},{"name":"受骗","slug":"网购/受骗","permalink":"https://kiwylai.github.io/categories/%E7%BD%91%E8%B4%AD/%E5%8F%97%E9%AA%97/"}],"tags":[{"name":"购物","slug":"购物","permalink":"https://kiwylai.github.io/tags/%E8%B4%AD%E7%89%A9/"}],"author":"Kiwy"},{"title":"德国打工记——炒鱿鱼","slug":"德国打工记——炒鱿鱼","date":"2023-12-14T15:51:24.000Z","updated":"2024-05-11T19:47:34.747Z","comments":true,"path":"2023/12/14/德国打工记——炒鱿鱼/","permalink":"https://kiwylai.github.io/2023/12/14/%E5%BE%B7%E5%9B%BD%E6%89%93%E5%B7%A5%E8%AE%B0%E2%80%94%E2%80%94%E7%82%92%E9%B1%BF%E9%B1%BC/","excerpt":"","text":"之前兼职的老板是尼日利亚人，打工的大多是那边的人，有部分是全职。我们基本不会和老板见面，他也很少来仓库。但是三月的时候，他忽然很爱开会，最密的时候一周一次。但是参加会议的人不多，最多的时候才十几个。我参加了几次，基本都是废话，大多是同事们问问题，然后助理回答。老板觉得不满意，自己又插一嘴。 有次会议，George 大哥说：我一直在一个岗位，很累，希望能换个岗位。老板啊，你要站在我们这边啊。仓库老让我们按照他们的指令下班，有时候一天就干活五六个小时，太少了。同事们很多是学生，他们有很多账单需要支付。车轱辘说了半小时。我当时想，啊，他真是说出了我们大家的心声。 本来第二天我是没有排班的，但是前一天仓库的临时主管让我和 George 还有 Emmanuel 几个人一起上班，我就去了。结果那天我没看到 George。我以为他前一天眼睛不舒服，还没好，所以没来，于是也没问。过了两周，我去的两三次都没见到 George，我就觉得很奇怪了。于是问 Emmanuel，他说 George 开会当天就被炒鱿鱼了。我很讶异，问是不是因为会上发言，他说是的。我说，怎么可以这样呢，他就算是试用期，也得提前通知的呀。Emmanuel 说，我也不知道，总之我也是很讨厌老板这样的做法。我当时想，老乡帮老乡这个概念，大概是不大存在的。 George 大哥很强壮的身躯，真真老大哥。他每次看到我都会大声叫我“Kiwy”，然后逗我两句。他说我很爱笑，很开心的样子。我说，我时时焦虑呢。他说，你很 openminded 啊，肯定会活到一百岁的。有时候我们一起吃饭，我还尝过他做的菜。那时候 Emmanuel 还没找到长租的房子，都是 George 做两份饭带去仓库，然后分 Em 一份。 过了几天，我问 Emmanuel 要了 George 的 WhatsApp 号码，问了他近况。他让我去找临时主管，她答应了会帮他。我说你这样被炒是不合规矩的，你可以咨询律师去告老板。他说他本来就打算离开这个公司，只是现在被迫提前了。我问 Emmanuel，找那个主管是真的有用吗？他说应该是没用的，我们是第三方，主管也是临时来支援这边的。 随后我和另外几个尼日利亚同事说起这件事，他们和 George 不算熟，完全不知道这件事。我：老板这么坏，所以我要告诉同事们。同事们也是很悲愤，但是也做不了什么。我们还吐槽老板说要大聚餐说了几次，还投票几次选时间和地点，结果后来这件事就当作不存在一般。 小破公司，老板和助理都很差；仓库的长期主管也很差，仓库本身也差，我直接和同事说这不是好的工作环境。我走之后，陆续有几个同事也走了。Emmanuel 这么努力干活，这么缺钱的人也走了。他有段时间没找到工作，也没再回去。","categories":[{"name":"打工记","slug":"打工记","permalink":"https://kiwylai.github.io/categories/%E6%89%93%E5%B7%A5%E8%AE%B0/"}],"tags":[{"name":"工作","slug":"工作","permalink":"https://kiwylai.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"兼职","slug":"兼职","permalink":"https://kiwylai.github.io/tags/%E5%85%BC%E8%81%8C/"}],"author":"Kiwy"},{"title":"你变了","slug":"你变了","date":"2023-11-30T16:01:57.000Z","updated":"2023-11-30T16:02:45.117Z","comments":true,"path":"2023/11/30/你变了/","permalink":"https://kiwylai.github.io/2023/11/30/%E4%BD%A0%E5%8F%98%E4%BA%86/","excerpt":"","text":"前些天，一个见过一面的网友又来主动找我聊天。我其实不太想和她聊，因为觉得很怪。本着坦诚，我还是告诉她，和她聊天很像我初中写作文，总是在喊口号。那时候我很想拿高分，还想拿征文比赛的奖项。我爸看完作文总是说：像在喊口号。但是他从来不告诉我怎么改。结果网友就怒了，说：何必呢？不知道你哪里来的攻击性。你说话基本第一句都在反驳别人。我很好奇你的状态为什么会这样，然而你在（长毛）象上却不是。 我：啊，我又反驳了吗？那向你说声抱歉。 她：哇靠，我也收回。我这个人最心软了，受不了别人道歉，主要因为家里人没这个习惯。 我（才留意到她关于长毛象那两句）：聊的不开心，那就都歇歇吧。 结果，她又说了一大堆，最后留下一句：如果觉得我说话着急了，我也道歉。因为我觉得你是给值得认识的朋友，所以一点言语对我来说都是小问题，不会往心里去。随时留言啊。 我看到就笑了，太好笑了。所以到头来还是我错了嘛，她很大方原谅我了。太好笑了。但我又想，我们毕竟前后认识两年多，而且我有时候确实有点攻击性，是不是我这次表现了攻击性而我不觉得？于是和另一个象友私下聊了一下，对方觉得没有。 我当时马上又想起大学一件事。我大三的时候，班上有个男生做了大一的班助，他想迅速拉近和师弟妹们的关系，直接把我们班三个女生的 QQ 给了他们。很快，师妹们都来加了我们，其中还有几个男生。其中一个师弟老找我聊天，虽然他很白痴，经常说话让我想打他。我当时觉得我大一时受到师兄姐的关照，就对大一的好一点吧。 有次去上课，等电梯的时候忽然一个男的鬼鬼祟祟、猥猥琐琐地跑过来看了我一眼又走了。我认出几个是大一的，后来上 Q 问了那个师弟，是不是当事人，他承认了。有次聊天，我发现他比我还大几个月。后来他说我很好，吐槽我班上另一个女生，说他“是哪根葱”，他嘤嘤嘤。我在同学的 qq 空间看到他们的对话，男的留言“师姐，十月芥菜喔，同学就回了一句”你是哪根葱“。我大笑。 后来有一次，我实在受不了这个师弟反复矫情，就说了他两句。结果，他说：师姐，你变了。我？？？？之后，我就再也没理过他了。 过了几个小时，我有时还是会想着攻击性这件事。再后来，我想：如果一段感情让你觉得难受，那就趁早结束吧。而且，她对我的指控，我都否认。于是，我和她有关的平台都拉黑了她。 我后来想，这两个人，通过自己的设想或者说幻想去设定一个人，如果对方不按照他的设想行为，就指责对方。从来不觉得是自己把属于自己的责任推到了别人身上，觉得自己是需要被小心照顾的。 其实我一直也觉得和这个网友聊天不是很愉快，所以聊天频率很低。但是觉得她比我大好几岁，独身，面对吸血家庭，困着暂时去不了国外，有些可怜；所以我应该给点关心她，忍着那些无聊话题，继续聊下去。她觉得很懂我，其实是完全不懂的。她夸我的点，都是我和她转述的我的朋友的话语。但是她坚持用那些话夸我，我就觉得特别尴尬。她假装对我很有心，其实完全无心。 我也反思了自己，过于自以为是了。没有谁需要被拯救。管好你自己！","categories":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/categories/%E6%9C%8B%E5%8F%8B/"}],"tags":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/tags/%E6%9C%8B%E5%8F%8B/"},{"name":"三观","slug":"三观","permalink":"https://kiwylai.github.io/tags/%E4%B8%89%E8%A7%82/"}],"author":"Kiwy"},{"title":"可以吗","slug":"可以吗","date":"2023-11-30T12:42:08.000Z","updated":"2023-11-30T12:44:37.253Z","comments":true,"path":"2023/11/30/可以吗/","permalink":"https://kiwylai.github.io/2023/11/30/%E5%8F%AF%E4%BB%A5%E5%90%97/","excerpt":"","text":"上个月底，在一个群里看到一个女性活动，据说很缺志愿者。我想着我的月票快要过期了，也不想学习，就去一趟看看吧。结果人家也不怎么缺人，我闲逛中看到一个中国面孔，长发男；觉得他眼熟，便问他是不是组织了去年的白纸运动，他说是。 闲聊的时候短发男指着长发男的单车说了什么，我看到后面有儿童座椅，便问他，这是你的车？他说是啊，接送孩子上下学。我？你有孩子了？你几岁？他：二十二三吧。 活动开始后，我们全场三个中国人都坐在了一起。因为翻译器后面的翻译很差，所以我基本放弃听。而且偶尔听到一些词，我就觉得疑惑，于是就时不时和长发男聊天。后来觉得我们打扰到别人了，而且也听不了什么，他说要么出去聊。 出去后，我说我想吃点东西，很饿，他说他也是。结果很快他把我带到很多饭馆的地方，说他得回家，要是有兴趣，我们可以再约个时间聊。当时我觉得很奇怪，但是想着反正我没事做，就当认识新朋友吧。 我们那天在咖啡馆聊了很多，他两点说要回家，但是两点四十我们才走。之后还一起吃了午饭，他说得接孩子，就走了。随后我们在手机上也聊了不少，关于民运，关于我们共同认识的几个人（民运里面的人）。我觉得我们理念挺像的，也说了自己的状态，不想学习，但是逼着自己学习，因为只有找到工作才能留下来。他说不必这样，人生未必就这样一条路。如果辛苦出来，还是承受和过去一样的痛苦，何必出来呢？然后列举两个男性朋友因为过于追求一个身份而差点变神经病的故事。 后来我从另一个做播客的小团体里发现，他们拥有那么好的资源，却又不认真对待，很让我不爽。于是我找到长发男说，不如我们做播客吧。他说得想想，而且他月底需要搬家去另外一个城市，所以我们不如见面聊吧。于是我就跟着去了科尔德人的游行活动，一个他经常夸赞的社区，且还与之接触了很多次的社区。但是那次我们根本没谈播客的事，我不知道他是不是忘了，但我是真忘了。 那天早上他带着他儿子出来，他老婆还在睡觉，因为身体不适。他很不喜欢民运里的那群人，即使去年一起组织过活动，后来他还是远离了那群人。他觉得那群人是在作秀，他们知道他有儿子的第一反应是：有德国国籍吗？而他觉得，国家机器也不完全能保护所有人，所以他很鄙视那些眼里只有入籍的人。 27 号晚上，我在做运动，他给我发了一条信息问我 29 号有没有空，他搬家去别的州了，但是需要那天再回去搞清洁。他说网上一天的单没人接，问我能不能去，说会给 60 欧我。我犹豫过，因为天气太冷了，而且搞卫生很累，他又没说干多久，万一超过五个小时呢？简直连最低时薪都达不到。但是我又想，他不是一个抠门的人，而且他就要去别的地方了，就当帮帮朋友吧。结果等我打开信息准备回复的时候一看，直接变成了：他把钱的部分删掉了，只说自己累到感冒了，问我愿不愿意过去帮他。我不知道他家具体地址，但是估计单程最少得 1 小时。而且我没学生票了，得额外花钱买车票。我当时想：how dare you？所以我没回，不知道怎么回。 第二天早上，他又发来信息： “如果不方便就算了，我现在感觉好像也好点了，没有昨天那么难受了” “我原本想在 kleinanzeigen 上找人，但是他们不接单次的活。但是我也不知道找你你会不会愿意收钱，所以昨天我就没问能不能也给你钱“ 我回： “直接谈钱也没什么的，我觉得这样更好，情况都说清楚，对方可以在充分了解情况之后再做选择。我拒绝运营 ig 那份工作是因为对方不说清楚钱，我不想事后发生纷争（前几天刚和他吐槽过有人找我干活，说会给钱，但是目前还没确定给多少）” 于是他说给 15euro/h，大概三四小时。他应该一个人干不来。我说我得看身体情况才能回复。他说他也知道我住得远。（啊，这时候他倒是想起来了） 和朋友说了这件事，她说网上找不到人，那证明给的钱不够，加钱可以解决。就算他给我钱，也是坑我，换她不会和这种人来往。我一想，啊，真有道理。 我当然就没去啦，大雪纷飞，太可怕的天气。加之我手机坏了，就更不想出门了。倒是和他说了手机的事，他给我推荐了几个平台，又根据我的需求（便宜）推荐了机型。我的订单总是被取消，客服说是我的卡有问题。他说可以帮我付款，然后我转给他。我忽然就不想和他发生任何财产来往，找理由拒绝了。 后来和另一个朋友聊了一下，我想起来他刚见我的时候就和我说他的原生家庭多么悲惨。他爸很可悲，他本人受到他爸的迫害，也很惨。我才明白，这不是中年男骗小女孩的标准流程么？我一度在想，他是不是觉得我也迷恋他？毕竟他一个前女友因为他的观点啥的，和他表白。他老婆（他不喜欢称对方为老婆，经常和我说是女朋友。我说登记结婚了，就不是女朋友了，伴侣吧）也是因为他网上的一些言论和播客迷恋他，和他在一起；以前不想生育，但是因为和他在一起看到了另一种可能，所以生了小孩。 不然他怎么会觉得我会恼于他和我谈钱，且会努力付出劳动？","categories":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/categories/%E6%9C%8B%E5%8F%8B/"}],"tags":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/tags/%E6%9C%8B%E5%8F%8B/"},{"name":"三观","slug":"三观","permalink":"https://kiwylai.github.io/tags/%E4%B8%89%E8%A7%82/"}],"author":"Kiwy"},{"title":"最佳损友","slug":"最佳损友","date":"2023-11-21T19:13:38.000Z","updated":"2024-03-24T09:16:00.790Z","comments":true,"path":"2023/11/21/最佳损友/","permalink":"https://kiwylai.github.io/2023/11/21/%E6%9C%80%E4%BD%B3%E6%8D%9F%E5%8F%8B/","excerpt":"","text":"在我众多品质里，我目前最希望被认可的是幽默。但是，朋友中一直赞美我幽默的人只有一个。雪上加霜的是，在白纸运动前夕，她给我留了最后一句话：“再这样连朋友都没得做”。此后，我们没有拉黑对方，但也再联系过。 多年前，她是我同事，且是我合作最愉快的同事。我们当时在一所小公司，她比我早入职。我们职位相同，但是她对我没有任何防备。我经常理解不了老板的意图，有时候理解了也不知道怎么下手，她会主动指点我，我也会请教她。我们中午还经常一起吃饭，下班后还试过一起去游泳。 我们几个入职后，都没有签合同。而且老板很爱开会，但是从来不会告诉我们他到底想要什么。有一次周五晚上，我去找朋友玩，老板在群里说了一大堆。我找朋友分析了一下他的话，朋友让我去群里表表忠心。我很讨厌这样的操作，也很讨厌公司不签合同还随意延长试用期的操作。我们当时几个聊过，知道不签合同是违反劳动法的，但是没人注意保留证据，而且大家也不想去申请劳动仲裁，都是怕麻烦。我和另一个前后脚入职的同事前后脚离开，她留了下来。 大概过了半年，她找到我，骂公司对她没有一点点道义，压榨她，逼着她离职。她将她最后和经理的谈话录了音，但是她也没去申请劳动仲裁。我对她说：你终于意识到你在被 PUA 了，当时我和男同事离职后讨论过你的问题，但是我们觉得你很相信老板，所以什么都没说。此后，她再也没去任何公司工作过。她说：“打工是不可能打工的。“我问了一下原因，她说是任何公司都是压榨员工。但是我不能理解她的点，因为我觉得既不做老板又不打工，就没有任何经济收入，会饿死的。她不太说她的经济来源，只说有时候靠花呗过活。 我一直觉得她是我朋友里学习能力前三的人，能写文章，能写代码，懂计算机，后来开始画画。我们后来断断续续聊着，讨论画画，讨论服装及其他。她一直说和我聊天很愉快，除了有时候我经常问一些网上能找到答案的问题。她教我”任何东西都有它的框架，你弄懂框架之后，其他东西都大差不差“。我们还会讨论女权，她说她大学有基础课是关于女权的。我当时觉得她是我朋友里最支持女权也是最懂女权的那个。 我去年秋天出国，还没找到固定居所，换了几个短租。我几乎每天和她聊天，说说我的见闻，吐槽一些人。她一直说我的文字很搞笑，还分享给她姐，她姐的回复是：如果她去小红书分享这些，一定能火。而她也认同这种说法，让我记录下来，多去各平台分享。当时刚到埠，我在本地没有任何朋友，所以她给了我很大精神支撑。我在学代码上感到迷茫，她还分享了一个她之前购买的课程的账号密码给我，并且说了一些她的看法。 她也会和我吐槽国内的核酸政策不合理，我当时就顺便骂骂共产党。但是因为在微信聊天，我也不好说太多。但是后面我发现，她虽然支持和羡慕我出国，但是她并不理解我为什么出来。 没多久，她所在的城市有些进行封控的地方遭到一些居民抵抗，且多是外省人口。她很生气，觉得这些人不听话，不配合政府。我忽然发现，政见是我们之间的敏感话题，为了保护我们的友谊，我尽量避开这个话题。但是我又忍不住想引导她看清问题，于是说：”或许他们成功了，你就不用再经常做核酸了呀。“结果她很激动，和我说了一堆，还用”香港蟑螂“作为例子说明这些抵抗会带来的后果。我没说话。不久后，她又说，现在 YouTube 上面很多视频，让我睁大眼睛看清楚，再这样下去，我们连朋友都没得做。那时候，已经是国内的深夜了，而在此之前，她说了几次要去睡觉。 我当时看到这句话，有点震惊。这是第一次有人和我说这句话，而且我没想到说的人是她。我当时也觉得有点搞笑，YouTube 上的视频是国内的人翻墙发出来的，而她也是翻墙出来看的。她就没想过，为什么国内看不到这些视频，而需要他们冒着危险翻墙发布/观看。我想了想，她今晚忽然这激动，在我避重就轻这么多次后，她依然抓着我不放，还说出了这句话，那这个朋友做不做都无所谓了吧。 没过几天，白纸运动就爆发了，随后全国解封。我有点好奇她怎么想，但是没问。不久之后，我上街参加了一次白纸活动。我当时很激动，觉得我终于可以自由参加反政府的游行了，这就是我辛苦逃出来的成果之一；我要向全世界控诉中国的恶行，要让更多中国人认清他们的政府。我同时也在好奇，如果那个朋友知道我准备上街，她会怎么想。但是真正上街的时候，我反而冷静了下来。我参加这个活动还得戴着口罩，还得警惕被人套话，其实，也没那么自由。更多的，其实是给自己一个体验，一种安慰：站在高墙下，我也终于可以远远扔一枚臭鸡蛋了。 俗话说，君子不立危墙之下，但我朋友似乎不这么想。她是察觉到一些裂痕的，但是她觉得只要墙下的人谨小慎微，乖顺听话，强就不会倒。她不会觉得是这堵墙阻碍了她人生很多可能，让她不敢再取打工。相反，她觉得这堵墙保护了她，给了她安稳的生活。她对这堵墙的拥护，可以连我这个“聊得很开心”的多年老友都可以轻易舍弃。 黄伟文的词写得挺好： “但是命运入面 每个邂逅 一起走到了 某个路口 是敌与是友 各自也没有自由 位置变了 各有队友”","categories":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/categories/%E6%9C%8B%E5%8F%8B/"}],"tags":[{"name":"三观","slug":"三观","permalink":"https://kiwylai.github.io/tags/%E4%B8%89%E8%A7%82/"},{"name":"分别","slug":"分别","permalink":"https://kiwylai.github.io/tags/%E5%88%86%E5%88%AB/"}],"author":"Kiwy"},{"title":"花花世界（多图预警）","slug":"花花世界","date":"2023-11-11T16:37:10.000Z","updated":"2023-11-11T17:44:06.386Z","comments":true,"path":"2023/11/11/花花世界/","permalink":"https://kiwylai.github.io/2023/11/11/%E8%8A%B1%E8%8A%B1%E4%B8%96%E7%95%8C/","excerpt":"","text":"照片基本是路边拍的。都是在德国拍的，最近刚好学会了发布图片，就一起发一下吧。这一个月的天气都不太好，所以就先放点花的照片。（手机为五年前的小米 8 自带相机拍摄，没有使用滤镜） 祝大家大部分时间都有好心情~","categories":[{"name":"摄影","slug":"摄影","permalink":"https://kiwylai.github.io/categories/%E6%91%84%E5%BD%B1/"},{"name":"照片","slug":"摄影/照片","permalink":"https://kiwylai.github.io/categories/%E6%91%84%E5%BD%B1/%E7%85%A7%E7%89%87/"}],"tags":[{"name":"闲逛","slug":"闲逛","permalink":"https://kiwylai.github.io/tags/%E9%97%B2%E9%80%9B/"},{"name":"随手拍","slug":"随手拍","permalink":"https://kiwylai.github.io/tags/%E9%9A%8F%E6%89%8B%E6%8B%8D/"}],"author":"Kiwy"},{"title":"秋游——Hamburg","slug":"秋游——Hamburg","date":"2023-11-02T20:33:57.000Z","updated":"2023-11-02T23:00:47.696Z","comments":true,"path":"2023/11/02/秋游——Hamburg/","permalink":"https://kiwylai.github.io/2023/11/02/%E7%A7%8B%E6%B8%B8%E2%80%94%E2%80%94Hamburg/","excerpt":"","text":"七月的时候，和网友 Civet 见面，我告诉她我面基过的另一个网友 Y 很喜欢汉堡。C 说你们可以来汉堡找我玩啊，我十月搬家。我问了 Y，她同意了。于是，我们约定九月一过去。 为什么今天才写游记呢？因为我前几天才在可爱的小恐龙的帮助下，学会在博客发照片！……之前尝试过，大概是因为没有空行，所以图片信息被当作文本读取了…… 汉堡主要火车站，一个看着挺有历史又挺工业化风格的站。 汉堡市政厅，挺好看的。Y 说，不知道当年搜刮了多少民脂民膏。不少小型旅行团在这里聚合，要不是语言不通（Y 说是西语），我也想蹭解说。 Y 网购了一件优衣库，想在实体店退货，再拿新的快递件。但是店员说网上买的只能网上退，或者在店里按实时售价换别的。她如果想换尺码，得补钱。我们就走了。之所以拍哆啦 A 梦，是因为第一次见。 在这家优衣库，我问了两个工作人员服务台在哪里。其中一个用手势比划，然后带我去找另一个服务员，前者应该是残障人士。服务台的工作人员只会英语不会德语，想起之前班上有个同学想去星巴克兼职，但是人家要求得会德语。 离开优衣库，我们去了一个周末跳蚤市场。衣物服饰基本是二手货，摆在外面的摊档基本是中东人和非洲人。往里走，小部分是本地年轻女性，她们的货品会相对好看很多。有部分商品应该来自义务市场，特别是一些配饰什么的，几欧一根手绳之类。我和 Y 说，我们中国进货来这里摆摊就能赚钱啊。 下午，C 带我们去划船。一块平板，可站可坐着划，我一直记不住名字……我和 Y 都是第一次划，一开始我们都挺紧张的，因为一个不稳就直接掉水里。和小河的水还是挺脏的，而且下午也有点冷。我基本是模仿他人的动作，慢慢自己寻找平衡，所以很快能划一会儿，然后躺下看风景。但是楼间的河面不宽，船也多，所以得躺一会儿就抬头看看方向。 挺好玩的，就是因为怕手机掉水里，所以没带，没照片。结账的时候小哥人也挺好，我们超过一个小时，他们就按一小时收费，14 欧。之前我在一个超市看到充气的橡皮艇 50 欧，犹豫过要不要买。但是想着自己一个人，对水域不了解，还是算了。但是每次看到别人划船，还是很羡慕的。夏天是真的很适合划船啊。 晚上 C 就带我们去吃了黎巴嫩菜。老实说，我不是很喜欢。C 和我们说了一下这家店和菜的历史，不过我基本忘了。但是有个服务员特别热情，知道我们是中国人还拿纸笔过来，让我们把他家里人的中国名字写下来，他拿去纹身。当然了，他们都在说德语，所以我全程耳聋。 Y 说汉堡每个周日有鱼市，临近闭市的时候，东西都会大甩卖，她之前就花很少钱买了很多水果。于是，我俩就早起地铁转水巴，带着惺忪的睡眼坐车。 一开始我不明白这些大叔为什么在玩泡泡，后来发现他们前面有收小费的盒子，基本都是小朋友在玩，然后打赏。 这里卖果蔬的感觉都是土耳其人，德国人不多，主要卖水产类。很多衣服摊档让我一秒回到中国乡下市集，五颜六色，花花绿绿，色彩缤纷。有几个大货车柜在卖水果和零食，他们现场叫喊，现场装货，有点主播带货的意思。不过做这个得看人，有个卖水果的大叔就很放得开，所以周围的人听了也开心。但是上图这个大叔就很放不开，自己比观众更尴尬。大概是零食都不重，他车子也小，所以顾客就自己举着袋子，等老板把零食放进去。现场看着十分像朝圣，等着主的恩赐。 我们一直闲逛，等到九点多，就很多人开始大甩卖了。我们转了几圈，很多摊位基本是水泄不通。果蔬的力度蛮大，西瓜一欧一个，小纸盒芒果两欧，诸如此类。我们买了草莓，芒果，西瓜，青椒，蘑菇，虾。海鲜打折力度不是很大，而且基本是冰冻海鲜。德国人是坚持不打折的，即使他们原价就比别人高。 我们在一个亚洲人的摊档前，遇到一对说普通话的夫妇。男的问我超市的三文鱼一般多少钱，我说没记错的话，23.9。他说，哎呀，那这里卖 20 也没便宜多少嘛。我说，好像不打折是 26.9。他说，哎呀，这样才赚了嘛。他老婆应该是没听到我们的谈话，指着他们一大袋收获说：我们买东西都不看价格的。我：微笑。 下午，Y 查了一轮，去附近的海边就两小时，转一次车。想着天黑得晚，我们到了或许可以看日落。于是，切了西瓜我们仨就出发了。 但是运气不太好，傍晚云有点厚，而且，海面对着东边……大概是周日，也有点冷，沙滩上很少人。远处不知道是酒吧还是什么，开着震天的 DJ。海水很漂亮，有几个人在裸泳。夏天在这里游泳一定很舒服吧。 这里的海鸥基本也不怕人，很自在。附近有个五星级宾馆，我们想找厕所的时候，遇到两个海边游泳回来的白男。身材挺好，但是一直看着我们，最后说了一句什么话，我和 C 都没反应过来。那个人又说：where r u from?Y 快速回：Japan。我们大笑，顺便问 Y 对方第一句话是什么，Y 说是“纳尼”。我：哎呀，当时我们应该回“巴嘎”啊。Y 说，这些白男总是觉得阳光开朗的都是日本人。她很讨厌各种白男，私下和我吐槽了很多。不过我目前接触的白男很少，所以暂时没什么感觉。 因为 Y 周一要回去拿资料开会，这趟神奇的旅程就结束啦。还是很感谢 C 的邀请和 Y 的陪伴。","categories":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/"},{"name":"游玩","slug":"日常/游玩","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/%E6%B8%B8%E7%8E%A9/"}],"tags":[{"name":"秋游","slug":"秋游","permalink":"https://kiwylai.github.io/tags/%E7%A7%8B%E6%B8%B8/"},{"name":"闲逛","slug":"闲逛","permalink":"https://kiwylai.github.io/tags/%E9%97%B2%E9%80%9B/"}],"author":"Kiwy"},{"title":"秋游——Madgeburg","slug":"秋游——Madgeburg","date":"2023-11-01T11:24:14.000Z","updated":"2023-11-01T13:06:10.434Z","comments":true,"path":"2023/11/01/秋游——Madgeburg/","permalink":"https://kiwylai.github.io/2023/11/01/%E7%A7%8B%E6%B8%B8%E2%80%94%E2%80%94Madgeburg/","excerpt":"","text":"29号早上又出了一会太阳，本来想继续出门的，结果出发前半小时觉得越来越冷，肚子也有点不舒服，就一下子失去了勇气，躲进了被窝里。 30 号早上也没下雨，还依稀有点太阳，加之 31 号约了人，就决定当天出门。目的地——Madgeburg，换乘一次，全程 2 小时，和 Stendal 属于同一个州，两地距离也不甚远。 在车站看到一个老人家在晒太阳，看着挺舒服的。火车上，一家三口一堆行李，小姑娘一会和妈妈玩，一会和爸爸玩。但是下车时在火车上摔了一跤…… 当地的主火 最后一栋建筑让我想起了西藏，那边有很多类似颜色的建筑。 这应该是挺有名的大教堂，因为我看到不少人在拍照。里面游客不少，但是很少人拍照。里面很多雕刻，还有楼上摘下来的大钟，好像还有图片展览。因为都是德文，珍惜流量，我懒得拿手机出来翻译。教堂内里很高挑，但是窗户基本都是玻璃，没有图案。但是里面有类似棺材之类，一些浮雕看着也凶神恶煞，感觉略阴森。 教堂出来就是一个大广场，大概风大，人也不算很多。往前走，就看到紫粉色建筑。建筑对面又是另一栋建筑，一楼好像是邮局，很多人在排队。 懒得问路找厕所，我又回到了车站对面的汉堡王。出来后走了另一个方向，想着到不远处的河边看看。结果发现路边又有教堂。 教堂再往前走，就是一个小广场。旁边还有个屋大维像。一群年轻人在雕像旁喝酒玩乐，警车经过，他们一群人就把一箱子啤酒放在有载具的单车上，走了。难得的是，雕像旁边居然有个年费厕所，有残疾人设施，还免费。但是大概是因为免费，里面的尿骚味很重…… 再继续往前走，看到以上建筑，里面还有个小花园。天黑了，这里人很少。遇到一家三口在散步，小 baby 应该只有几个月大。后面就没再遇到什么路人，倒是看到一个强壮青年躺在椅子上吸大麻，所以我感觉加快脚步，走了。 建筑对面就是河边，天桥下去是两个餐馆。我看到一群人在划船，类似独木舟的那种，五颜六色，也蛮好看。拍了视频，忘了拍照。还看到很大一群鸟飞过，貌似是乌鸦。 我在河边走了一段，因为太累了，所以走走停停。太阳不到五点就下山了，因为天气差，四点多天色就不好了。 当时如果坐五点十二分的车回去，我就得赶路。我觉得难得来一趟，那就慢慢走一走吧。于是我就继续走走停停，有时候路上的凳子坐一坐。夜里有风，温度很明显就降下来了。大概是因为人口多，这里商场不少，晚上还挺热闹。时不时遇到几个精神小伙骑着电动滑板车路过，他们也爱穿窄脚裤…… ICE，快车，也贵，月票不能坐。提前越久买越便宜。 RE，普通州际火车，月票能坐。我第一次见这种图案。 进火车站的时候，大厅里（其实很小的大厅）有四个全副武装的警察，有男有女，其中一个男的拿着类似 AK47 的枪。很多人路过都要看几眼，我想看也有点怕，偷偷瞄了几眼。下午来的时候，这里是没有警察的，不过附近停着警车。 六点十二的车晚点半小时……站台上还蛮冷的。我坐的那趟车晚点半小时，后面司机努力在每一站争取半分或者一分钟，以缩短最后的晚点时间。因为已经错过了回宿舍的小火车，我不想坐公交车，所以去了一趟超市，再等下一个小时的小火车。在超市门口，我又看到了警察巡逻。大概是他们晚上出动率比较高？ 愿世界和平，however，which will never be possible.","categories":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/"},{"name":"游玩","slug":"日常/游玩","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/%E6%B8%B8%E7%8E%A9/"}],"tags":[{"name":"秋游","slug":"秋游","permalink":"https://kiwylai.github.io/tags/%E7%A7%8B%E6%B8%B8/"},{"name":"闲逛","slug":"闲逛","permalink":"https://kiwylai.github.io/tags/%E9%97%B2%E9%80%9B/"}],"author":"Kiwy"},{"title":"秋游——Stendal","slug":"秋游","date":"2023-10-29T09:30:24.000Z","updated":"2023-11-02T20:36:04.367Z","comments":true,"path":"2023/10/29/秋游/","permalink":"https://kiwylai.github.io/2023/10/29/%E7%A7%8B%E6%B8%B8/","excerpt":"","text":"德国最近又开始售卖49欧月票，适用范围是全国范围内的普通交通，包括：普通火车、地铁、关键词、有轨车。上个月去汉堡，临急买ICE快速车票特别贵；加上快车总耗时近三小时，普通换乘最快五小时，于是我就买了月票。月票是连续一年，自动扣款，如果你想取消，得提前操作。我查了一些资料，以为是每个月10号以后操作，加上那时候不太确定十月的行程，也没和朋友确认取消的事。结果发现，是每个月10号以前取消下个月的订单。于是，我取消了11月的订单。 十月上中旬，我基本都没坐过车出门，唯一一次是偷懒，骑着单车去超市买了一袋东西，带着单车一起去坐车。本来我坐着，结果我的单车和另外一辆一起倒地，也没人来，我只好扶起来。那辆单车的脚踏还卡在我的车轮里，我花了时间弄好。想着还有几分钟下车，就拿着购物袋站在车旁。结果，遇到查票，阿姨说单车也要买票，最后花了 2.2 欧，心痛。 月底的时候忽然想，我这个月都没出过门，我的月票就完全浪费了啊，更心痛。于是去了一趟柏林的亚超，又去了一趟柏林参加活动。但是这两趟加起来完全不足以抵消 49 欧啊，还是心痛。于是想起月初在天气预报的降雨地图里看到的一个地方，那时候查了一下路线，不算麻烦，就打算去一趟抵消月票，但是一直懒得出门。终于在十月快过去的时候出门了，虽然天气一直不太好。再查了一下车次，虽然是周六，但是车次完全没有变化，幸好（德国交通班次会随时间变化而变化，工作日工作时间段班次最多）。换乘 2 次，总耗时 2 小时。加上早上还时不时有太阳，我前一晚也睡得很好，于是中午起来做饭吃完，就出门了。 运气不错，火车晚点不严重，不影响我的行程。路上还在路边看到几只可爱的小动物，大概是小鹿？没有照片，老旧手机十分慢，完全无法实现快速开机抓拍。不过路上下了几次雨，等车的时候也下雨了，不过站台人很少，候车亭也有遮挡，所以还算好。 第二趟车下车后，我看到对面好像就是我要乘的车，当时很多人在上下车。但是时间有点紧，于是我问了几个人。她们都说是这辆，我赶紧上车。车不是我经常坐的那种，相对来说，这趟车有点老了，而且看车的名字，也是和我经常坐的不是同一个公司的。很短小的两节车厢，互不相同，座位也不是很多，有人站着。我看到有人站着，我也跟着站着，反正就半小时。车上没 wifi，我就全程看风景了。 Stendal 的车站还是蛮古老的，铁道也不少的样子。出了车站，就看到前面的大树。回头看车站，让我想起了我之前去的泰国一个城镇也是这样。车站有点古老，还有遗址，晚上附近是热闹的大排档，很有烟火气。不过这里就十分冷清，人很少。 我凭着感觉走，没问路，没看地图，反正不赶时间。到达时间是奇数的半点，回去的车是偶数的半点。走了一段路，我看到远处有十字架，于是就朝着这个方向走。因为之前有个小姑娘让我多拍点教堂的照片给她看，但是我这一年就拍了两次。 这条小溪有鸳鸯，我便停了下来。后来发现草地里有只类似老鼠的动物在吃东西，一开始吓了我一跳。后来看到水里又游来了一两只小的，我确定这不是老鼠。因为它们的胡子很长，个子也比老鼠大，还会游泳。但是因为太远了，我手机倍数放到最大也照不清楚它们的样子。我看了好一会儿它们，就趴在桥的栏杆上。那时候还出了一阵太阳，光线好极了。 很快，就到了教堂。外观看起来，红墙还是很好看的。加之附近很多树叶都黄了，就更美了。还看到两辆挺好看的车、但是在国内见不到的车。夏天的时候，很多人开着敞篷车在路上，看着就很爽。 窗户这两张，把手机相机的光拉到最暗就可以了。 我还遇到了在小溪旁边散步的老夫妇，他们在教堂里转了一圈，最后在外面讲台的位置唱歌，应该是跟宗教有关的。因为我离得近，所以听到他们声音不大。但是因为教堂的设计，所以回音有些大，让他们的声音得以让整个教堂都能听见。而且因为是诗歌，听起来就有点温暖？感觉环境是真的很重要，你看那些窗户的设计，还有穹顶的设计，和这些歌曲，身处其中，是真的很容易被影响。我刚来的时候去看了本地人的一次礼拜，大家很虔诚地唱歌，祷告，听牧师布道。还有圣童们的造型，和一些活动什么的，你就会觉得：哇，好温暖啊。主啊，谢谢你给以我力量。传销也是很擅长营造氛围，让你陷进去的…… 从这里开始，天气就变差了。我很少见到这种这么复古而平整的大马路，且路上几乎没什么人。我一瞬间好像回到了国内仿建的没人去欧洲小镇，因为我以前因为工作就在类似的天气去过一次。 这里是市政大楼，算是我见过的最简朴的市政大楼了。上次和友人去汉堡，我夸市政厅好看，她说都是民膏民脂。所以这栋楼消耗的民膏不算很多吧，不过可能也是因为人少，刮不出来更多。 我在路上，走走停停，时不时拍一下照片，被路人瞄了几次。好像路上就我一个人会拍照，其他都像本地人。商店不多，顾客也不算很多。我去了两个超市，人也不算多。因为在 Edeka 买的三明治很难吃，后来我路过 NP 超市时，又进去了。这是我第一次见这个超市，里面很多 Edeka 的商品，但是薯片打折，我就顺势拿了一盒果汁。因为下过雨，露天的凳子都湿了。有个小公园挺美，但是湿漉漉的，还有些泥泞。我就坐在一个公交车站，晃着腿吃薯片喝果汁。没有一辆公交车经过这里，倒是路过的车辆、行人、狗狗，都会多看我几眼。我当时觉得大家可能觉得我是离家出走的叛逆青少年吧。 这个小镇有个很不好的地方是，没有公厕。我又不想问人，所以就继续闲逛。最后在一个小工地看到一个移动厕所，过去看了一下，门没锁。里面味道不难闻，比很多火车的好多了。只是好像放了很久的样子，蜘蛛网都有了。 穿的 timberland，很不好走路，很累。也没什么好逛的了，决定坐六点半的车回去。看不懂地图，看到有一个奶奶带着小孩，感觉过去用蹩脚的德语问路。其实就是用了 haufbahnhof（主要火车站）这个词，顺便把地图给了阿姨看。她说了几句，我没懂。我又用我仅会的左和右问，她说 nein。集合地图，我就懂了。朝着我来时的方向一直走，就对了。 路上听到鸣笛，有两个小朋友还特意从家里跑出来看，原来是消防车。我想，这地方应该确实很小，毕竟我来这么久就听到一次鸣笛，而且居然还有人会特意跑出来看。要知道，在我这边的市中心，经常听到各种鸣笛。途中我又问了一次路，对方看着年轻，我便用英语问路。他用英语告诉我直走就可以看到了。 后来快到火车站时，我看到那辆消防车就停在前面，旁边还有一个小朋友从窗户探出身子看。后来消防车走了，她妈妈过来拉她回去。 以巴冲突后，德国好像是不允许支持巴勒斯坦的人上街游行，柏林还有针对以色列团体的袭击，还受到过袭击的威胁。所以看到这个斧头镰刀，我还在想是不是又是什么活动。车站里有个警察盯着我走过去，差点以为他要来查身份证了。前两天就在两个主火看到警察巡逻，还是一个超市里面看到警察巡逻。希望世界和平，虽然知道不可能。 回去第一趟车的查票也是蛮儿戏的，查票员差点忘了我的存在，最后也只是看了一眼二维码。要知道上次在布鲁克，那个查票员死活要我拿出证件，而我没带。我两个朋友用德语和她解释了一阵，她才走了。朋友还让我不要说话，说她是放过我了，让我以后出门记得带证件。 总体来说，这趟旅程都蛮愉快的，因为没带期望，所以看到美景就是意外收获了。逛了两个多小时，坐车四小时。倒也还能接受，特别去时是白天，可以看风景，夜里就有点无聊。 之后我查了一下，这是地方一个镇，属于另外一个州，人口只有三万八千多人。因为这边都是这样的欧洲建筑，属于我经常是看到觉得好看，但是没有兴趣拍照了…… 抠门的我，晚上还算了一下这几天行程单独买票的总价，已经超过四十九欧了，月票没浪费！但是很奇怪，去 Stendal，在 DB 的 app 上买票，单程话要二十四块多；但是分三段买总价才二十二块多，如果 12+3 是二十多几毛，1+23 是二十三块多。完全不懂 DB 的计价方式。不过很想吐槽 DB，经常不准时，还有时候不报站，广播基本只用德语。看新闻，他们又要和工会谈判了，不成功的话就大罢工。他们的平均工资五千多，还要涨薪涨补贴，兼将工作时间从 38 小时降到 35 小时。啊，他们能把我收编么？","categories":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/"},{"name":"游玩","slug":"日常/游玩","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/%E6%B8%B8%E7%8E%A9/"}],"tags":[{"name":"秋游","slug":"秋游","permalink":"https://kiwylai.github.io/tags/%E7%A7%8B%E6%B8%B8/"},{"name":"闲逛","slug":"闲逛","permalink":"https://kiwylai.github.io/tags/%E9%97%B2%E9%80%9B/"}],"author":"Kiwy"},{"title":"邻居一家——哥哥","slug":"邻居一家——哥哥","date":"2023-10-25T20:30:24.000Z","updated":"2024-10-20T10:52:42.172Z","comments":true,"path":"2023/10/25/邻居一家——哥哥/","permalink":"https://kiwylai.github.io/2023/10/25/%E9%82%BB%E5%B1%85%E4%B8%80%E5%AE%B6%E2%80%94%E2%80%94%E5%93%A5%E5%93%A5/","excerpt":"","text":"我回老家做教辅，小姑娘是我第一个学生。其实最先找到我的不是她，只是那个人是初中生，需要上晚修，所以周末才能来。小姑娘还是小学生，所以第一天来问了情况，第二天就来上课了。她哥是周末来的，那时候他没考上市里的初中，所以在镇上唯一且只有五百多人的中学。 因为我开班前没做什么宣传，基本都靠我爸去拉生源，所以开始那个月学生不多。小姑娘的哥哥分外活跃，我觉得他已经扰乱我课堂纪律了。我和他说过这个问题，他没改，于是我告诉了他爸。中旬刚好是中秋，他爸妈就回了老家，很快出现在我家。 我和两位家长说了情况，说他再这样，会影响我课堂质量，我可能不会再让他来上课。他家长急了，马上和我解释一堆。在他妈妈说话的时候，他爸忽然就粗暴打断，并且骂他老婆：都是你一直把你儿子当宝贝，觉得他很了不起，惯坏了他。我当时楞了，心想，大佬啊，你们是家长欸，你们年纪也比我大欸。这是我们第一次见面，你就不要脸了？况且当时还有个学生坐在另一边。 他爸很怕我不要他儿子，而且也很相信我能力的样子，所以就说了很多话，说他一定会好好教育儿子，不会让他再破坏课堂纪律的。之后，他倒是听话了不少，而且他有几个同学一起来上课，课堂气氛挺好的。我根据他以前的试卷和学习情况，告诉他爸，如果他能保持目前的学习状态，可以考上（县级）市里最好的高中。他爸很开心，从此就更信任我了。我时不时也会和他说一下哥哥的情况，特别是不太好的情况。他爸说：他就是那样的，胆小，懦弱，你不用怕他，出了任何问题肯定是他的错，你打他也没问题的。 冬天，他感冒了，我和他爸说了一下，他爸说是夜里吹风扇导致的，又一轮辱骂儿子，胆小，懦弱，诸如此类。我和哥哥聊天，问他这么冷为什么要吹风扇。他说他夜里一个人睡，没有任何声音就会害怕，所以只能开着风扇，听风扇转动的声音。我笑：你开着风扇也不必对着自己吹啊。他也笑，说是噢。 他初一那年，进步蛮大，所以家里人很开心。他爸对我就更信任了，即使是他奶奶对他爸说我怎么差，他爸都忽略。但是初二之后，他学习状态就不那么好了，且是持续下降。但是他们年级才堪堪两百人，且用一个老教师的话说“这个学校 95%的学生都不学习”，所以他还是能进前三十，有奖拿。 初三开始，他就不肯来补课了。我当时觉得按照他的成绩，他肯定考不上最好的高中。结果，他们中考之后，忽然出了一个政策，叫“指标生”。每个高中不再按以前那样，从高到低按分数线录取，而是分数线提高，分两种情况录取：过线的直接录取，占总人数的 50%；另外 50%分配给每个中学，“按照各初中学校的中考报名人数和在我市中职学校完成义务教育的学困生人数之和(下称“学生人数”)占各招生区域总学生人数的比例进行分配。具体计算公式:指标数=学校学生人数 ÷ 招生区城总学生人数 × 招生区域总指标数。”（摘自新闻）。他刚好够指标生要求，所以去了最好的高中。 后来我和小姑娘聊天得知，她哥每次考试之前，她奶奶都会去拜神。更搞笑的是，我和一个学生聊天，说起拜神的事。他说他在移动营业厅听交话费的时候过这个名字，是那个人的奶奶在大声夸她孙子，还说算命的说她孙子有读书命。我俩大笑。小姑娘还告诉我，她爷爷生日，她叔叔和她们一家共 10 人一起吃饭，他爷爷夹的第一道菜是鸡肉，然后放到了她哥碗里。我当时还有点楞，以为小姑娘没表达好，是她哥居然会做人了，懂得给爷爷夹菜了。她爷爷和叔叔一家子住，平时给叔叔的两个小孩做饭。堂姐排第一，成绩很差。她哥第二，成绩在四个人里最好。但是她堂弟成绩也不算特别差，起码数学测验还是拿过满分的。说实话，夹菜这个举动，我真的很意外。 小姑娘兄妹跟着奶奶一起住，大房子，一百多平一层，共五层，平时就三个人住。二楼是客厅+两个客房，小姑娘和奶奶一间房，她哥单独一个房。她哥很会，每次听着声音关电视，有段时间还早上早早起来看电视，然后在奶奶起床前回去睡觉。他也会玩排版，纵使他爸在 app 里能控制他们的平板，但是他还是会想办法偷着玩。当然了，没有成为 it 达人。他奶奶觉得他很勤奋，就算他爸说出真相，他奶奶还会骂他爸对他太严格。但是如果小姑娘看电视，就死定了，我们那条街都能听到。我十分佩服她奶奶的气量，每天在大声骂她，然后拼命夸大孙子。 她哥的同学都说他小气，从小学开始就很小气，只会吃别人的零食，从来不会分零食给别人吃。还说他家那么大的房子，居然还那么小气。来辅导班的时候，他从来不会带练习本，即使我要求他们英语、数学各固定一个练习本，方便溯源。但是他总觉得他亏了，还说他交了那么多补习费，我连个练习本都不肯给他。噢，有时候他还不带笔来，问我借笔。我让他回家拿，他是死活都不肯的。 后来听说他谈恋爱了，每天傍晚都早早去教室，经常在座位上抱着小女朋友，有时候会摸几下。但他还是时不时抱怨小女朋友不肯给他抱，给他亲。我听了笑死。 时间太久了，很多事都不记得了。anyway，明年他就高考了，让我们拭目以待他的读书命吧。","categories":[{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/categories/%E4%BA%BA/"}],"tags":[{"name":"小镇","slug":"小镇","permalink":"https://kiwylai.github.io/tags/%E5%B0%8F%E9%95%87/"},{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"author":"Kiwy"},{"title":"德国打工记——同事们","slug":"德国打工记——同事们","date":"2023-10-19T13:34:29.000Z","updated":"2024-05-11T19:46:54.109Z","comments":true,"path":"2023/10/19/德国打工记——同事们/","permalink":"https://kiwylai.github.io/2023/10/19/%E5%BE%B7%E5%9B%BD%E6%89%93%E5%B7%A5%E8%AE%B0%E2%80%94%E2%80%94%E5%90%8C%E4%BA%8B%E4%BB%AC/","excerpt":"","text":"十二月，我刚去仓库的时候，每天都很多人，很乱。那时候，我除了Emmanuel，谁都不认识。但是我们俩工作不在一个区域，所以基本没什么交集。第一天，我基本跟着一个加纳姑娘一起干活，但是我所属的岗位工作量不定时不定量，她会去其他地方干活。有次我一个人在打包，忽然来了几个印度人，一男一女，他们都出手指点我工作，还说我有些步骤是错的。我当时以为他们是领导，但又纳闷，因为一开始分配和指导我工作的是仓库外线的主管，主管说的不算，那他们俩又是什么职位呢？ 他们俩不止指点我干活，有时候还突然一群人过来抢我活干。他们一群人，围成一个圈，他们好像随时能感知领导的经过，那时候，他们会特别勤奋和安静。如果领导不在，他们什么都不做，就在旁边聊天。我当时还没觉得什么，但就是不爽被指导干活。于是我问了仓库内线自雇员工，说为什么老有人说我的操作是错的啊，明明我按主管说的做啊。对方问我说是谁，我说印度人啊。他说：如果他们再来找你，你就让他们来找我。 一月过后，仓库的业务量急剧下降，于是我们第三方的兼职就少了很多。但是，那几个印度人依然每天悠闲游荡，有个孟加拉的女生还经常坐着玩手机。后来 Emmanuel 说她是在玩抖音，他也很不爽这件事，已经和管理层说了。我说，但是主管好像是默认他们一群人偷懒的，主管和他们经常说笑，还分配一些很轻松的活。 我当时和他们一群人的部分聊过，他们认识 QA 一个领导。根据一个人认识六个人的原则，互相就认识了。那群印度人里，认真干活的就只有两个。当时有个大陆女生作为香港代表过来作技术支持，我和她聊天印度人偷懒的事。她说她工作也很不喜欢印度人，他们很爱抱团，很爱八卦，每天说个不停。Emmanuel 说，他也被那群印度人指点过，还和其中一个吵过架。 让我印象最深的是丽丽女士，她看着三四十了，矮胖，戴着眼镜。我和她聊过，她来这边读 MBA，快毕业了。她是最有领导范的，走路像，说话像，而且和主管还有代理主管都很熟。她大部分时间都很闲，就算有工作，也是很轻松的活，而且她会无线拉长工作时间。有次我上厕所出来，迟到了三分钟，就被主管说了。而她在我前面，没人管。 她最厉害的一点是：特别敢说。我们包工头有段时间很喜欢线上开会，但是参加的人很少，最多十来个，而且基本没有任何有效信息。我参加了几次，丽丽同学基本每次都会发言，例如她觉得我们她排班太少了，需要加点一点。即使她排班已经比我知道的包括我在内的人都多。例如她对领导说应该怎么发工资，对，是“应该”，完全是领导的口吻。但是包工头也不生气，直接说了一通，她也不会觉得不好意思，马上道歉：好的，我知道了，领导是对的，blabla。对于我这种读书怕老师工作怕领导的人来说，十分佩服，并且按下决心，得多向她学习：要什么脸皮，自己自在更重要。","categories":[{"name":"打工记","slug":"打工记","permalink":"https://kiwylai.github.io/categories/%E6%89%93%E5%B7%A5%E8%AE%B0/"}],"tags":[{"name":"工作","slug":"工作","permalink":"https://kiwylai.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"兼职","slug":"兼职","permalink":"https://kiwylai.github.io/tags/%E5%85%BC%E8%81%8C/"}],"author":"Kiwy"},{"title":"身体发肤","slug":"短发","date":"2023-10-12T20:39:58.000Z","updated":"2023-10-25T20:31:47.731Z","comments":true,"path":"2023/10/12/短发/","permalink":"https://kiwylai.github.io/2023/10/12/%E7%9F%AD%E5%8F%91/","excerpt":"","text":"前些天，我刚自剪了一个9mm的头发。和侄子视频的时候，刚上小学的他问妈妈：为什么姑姑越来越像男生了？他妈妈让他来问我。他问：姑姑，你为什么要留男生的头发？当我很想好好和他说说这个刻板印象的时候，他那边网络信号太差，导致视频中断。 想起前两年，每次舅舅一家子回来的时候，上幼儿园的表妹死活都不肯叫我表姐。舅妈解释说，xx 一直说短头发的是男生，男生不是表姐。 我在镇上的时候，有次去赶集，刚停好摩托车，有个阿姨过来问我：你是男的还是女的？我：关你什么事，你这样很没礼貌你知道吗？有次骑车去乡下，一个阿姨也是盯着我看。旁边一个小女生直接大声问妈妈：ta 是男的还是女的吧？她妈居然和她讨论了起来。 我去镇上中学代课的时候，九年级有混混在我路过的时候直接喃喃：男人婆。我停下，不说话，盯着他看，他马上低头指着同学说：我说他。我还是没说话，盯着他看。他一直不敢看我。 很多人都来指点过我发型，多是长辈，但是不乏同辈。他们都觉得我不像女的，暗示的是这样不好嫁人。那时候，我的头发比 9mm 长很多，比郭富城经典发型短一些。有时候我心情不好就会怼回去。最搞笑的是，指点的其中一个长辈，他儿子留了很多年的艺术发型：头顶绑长发，两边剃光。当时镇上不少人也说他不男不女。我不知道他怎么评价他儿子的发型，也不知道他是否知道别人怎么评价他儿子的发型。但是我感觉他批判我是因为我是大龄单身女性。 当时我一个朋友对我说，我适合去大城市。我表妹一直在深圳住，在那里上学，都能做出这样的举动，可见只是差和更差的区别。港澳的包容度更高倒是真的。 不过，我大学和毕业那几年一直蘑菇头，也是被问过很多次为什么不留长头发。可见，人们对女性发型的要求，真的很单一。 倒是想起初一的适合，我的头发过肩，还不太愿意剪，我妈就经常说我多扭拧，浪费时间在打扮上，而不好好学习。后来我剪到刚好遮住耳朵的长度，她没再说什么。后来我们班有个女生直接剪了个超短发，轰动一时，隔壁班男女都过来围观指点，直接叫他男人婆，尽管她叫雅诗。我很少听她在教室说话，我基本没和她怎么聊过天。我记得当时很多人问她为什么要剪这样的头发，她说就是想剪了。 后来我到了德国，发现很多男生都留着长发，同时满脸胡子；也有剃光头的女性。路上没人会额外多看他们一眼，无论他们什么发型，什么着装。我想，这才是正常世界吧。活着已经够累了，发型服饰又不碍着谁，我们难道连这点自由都不能有么？你剥夺别人打扮自由的同时，也是在剥夺自己的呀。 在我代课一两个月后，隔壁班有个经常来我们办公室、个子小小的女生忽然也剪了一个超短发。刚开始那两天，有不少男生来笑她，她自己也是有点不好意思，但又会昂着头穿过笑他的人群。我当时多情地想：应该我也给了她一点剪短发的勇气吧。","categories":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/"},{"name":"女权","slug":"思考/女权","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/%E5%A5%B3%E6%9D%83/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"一二三，匹诺曹","slug":"一二三，匹诺曹","date":"2023-10-07T12:56:10.000Z","updated":"2023-10-07T13:02:04.157Z","comments":true,"path":"2023/10/07/一二三，匹诺曹/","permalink":"https://kiwylai.github.io/2023/10/07/%E4%B8%80%E4%BA%8C%E4%B8%89%EF%BC%8C%E5%8C%B9%E8%AF%BA%E6%9B%B9/","excerpt":"","text":"我去银行开卡的时候，工作人员特别客气，一直在说如果我有任何问题都可以问她。虽然她看起来并没有真心，但是我那时候确实有点关于房租的困扰，于是就开口问了。 她回答的时候列举了一二三，说一点伸出一根手指。随后，她又分开列出了满足各点的要求，说一点便用另一只手压回去一根手指。她收回第二根手指的时候愣了一下，然后马上道歉。我也愣了一下，然后想仰天大笑，但是忍住了，只是咧嘴笑，说：it’s OK。她还是马上换了一根手指。 记得之前看过一个视频，说中国人数一二三基本是从食指开始数的，但是德国人是从拇指开始数的，然后，那个工作人员也是从拇指开始收的。 哈哈哈哈哈哈哈哈哈哈~","categories":[{"name":"记录","slug":"记录","permalink":"https://kiwylai.github.io/categories/%E8%AE%B0%E5%BD%95/"},{"name":"趣事","slug":"记录/趣事","permalink":"https://kiwylai.github.io/categories/%E8%AE%B0%E5%BD%95/%E8%B6%A3%E4%BA%8B/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"}],"author":"Kiwy"},{"title":"夜航","slug":"夜航","date":"2023-10-06T18:56:31.000Z","updated":"2023-10-06T19:08:14.888Z","comments":true,"path":"2023/10/06/夜航/","permalink":"https://kiwylai.github.io/2023/10/06/%E5%A4%9C%E8%88%AA/","excerpt":"","text":"天黑得越来越早了，而我总是不愿意早出门。今天太阳六点半下山，我五点四十五出门，差不多半小时到。从第一个超市出来，太阳下山了，想着要不要马上回去。但是又想，难得骑车来一次，就顺便去旁边那个超市吧。再出来，就七点了。最近的一趟火车是七点三十八，还是骑车回去吧，当锻炼身体。 这几天基本都是刮风加下雨，所以气温在十五度上下。晚上七点，街上人很少。大学运动场那段路，两边都是树，还有几片田地，没有灯。在我前面有一辆单车，开始我们只有二三十米的距离，但是渐渐我就看不到她的踪影。我的车有灯，不甚明亮，但是如果对面没有强光射过来，其实这个光就够了。 夜里有点凉，也挺安静，我内心也觉得平静。有瞬间想过该不该担心安全问题，但是想着已经处在这种环境下了，担心只会徒增烦恼。这段路很直，我已经走过很多次。路宽约一米，只有行人和单车通行，傍晚的时候还是蛮多人的，特别是道路两头都有运动场。 走完这一段，又进入另外一段自行车道，不过这一段依稀有路灯。我路过的时候又是一个人都没有，但是因为道路弯绕，所以我还是放慢了速度。旁边有两个轨道，一个能看到列车运行，一个只能听闻车响。我总觉得我像深夜航行在海上，周围一片黑暗且安静；而我靠着自己的灯，安静而孤独地、慢慢驶向我的目的地。 我想起前年在国内夜骑的经历。夏天的时候我有时候会骑车去在村子里养殖的阿姨家蹭饭，其实就是满足蹭饭+聊天+运动的需求。出了村子就是主干道，路宽，车多，距离短。但是那时候主干道在维修，有时候是单向通行。很长一段没有路灯，而我买过的骑行灯都不太好使，有时候我也会忘记充电，只能拿着手机照明。我不太喜欢和机动车通行，也不想等，就会走村道。村道路程稍微远一点，要先经过村居委会和小学，往后还要经过三条村子，还有大片的农田和山林。这条路很多弯绕，路也窄，所以很少机动车走。傍晚的时候，镇上的人会往村子的方向走一段当散步，但是很少人走完全程。我傍晚的时候经常骑车走这条路，因为风景还不错，坐在堤坝上看日落挺舒服。 有次我运气很好，路边遇到大片萤火虫。那一段几百米，路边都是萤火虫，闪啊闪，人生难得。后来还遇到过很多次萤火虫，只是数量少很多。有时候月光皎洁，周围只有虫鸣。穿梭在田间时，甚至不需要开灯就能看清路面。我就会觉得，啊，我是夜航人，伴着月光独自前行。啊，生活多么美妙，可惜这么好的景色我无法记录下来与人分享。 那时候我也挺懒的，总是拖到太阳快下山才出门。我有时候会和一个男网友说我出门骑车的事，也分享过这段路的情况。每次他都叮嘱我要小心。其实我本来觉得没什么，但是被叮嘱多了，渐渐我在夜里骑车的时候就会担忧。我知道前面村子有个脑子不太正常的成年男性，我傍晚骑车的时候和他相遇多次。有时候，还会有一些骑着摩托的年轻人在这条路游荡。我觉得在这里求救未必会有人来，又或者，施害者就是村里人。所以夜里经过这里的时候，我就会使劲蹬车，减少逗留时间。 后来主干道修好了，但我有时候还是会走这条小路，觉得没有机动车，一个人自由自在。虽然会担心安全问题，但还是觉得不会有坏事发生。有次我告诉两个阿姨我夜里走这条小路，她们都叮嘱我千万要走大路，不能再走这条小路了。我说还好啊，她们神情隐晦，说你还是走大路吧。我没再追问，自觉村子里有不好的人或者事。自此，为了让阿姨们放心，加之让自己不那么害怕，每次离开她们家，我夜里没再过那段路。","categories":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/"},{"name":"安全","slug":"思考/安全","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/%E5%AE%89%E5%85%A8/"}],"tags":[{"name":"骑行","slug":"骑行","permalink":"https://kiwylai.github.io/tags/%E9%AA%91%E8%A1%8C/"}],"author":"Kiwy"},{"title":"恐惧","slug":"恐惧","date":"2023-09-27T18:20:55.000Z","updated":"2023-09-27T18:27:52.770Z","comments":true,"path":"2023/09/27/恐惧/","permalink":"https://kiwylai.github.io/2023/09/27/%E6%81%90%E6%83%A7/","excerpt":"","text":"前些天和朋友做了一个播客，被问到为什么想出国。我说主要是因为恐惧，生命和自由掌握在政府手里的恐惧。新冠三年，我所居住的小镇没有经历过封控，也不会大面积核酸排查。除了去市政机关和超市、商店之类的地方要佩戴口罩之外，我带口罩的次数也不是很多。做核酸是为了坐车，次数也不多。其实2020年，我还没有那种恐惧。一月底，我知道武汉准备封城，还是和朋友去了泰国，因为机票不能退，我们又是澳门飞。在泰国的时候，由于担心游客太多的地方可能会有病毒传播，我们就往偏僻的地方走。最后几天，得知医护人员的亲戚都缺口罩，于是我开始跑各种店买口罩。回程登机前，大陆护照被拒绝登机，其他人很平静，我讶异于她们的平静，想带头反抗，但是没几个人响应，于是我也只好跟着等。幸好，很快我们可以顺利登机，随后很快过关，坐车回家。后来和一个公务员朋友说起这段，她说政府人员居然没人来找我报备登记做核酸，是他们的失责。 二月，学校停课，我开始变得很闲。那时候我傍晚总会出门骑车，感受到风和雨，我才觉得自己是活着。微博博主性感玉米说他自从某事件之后，家里粮食都是按季度购买的。我想了想，觉得这样做挺好，反正粮食是消耗品，于是就买了很多大米。他也劝人跑路，而且我发现，他很早就劝人跑路了，但是我发现得太晚。朋友说我适合日本，而我刚好 19 年年底去了一趟日本，觉得还行，于是开始自学英语。但是，五月学校开始复课，镇上像没有过新冠一样，我就开始躺了。 一直到了 21 年，因为上网看到太多跑路人士的分享，我想了一下她们跑路的拐点事件，发现自己还是太少关注外界，也太懒于思考了。我知道温州事件，但是没持续关注。我完全不知道修宪这件事，因为觉得谁做主席都与我无关，反正日子还是一样过；虽然我不喜欢共产党，但是觉得自己祖祖辈辈都生活在这里，出国那么难，比我优秀的朋友们也没有出国的打算，那我还是继续生活在这里吧。下半年，我有了一点出国的念头，但是也没做很多了解工作，觉得有想法了，到时候做点努力，就可以出去了。于是，又躺了。 22 年春，我告诉我爸我打算出国读书，因为我想他给点钱我。结果他第一句是：你想去就去。第二句是：我没有钱给你。我：那好吧。那时候，我还是觉得我能赚很大一笔钱，也觉得自己能去加拿大。我那时候连高中单词都不会，却依然慢悠悠开始学英语。直到 2023 年春，我开始很着急了。那时候很多人都在说：出国要趁早。我想到自己已经过了很多国家读书的年龄，拿到学签的概率降低，而且政策随时在变，谁知道以后还能不能出去呢。我去半个护照都被要求 offer 公证和雅思成绩单，谁知道以后还给不给办呢。而且你看上海，国际化大都市，说封就封，还连续好几个月。生活在那里的人，有的要忍受饥饿，有的宠物被消杀……人活着没有任何尊严可言，而且你可能死了也没人知道。我忽然就开始恐惧，一种人身安全不掌握在自己手里的恐惧，虽然我没有经历过一天封控，也没有被隔离过。在这种强烈的恐惧下，我完全无法平静做事。夏天的时候，会看到一些人在过海关的时候被拦截，被关进小黑屋，我更是觉得恐惧。当时从北京飞的机票很便宜，但是因为害怕弹窗，我完全不敢买。 本来打算起飞前几天带着行李去省城见见朋友，结果那时候朋友说省城的案例多了，劝我最好不要去。我直接在起飞那天，从老家出发。后来坐飞机，邻座问我省城的几家店正不正宗，她以前几天和爸爸在那里逛了一轮。我当时觉得我和朋友真是过于谨慎了。幸好，我过海关的时候十分顺利，只被问了两个问题：去哪里？去干什么。 最近，那种恐惧又出现了。看了河北的视频之后，我才知道原来还能这样泄洪，还能这样草菅人命。又想起之前的郑州地铁事件，想起国内不再公布很多数据。我老家经常遭遇台风，我看了谷歌地图才发现，我们市东和南方向有水库，西和北方向有大河。万一真的有特大暴雨，市里估计一片汪洋，更关键是，你不知道哪里会不会向你泄洪。你看，香港，真正的国际大都市，都能成为泄洪地。你怎么能不恐惧呢？ 那天，我特意在朋友圈发了截图，说了自己的观察，再说了点物资储备。结果第二天，我老家就大暴雨，市中心和市里内河沿岸都淹了。找不到太多相关信息，我让亲人注意，但是他们觉得安全，19 年“山竹”更严重，但是他们车库也没淹。我想，如果只是河水倒灌，倒是真不会淹他们的车库，最危险的情况是市里两个水库泄洪。后来的新闻说，我们市多个地方泄洪，导致下游的地级市沿河水灾。我当时想，如果换做我们县级市在下游，情况只会更糟。因为涿州水灾证明：水不是往低处流，而是往权力低的地方流。","categories":[{"name":"跑路","slug":"跑路","permalink":"https://kiwylai.github.io/categories/%E8%B7%91%E8%B7%AF/"}],"tags":[{"name":"政治","slug":"政治","permalink":"https://kiwylai.github.io/tags/%E6%94%BF%E6%B2%BB/"},{"name":"跑路","slug":"跑路","permalink":"https://kiwylai.github.io/tags/%E8%B7%91%E8%B7%AF/"}],"author":"Kiwy"},{"title":"德国打工记——善意讨薪","slug":"德国打工记——善意讨薪","date":"2023-09-27T18:16:28.000Z","updated":"2024-12-29T21:59:50.520Z","comments":true,"path":"2023/09/27/德国打工记——善意讨薪/","permalink":"https://kiwylai.github.io/2023/09/27/%E5%BE%B7%E5%9B%BD%E6%89%93%E5%B7%A5%E8%AE%B0%E2%80%94%E2%80%94%E5%96%84%E6%84%8F%E8%AE%A8%E8%96%AA/","excerpt":"","text":"我从来没有想到我在德国第一份工作就需要讨薪，而且还是两次。 第一次是在四月初，当时老板说根据仓库那边的数据，把我们 app 打卡记录改好了，有问题就找他。当时我的数据出现了两处错误，并告诉了老板。他改了一处，说另一处的数据得我自己找仓库核实。但是我那周去上班的时候，保安说快下班了，没时间给我看签到表。于是我拜托了另一个同事，结果她一直没消息。而且当时因为她手机没信号，我没加上她 WhatsApp 好友，便不能找她追进度。等我下次去上班的时候，工资已经发了。但我还是要了签到记录，并且告诉老板我被少算了 20 分钟，他让我找助理。助理一直拖，我找了很多次，还尝试过打电话。她总说明天给你回复，但是明日复明日，明日何其多。我其实很害怕找她的，因为我觉得我排班是她负责，万一得罪她，我以后是不是就更少排班了。每次找她，我都要做很久心理建设，特别是打电话前，总是心跳加速。我想过，要不要算了。但是又想想，20 分钟欸，一直站 20 分钟很累的，而且被仓库主管盯着，感觉很不好。助理就坐在办公室，她能感受到站着工作的痛苦吗？于是我追到了月底，终于得到答复：下个月给你补发。 结果，好家伙，下个月老板不更新考勤记录了，直接发工资。别说上上个月的没补给我，上个月直接被少算了近四小时。我问了 Emmanuel，他说他的好像也错了，还有几个同事的都出错了。我说，我得把这笔钱追回来。他说他不打算追了，很累，但是好像其他同事再问。我想，20 分钟我都追了，加起来四个多小时我怎么能不追。而且公司太恶心了，一次次出错。我又问了一个印度同事，他的钱没错，但是他有朋友五月才收到二月的工资。于是，我决定一定得追到底，而且合同还有一个月结束，这期间，我不会再去工作了。一是不想去，二是觉得万一去了又被少算钱，不是白干活了。 因为这次的钱有点多，加上还有旧账，我追得更密了。助理一开始说数据没有错，仓库那边把所有资料都发过来了。我继续追，助理经常说明天给你回复，结果都没有。我就隔天继续追，她有时说她出差了，手上没有文件，回到办公室再核实。有时说得找仓库核实，她过两天就和仓库的人见面了。但是每次都没有下文。她又说得和公司的财务人员沟通核实。我打电话，说：我们都是打工人，而且站着干活真的很累的，我希望你理解这种痛苦，我只想拿到我应得的。追薪半个月，我由一开始的心跳加速 50%到最后只加速 5%（估算）。我当时不怕她使绊子了，只觉得这笔钱是我应得的，我没什么好怕的。其实我也担忧过，所有记录都在公司和仓库，且那个月开始仓库禁止我们查签到表了，其实如果公司赖账，我们毫无办法。但是还是得追，总得努力试试。到了月底，助理终于答应下个月给我补发，但是我向她确认数额的时候，她很含糊，没回答这个问题。 合同六月中到期，期间她找了几次问我第二天没有空去上班，我都找借口说忙。六月中，我终于收到了五月的工资加之前缺的钱。合同到期后几天，她还找我问我有没有空，我没回她。我很想问，你有没有关注过我们的合同啊？或者直接告诉她，我们合同结束了。但是，我还是不想和她打交道，于是装死不回，反正她也经常装死，我就“善于向其他人学习”了。 后来和一个在这边读研且留下来工作的网友说了这件事，她问我公司的名字，她下次要避雷。看到名字后，她说这种 UG 结尾的公司一般都很小，可能只有 1-2 个人。德国本地公司还是靠谱的，基本不会拖欠工资。我想了下，我刚去打工的时候，公司大概是两个老板在干活，但是他们好像很不和。一月之后我和 Emmanuel 的排班就变少了，我们都找招我们进来的那个老板反应这个问题。他说他也不知道另一个是怎么回事，会处理的，但是每次也没有下文。后来，他基本就不出现了。再后来，大概是三月左右，多了一个助理 Amy，活就基本只有她一个人在干了。有次我傍晚很困，就去睡觉了，十一点多醒来做饭，十二点多接到 Amy 的信息，问我当天有没有空去上班。我当时很想说，大佬，你知不知道现在几点了？但是我想想自己穷，而且睡足了，还是去上班吧。呵，还和公司的财务人员核实，一人扮演多个角色，实在厉害。","categories":[{"name":"打工记","slug":"打工记","permalink":"https://kiwylai.github.io/categories/%E6%89%93%E5%B7%A5%E8%AE%B0/"}],"tags":[{"name":"工作","slug":"工作","permalink":"https://kiwylai.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"兼职","slug":"兼职","permalink":"https://kiwylai.github.io/tags/%E5%85%BC%E8%81%8C/"}],"author":"Kiwy"},{"title":"你好，陌生人——陈哥","slug":"你好，陌生人——陈哥","date":"2023-09-20T19:59:10.000Z","updated":"2024-05-11T19:43:05.028Z","comments":true,"path":"2023/09/20/你好，陌生人——陈哥/","permalink":"https://kiwylai.github.io/2023/09/20/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E9%99%88%E5%93%A5/","excerpt":"","text":"八月份就买了重庆到湛江的火车票，本是3号的，但是最后改签为5号，19:20的车。本想4号晚上的火车去重庆，但觉得太麻烦了，然后很淡定地5号再去赶火车，结果才发现，便宜的火车都没了，有的话到达已经是晚上八点之后了，有动车，且只要两个小时，但是要98块。太贵了，毅然去搭车，省钱。 之前在网上找了一下去成渝高速的方法，但是去找公交车的时候才发现，这里没有我要找的车，然后一直问人，多是问公交司机，最后问到一辆，到达高速路口的时候已经十二点了。 很多路口，凝望，问路，看路牌，走。发现有几个男的在拦车，有的还带着货物。他们在招手，我也在招手，看到车就大老远笑着，拼命招手，还是没人理我。我一直往前走，想远离那些人。拦了大概十来分钟，一辆大众 SUV 在我面前停下，我问他去那里，他说资阳。我问，离重庆有多远，他说，还有两百多公里吧。我说，哦。然后在想，我要不要上车，然后到点再拦车。那个司机开口就说，先去到那里再说吧。好，于是我上车。 他跟我说，我看你像个学生，还是个女的，应该是遇到什么困难了，所以才搭你的，出于安全考虑，我们是不搭男的，特别是在晚上。 我说我想去坐火车的，但是没车了，动车又太贵，我不够钱。我说他的车很舒服，性能也很好，问他多少钱，他说 98 万，搞完所有手续，110 万。他在资阳搞房地产的，这次去成都办事，准备回家。他还说，现在很少重庆车走这条高速了，因为路太窄，不好走，都走另外一条高速了，所以我能拦到重庆车的几率很小。 我说成都很热，很闷热，来这里卖空调有市场吗？我的专业跟空调与房屋有关。他问我是读高职吗。我说是本科，他哦了一下，但是我感觉他的态度是有变化的。 他说成都到资阳九十多公里，不到一小时的车程。他说，到资阳一点了，准备怎么办。我说，继续搭车吧。他问，搭不到怎么办。我说，总会搭到的吧，总有人像你这样肯搭我的啊。他说，不是所有人像我这样的啊，这样吧，前面下了高速就是资阳客运站，我给两百块你，你去车站坐车。我说，不用了， 我还是试一下搭车吧。他说，你买火车票没。我说，买了。他问几点的。我说，七点。 过了十来分钟，他说，我刚才开那么快是想帮你截辆重庆的车，但是都没看到，你还是去车站坐车吧（我有留意到他当时的时速是一百二）。他还说，可能过了内江之后重庆的车才开始多，但是你要遇到渝 A 的车才能到市区，渝 B 啊，C 啊，都是郊区的，你拦到了，到了郊区还是要坐公交车去火车站。这里离重庆还有两百多公里，像我们这样的私家车都要开三个小时，你拦车未必拦得到。客车可能要四五个小时，你去到就五点了，然后再坐公交车去火车站就差不多了。我送你去前面的客运站，你拿着钱去买张票，然后去吃个饭，车站附近也有吃饭的地方。你怎么办。 想了很久，我说，好吧。 到了一个收费站，他交钱，然后给了两张红牛给我，我说，一张就够了。他说，拿着办，你还是多点钱好，两百对我来说也不算什么。我说，不好吧，我觉得别人肯搭我我已经很感激了，还没想过要钱的。他说，你学生嘛，遇到困难了，需要帮助的。 然后，我记下了他的电话号码。他把我送到车站的门口才放我下车，叮嘱了几句才走的。 怎么说呢，一路上搭了二十多辆车，最大程度是请吃饭，还没遇到过这样搭了你，还给钱的。在楚雄的时候，遇到一个人说给钱我们（我跟一个妹子），但她是为了不搭我们，摆脱我们。而像这个陈哥这样，真心去帮你，还帮你分析情况，然后让你接受好意。一路上，遇到一个陌生人这样帮你，真的感觉很温暖。爱上搭车，爱上那种未知的感觉，总是充满挑战与惊喜，温暖总是会相伴。一些事，当时看上去会很难，但是到最后总是会有解决的办法，而且总是出乎意料的办法，而且是让人开心的办法，所以，没必要过分去担心未来，只要你努力了，总是有好结果的。 ———————————————————— 其实我搭车的时候还是有一点钱的，不多，但是如果用来坐车的话，就所剩无几了。我主要觉得他是真的愿意给钱我，他也说了 200 块对他来说不算什么，而 200 对我来说已经是半个月伙食费了，于是我就收了。后来回去后，我还给他打过电话，节日的时候给他发过几次祝福短信。只是他在电话里已经忘了我是谁，也没有回复过短信，所以我就没再联系过他。 分割线前写于 2013 年，从 QQ 空间搬运。分割线后写于 2023 年。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"}],"author":"Kiwy"},{"title":"你好，陌生人——雪莹","slug":"你好，陌生人——雪莹","date":"2023-09-16T21:17:20.000Z","updated":"2024-12-29T23:00:57.883Z","comments":true,"path":"2023/09/16/你好，陌生人——雪莹/","permalink":"https://kiwylai.github.io/2023/09/16/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E9%9B%AA%E8%8E%B9/","excerpt":"","text":"昨天写胡小璞的时候本打算加上雪莹的，后来发现太长了。她们俩是两个完全不相干的人，一个在佛山，一个在北京。只是，她们给我的感觉都是蛮像的，就是让我觉得，相处起来很舒服，而且在我们刚见面的时候。 雪莹是我去年三月的时候，在广州一家银行面试的时候认识的。那时候刚下公交车，看到一个女生穿着正装，也往那个方向走，我感觉，应该也是同一家面试的吧，然后，就上去问她，果然是。我们便一起走去那栋大楼，在楼外的时候，我还陪她站在路边的绿化带旁换鞋子，然后，一起进去面试。那是我见过最多面试者的一次，要排号。因为是银行吧，所以很多人，还很多美女，基本都是应届生，而且很多华师什么的，大家就有一搭没一搭地聊着，聊着当时的就业形势，聊着各种艰难。她比我先面完，然后我叫她等我。她也真等我了，然后，我说，我们去走走吧，我一直想找人去逛逛花城大道来着。她说好。她是个蛮慢热的人，甚至有点冷的感觉，经常是我在那里噼里啪啦。吃完饭，我们一直往前走。我不知道该坐什么车过去，她也不知道。我说，那我们就走过去吧。然后，就一直走。其实我也不知道路，就凭着感觉，偶尔问一下人。走了蛮久，还是看不到目标，我都有点害怕，害怕她说累，说不想走了，其实，是害怕被责怪，但是，她没有。刚下完雨的路面还有点湿，她也没说什么，就跟着我走。走了很久，我们终于走到了花城大道，还走进了海心沙。天已经黑了，我们站着聊了一下，她说，回去吧。然后，我问她要了 Q，告别了。 回去加了她的 Q，说了我的名字，刚想问她的名字，想起，她签到的时候写过，雪莹，便也没问了。 我跟很多人走过陌生的路，而我经常是负责找地方的那个，有时候是我带别人去，有时候是我方向感比较强，总是按着自己的感觉走。而很多人，特别女生，也主要是女生，她们有的总会说：哎呀，好累啊，停一下吧。我们不要走了吧。什么时候到啊？我们有没走错路啊？要不再打电话问问吧？而我，最讨厌的是，去找人的时候，在已经打电话问了路的情况下，大概知道怎么走了，还没走多远的时候，身边的那个人说，哎呀，我们会不会走错路啊，再打电话问问吧。这样一来是不相信我，二来也是打扰对方。我总是觉得，一条路走不通的时候，就试一下另外的路，总会找到的。而轻易就打电话去烦人，我总觉得让对方觉得你很笨很烦。所以，当一个刚认识的人，就那样无声息地跟你走了一个多小时，没有任何抱怨与猜疑，给人感觉是很舒服的。我最害怕在心有点慌的时候别人给你压力让你彻底慌，所以我刚学会骑摩托的时候很怕载着女生，因为我本来车技一般，她们容易心慌，搞得我更慌。或许有人会说，她是不好意思说吧。嗯，那也太厉害了。或许又可以说，她是懒得说吧。嗯，懒得说话却可以走那么久，也是很厉害的。嗯，雪莹，你可以自己给答案的。 后来，她来广州，我们一起去吃了海底捞。那时候我失业，有点不舍得花那么多钱。但是想想还没去过闻名的海底捞呢，就去了。 再后来，我们微信还是有聊过，我知道她去了亲戚家的公司工作，换到了完全不熟悉的财务岗。她好像在那里工作了很久。但是因为我不再看朋友圈之后，我就不太了解她的近况了。我们也也再聊过了。 前面内容写于 2013 年，搬运于 QQ 空间；最后两段补充于 2023 年。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"}],"author":"Kiwy"},{"title":"德国打工记——工作场所","slug":"德国打工记——工作场所","date":"2023-08-23T20:07:02.000Z","updated":"2024-05-11T19:47:31.047Z","comments":true,"path":"2023/08/23/德国打工记——工作场所/","permalink":"https://kiwylai.github.io/2023/08/23/%E5%BE%B7%E5%9B%BD%E6%89%93%E5%B7%A5%E8%AE%B0%E2%80%94%E2%80%94%E5%B7%A5%E4%BD%9C%E5%9C%BA%E6%89%80/","excerpt":"","text":"十二月下旬的一个周二，得知尼日利亚小哥Emmanuel（我写过他，但是添加跳转链接失败，请自动搜索，谢谢！）又找到了一份兼职，我说我也要做，他推荐了联系人给我。周四早上六点多，联系人问我能不能当天八点上班？九点也行。我说不行，我要上课，明天可以。当天下午许多找我，说联系人问他我什么时候上班，他们很缺人。联系人是第三方机构，为一个仓库服务。 仓库很远，机场快线加地铁是最快的，机场快线三十多分钟，地铁十分钟，地铁站走到仓库近二十分钟。但是机场快线每小时只有一趟，所以到达仓库的时间基本在十五分，不能整点。其他路线要转几次车，加起来差不多两小时。 第一天早上五点我就醒了，起来吃早餐做午饭，五十几分坐小火车去机场换乘。因为不想太早到，在机场坐着蹭 WiFi，看着差不多了才去坐地铁，十分钟到站，之后还要走近二十分钟。那一片都是仓库，我还找了很久，也没人可问。最后打电话给 Emmanuel，让他来接我。 当时我和另一个小哥一起新入职，但是没人管我们，我们就自己瞎摸，转了一大圈才到仓库，我去和坐门口附近的人说我们是新人。然后他带着我们去找另一个人，于是一阵之后我们开始分工。我被分配去把纸皮变成纸盒再封胶底下那层。 我那张工作台有个女生，我刚到她问我：你越南的吗？我：不是啦，中国的。我瞄了全场，大部分男生，且大多是黑皮肤。女生只有几个，有一个白皮肤，我是唯一的黄皮。没多久，我和旁边的女生被叫去打包乐高。我看了几次表：为什么时间过得如此缓慢。女生：周五是这样的啦。乐高都是大块头，有几个星球大战，好几百美元。搬运的男生说：有钱人家的孩子。 乐高搞定之后，我们又回去原来的工作台，开始打包运动鞋，多是 nike。没多久，有个人叫了几次 jin，我才发现原来是叫我，他叫我回去打包乐高。我很好奇，他居然能记住我名字。后来聊天，得知合作女生是加纳人，来这读书。她从乌克兰过来，走难民路线。她是医生，毕业后想去英国，因为只会英语在德国很麻烦，于是我感同身受，吐槽了一次前一天办银行卡的事。 下午打包了很多乐高，还有很多奢侈品牌的包。信息单上有价目表，商品单价，快递，税，还有一个 progressing fee，这三者加起来都不便宜。包都很小，但都要几百刀，有一个近千。加纳女生打开几个包装，我们都不明白为什么那个包那么贵，我还换算了一下我要打包多久才能换一个包。 那天工作了九小时，基本都是站着。所有规定休息时间加起来一小时，分别是 10+40+10。旁边传输带的男生问我怎么看这份工作，我说，就体力劳动咯。他问，没压力对吧？我说，对呀挺好的，我最近很烦。他说有个人从早八晚九，一个月挣很多钱呢。我：站太久了对身体不好。 一整天下来感受是：明天得带多点食物去，又累又饿好难受，又累又饿又冷更难受。嘤嘤嘤。 第二天，隔壁工作台是三个个子不高的男生，看着像印度人。中午吃完饭回到岗位，我看到他们坐在工作台的纸箱旁小憩，抬头的时候毫无精神。我问他们吃午饭了吗？他们说吃了 banana，还问我吃了吗？我说吃了，昨晚我特意问朋友附近有没吃的，他说可以自己带饭，那有微波炉。但是我觉得我带少了。 后来加纳女生下班了，我让他们其中一个过来帮忙。他问我是什么机构，原来我们机构不一样。他的时薪只比最低要求多三毛多（对，有角有分），而我这家多两块。我问那你能换过来我这家吗？他说不好吧，合同都签了。他还说，机构要求他们下周每天都来，否则就炒了他们。我问你不用上课吗？他说昨天就放假了，一月三号才上课。但是，印度男生还没学会怎么打包乐高就又回去做纸箱了，于是我就自己慢慢打包。后来一个负责人还问我要不要找人帮忙，我拒绝了。 制作泡沫条的机器坏了，一个负责人问前面两个全场最高的男生：你们想学吗？他们跟着走过去。我没事做，也跟着走过去。结果，他说到最上面的一个摁扭，回头看了我一下，笑着说：当然了，people who is small can’t see that。好了，我是看不到。乐高打包完之后，我和加纳女生没事做，于是打算偷懒坐一下。她说要藏起来，不要被看到。又指着一个大箱子对我说，你可以藏那，我就真的坐了进去。她大笑：I hope I’m small like that 。啊，原来 small 可以这么用。可我觉得我和他们没差太多啊？不过加纳女生倒是很典型的地方身材，臀部很大。 十二月我去了四天，每天仓库都有不同的新面孔，很多人，有时候还会忽然闲下来，等活干。我觉得虽然辛苦，但是还算自由。Emmanuel 觉得仓库主管对我很好，老是让我去负责乐高和奢侈品，比较闲，也不那么累。 但是一月开始，打包工一下子少了很多，我想多干活都不行。我感觉应该是过完双旦，大家的购买需求下降了。那时候我对排班不满，还和仓库主管说我希望能多些排班，他说没问题。但是并没有。之后活越来越少，我们有时候两点多就被叫回家。于是就变成了我来回花费近四小时，干活只有四小时。且主管让我去干新活，还开始对我很粗鲁。其他人说：他一直这么粗鲁的啦，只有你觉得他好。我感觉是主管因为十二月管理混乱，所以经费超支，被批评了，现在想节约成本。 我的岗位也跟着变了，变成了 inbound。拆开快递盒子，扫描二维码，在盒子上贴上新的二维码。一个货架不能放太多盒子，得自己推去转换地换。一开始的标准是一小时贴 50 个，我觉得他们疯掉了，因为有的盒子很难拆。我第一天还出了很多错，带我的同事告诉我错在哪，并告诉我说主管找他查是谁出错，但是他说没查出来。但是我感觉，主管是知道的。 再后来，标准变成了一小时 61 个，就更忙了。时不时有人拿着电脑来告诉你，你效率太低了。我观察了一下，很多同事都不喝水，也很少去厕所。而我经常喝很多水，去很多次厕所。主管经常盯着我，我总是很焦虑。我那时候基本是一周只有一个排班，每次上班之前都失眠，然后频繁醒来，总在闹钟之前醒来再也睡不着。我问了几个同事，原来他们也会这样。 工作到五月初，我就没在去上班了。原因有几个：1.我想专心写论文。2.机构太坑，经常少算我工资（会另外写）。3.家里忽然给了一小笔钱，我可以专心写论文。 这份工作令我印象深刻的是，很多同事都很淡定，他们不会表露会对工作的情绪，也不知道是没有还是不想表露。他们就好像完成一个任务，这个任务不会影响他们的情绪。他们也不害怕领导，就算被 push 也是很淡定，被指出效率低也不会很紧张。我很佩服他们，也可以说是羡慕，觉得原来还可以这样啊。像前面说的，我读书怕老师，工作怕领导，而且我妈从小就拿我和别人比较。所以每次被领导找，我都很紧张，怕被炒掉。虽然我不喜欢这份工作，但是短时间我也不想重新找工作。每次被领导找，或者我觉得我遭遇了不公，我就会找同事们说，他们就会安慰我，只要你达标了，就不用管他。被 push 也不要着急，按照自己的步调就好。我也尝试改变自己，也不再那么紧张。","categories":[{"name":"打工记","slug":"打工记","permalink":"https://kiwylai.github.io/categories/%E6%89%93%E5%B7%A5%E8%AE%B0/"}],"tags":[{"name":"工作","slug":"工作","permalink":"https://kiwylai.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"兼职","slug":"兼职","permalink":"https://kiwylai.github.io/tags/%E5%85%BC%E8%81%8C/"}],"author":"Kiwy"},{"title":"美的枷锁","slug":"美的枷锁","date":"2023-08-15T19:37:10.000Z","updated":"2023-08-15T19:39:36.314Z","comments":true,"path":"2023/08/15/美的枷锁/","permalink":"https://kiwylai.github.io/2023/08/15/%E7%BE%8E%E7%9A%84%E6%9E%B7%E9%94%81/","excerpt":"","text":"综艺《乘风破浪的姐姐4》，龚琳娜说她想变美，因为她小时候一直被人拿来和她弟弟比较：你弟弟比你好看多了。她说着说着就哭了。我当时有点意外，因为我看她以前的综艺，一直觉得她是个比较有想法有个性的歌手，或者说，她不是那么在意世俗的人。可能我对她有误解，但是我看着她小时候被攻击外貌（长相+身材），还是觉得很心痛，因为我相信，绝大多数女性都有过这个的经历。 美女就不会有这样的经历了吧？不是的，阿娇够美了吧，可是她不觉得自己美，还有很多人嘲笑她胖。我有个发小，从小就被夸漂亮，是男女老少都会夸的那种。她上学前班第一天放学，就被几个男生跟踪到了家门口，这件事是后来其中一个男生和我说的。高中的时候，发小到我宿舍找我。我一个沉迷于学习的舍友说：哇，她长得好漂亮，是真正的唇红齿白那一种。我夸韩庚帅的时候，一个男生朋友对我说：我来教你什么叫做好看吧。鼻子能撑起整张脸的那种才叫好看，你看 xx 兄妹（发小兄妹）就是。后来有一天，发小对我说，其实她从小一直很自卑她脸上的雀斑。我：？？？？？你什么时候长雀斑了？我都没留意过这件事。但是那时候我没和她深聊。后来因为龚琳娜，我又和发小说起这件事。她：“以前我都不怎么敢抬头正视别人，特别出大太阳时候。我妈我哥以前都说过让我花一下妆，现在就算在家我也每天涂粉底遮瑕。“我问，是有人从小就因这说你吗？她：”我清楚记得我爸那时天天拿指甲扣我脸。亲戚们看到也会说。” 对比下来，小时候我的家人和亲戚对我算是手下留情了。我额头是下巴的两倍，但是人们只会夸我聪明，大概是小学成绩一直很好。其实成绩好是因为一个年级就百来人。我清楚记得四年级被人取了很难听的花名，都是一群小混混在叫，我不甚在意，因为我看不起他们。 是这样的，我爸是老幺，分家后和我爷爷奶奶一家，所以逢年过节很多父系亲戚就会来我家探亲。通过亲戚们的聊天，我得出一个结论：进厂打工很辛苦。考上大学就不用进厂打工了，所以我要考大学。小学的时候，我学习算自觉的，从而成绩不错。二年级有次数学测验只有 72 分，被我爸打了一顿，我很害怕和惭愧，觉得自己没尽责任。就这样，顶着好成绩，我就看不上那些不爱读书成绩还很差的学生，也不甚在意他们对我的评价。到了初中，学生开始变多了，我的成绩就不那么稳定了，但还是没低于三十名过。因为我爸是学校老师，还有不同年级的人认识我。我还做了三年广播员，也做过校晚会的主持。我可骄傲了，所以更多的流言我也不怕。 我高中开始胖了一圈，我还记得我高三时，骑单车回奶奶家。路上忽然有辆车放缓走到我身边，一个男的回头大声说“那么胖，车胎要爆了。”然后两人大笑离去。我完全不认识他们，而且我的 bmi 是正常的，我只是不瘦而已。大学的时候，班上有同学带头叫我“肥婆”，也有女性好友叫我减肥，说这样找不到男朋友。到快毕业的时候，春节聚餐后，舅妈悄悄走过来对我说：你妈叫你吃少点哇。我？？？朋友的爸爸说我像小猪一样，又白又胖。大学的时候我刷过我爸的医保卡买碧生源减肥茶，但是喝了几次嫌麻烦，就没再喝了。吃饭还是正常的量。有次夏天太热，我忽然饭量减少，可把自己给吓死了。其实我为我满脸痘和大额头自卑过一下下，但是不太影响我生活。 想想也是蛮有趣的，我小时候将进不进厂打工划为界限，把自己和很多人分开。可能相对来说，这样有点“狗眼看人低”之嫌。但是正是这种“清高”保护了我，以此建立了自己的一个小世界，不会轻易被外界影响。在这个世界里，我的感受最重要。所以面对不喜欢的评价，即使那个人是亲戚，是长辈，我也会直接黑脸，之后开始躲人。我妈经常骂我，说我看不起人。我当时觉得委屈，后来觉得当时还是太怂，应该直接翻脸骂人。当然了，后来就开始直接开骂了，连爸妈都骂。 代课的时候，管风化的一个主任和我说，我班上有人化妆，让我注意下。她以前是我的老师，所以这次对学生不做直接批评。我说：你爱美，喜欢化妆，没问题，但是不要在学校里化妆，因为校规不允许。有学生吐槽她们不检点，我：人家化妆又不妨碍你什么，你又在这里指点什么呢？你不喜欢别人说你，你为什么又去说别人呢？大家都管好自己，世界将会更美丽。","categories":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/"},{"name":"女权","slug":"思考/女权","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/%E5%A5%B3%E6%9D%83/"}],"tags":[{"name":"女权","slug":"女权","permalink":"https://kiwylai.github.io/tags/%E5%A5%B3%E6%9D%83/"}],"author":"Kiwy"},{"title":"考试","slug":"考试","date":"2023-08-15T16:00:34.000Z","updated":"2024-12-29T23:24:14.493Z","comments":true,"path":"2023/08/15/考试/","permalink":"https://kiwylai.github.io/2023/08/15/%E8%80%83%E8%AF%95/","excerpt":"","text":"我第一次觉得备考可以讲策略是大二，科目是大学物理 2。我大学物理 1 挂了，卷面分好像只有四十多。我很伤心，我们系所有挂科的人还被辅导员通知在某天中午开会，结果我们暴晒一小时后他才出现，问我们记住什么感受了吗，还让我们回去写检讨书，分析自己挂科的原因。 大物 2 考前，我开始复习。那时候我们学委和班长组织了一个扶助项目，那些成绩和的人带几个成绩差的人。我的组长是班长，但是他经常消失，于是我经常找学委。我分析了一下老师给的考试范围和题目类型，忽然发现答题占了五十分，六选五，其中两题在同一章，其他在不同章节。我想，只要我拿下大题的 50 分，再在选择题里拿十分，就可以及格了。也就是说，我只需要复习四章内容，就可以及格了。于是，我就这么干了。遇到不懂的，就问学委。他人很好，很耐心教我。最后，我卷面分八十多。我第一次觉得：啊，原来考试还可以这样复习啊！早知道我就不用挂科啦。当然，俗话说的，有早知，无乞丐。 我还饶有兴趣和人分享我的惊天大发现，但是没人理睬。当然，后来其他科目考试范围不像大物，所以我不能时时用这个方法。 前年考雅思，我忽然也发现，雅思考试也是有套路的，特别是写作和口语。只要你懂了套路，再积累一些词汇，基本分数就不会太差。其实，写作的能力，我们应该从小就锻炼的，但是从来没有人指导我们掌握最基本的逻辑。老师只会说总分总，可具体怎么操作呢？他们不说，或者说了也没认真去指导你，所以学生知其然不知其所然。其实作文很明显就能靠套路拿高分，但是我的老师们，没有一个认真教过。我后来掌握这些技能是通过自学，而且是步入社会之后。由此证明，这些技能，完全是可以习得的。 其实回头看，高中数学也是可以讲战策的，因为答题的内容基本固定，我现在还记得我那些年的第一题都是三元坐标系。但是我高中三年的数学老师完全没和我们分析过这个情况，所以我数学成绩波动很大，三十多到一百多我都考过。当然，最高不会突破 125。 我有个学历能力很强的朋友，能文能理能艺术。她有次很生气对我说，其实每次和我闲聊都很开心的，但是我最后总会问一些很蠢的问题，她很烦。她说所有的东西都有它的架构，所有一开始了解框架，往后就很容易了。听到这番话，我快三十了。那之前我也自认为已经懂了，但是一到具体的事情就开始偷懒，指望别人直接告诉我答案。而我这种想法，刚好正是这个应试教育体制最希望看到的结果。哦，当然，他们希望你完全不懂逻辑，这样就不会分辨他们政策的好坏，只会乖乖听话，做一棵合格的韭菜。 之前认识个高中生，因为不会乐器，便从音乐转去了美术。我问你怎么在短时间内通过美术考试呢？她说：艺术是相通的。我一直理解不了艺术的相通，但是我后来发现，其实很多学科都是相通的，或者说，学习这些学科的方法是可以相通的。例如数学的证明题，你写的每句话都是为了证明一个论点，议论文不就是这样吗？但是我读书的时候，没有任何人教我学习方法，人们只会叫你做题。可是只做题不总结分析，效率是很低的。 很多科学研究都会告诉你，人过了青春期，学习能力是会下降的。而我真正觉得自己有学习能力，是在奔三的时候。大概，是因为我是一个爱观察爱总结的人，见得多了，慢慢就总结出来一些经验。也通过一些总结，看清过去的路，选择未来的路。 我不那么害怕未来，是在我发现自己有不错的学习能力之后。当然了，如果要一直生活在不把人当人的地方，有没有学习能力都会让人害怕未来吧。所以，快逃！","categories":[{"name":"学习策略","slug":"学习策略","permalink":"https://kiwylai.github.io/categories/%E5%AD%A6%E4%B9%A0%E7%AD%96%E7%95%A5/"},{"name":"备考","slug":"学习策略/备考","permalink":"https://kiwylai.github.io/categories/%E5%AD%A6%E4%B9%A0%E7%AD%96%E7%95%A5/%E5%A4%87%E8%80%83/"}],"tags":[{"name":"学习","slug":"学习","permalink":"https://kiwylai.github.io/tags/%E5%AD%A6%E4%B9%A0/"}],"author":"Kiwy"},{"title":"毕业多年人的0元APS备考经验","slug":"毕业多年人的0元APS备考经验","date":"2023-08-15T13:33:31.000Z","updated":"2024-09-22T20:21:02.602Z","comments":true,"path":"2023/08/15/毕业多年人的0元APS备考经验/","permalink":"https://kiwylai.github.io/2023/08/15/%E6%AF%95%E4%B8%9A%E5%A4%9A%E5%B9%B4%E4%BA%BA%E7%9A%840%E5%85%83APS%E5%A4%87%E8%80%83%E7%BB%8F%E9%AA%8C/","excerpt":"","text":"从我知道 APS 的存在到考试，前后不过两个月。报名之后，马上上网查找备考经验，发现很多分享者都是在读或者应届生，即使工作的，也是两三年内，而此时的我，已经毕业 9 年半了，且毕业后没从事过本专业。 一开始，我按照主流的思路复习：看专业课的课本，同时学习专业英语。我大学带了一些专业书回家，刚好用得上；同时在网友的推荐下买了一本专业英语书。网上和我同专业的帖子很少，即使有，也是很多年前发布的了。我尝试给一些人写邮件，希望对方能分享资料，但是都没收到回复。一边上班一遍复习，心很慌，因为专业课不止一门，而我一点内容都不记得了。后来想，我们专业暖通是最重要的，那我就主要看这本吧。就这样过了大半个月，我觉得实在不行，得换个思路。于是我又开始找帖子，其中一张帖子说：复习最重要的是，你得明白考官最想要的是什么，或者说这个考试的主要目的是什么。我受到很大启发。（年代久远，也换了电脑，找不到那个帖子了） 有些帖子还提到德国人最喜欢看图，结构清晰。还有人强调，对于已工作的人，毕业论文很重要。我想，也对，比较毕业设计是个综合性很强的项目，也是整个大学很重要的一环，它也是社会人士和大学最近距离的关联。于是，我开始看我的毕业设计。也幸好，当年觉得这玩意虽然是垃圾，但毕竟是自己辛苦做出来的，留个纪念吧，万一以后有用呢？没想到，是真的有用。我是建环专业，即暖通。我的毕业设计是给一栋楼做中央空调设计，于是我就把整个设计图给简画了出来。我还画了一些制冷原理图什么的，反正就是，尽量多会几个图，面试的时候尽量争取给考官画图。 对我帮助比较大的是 b 站一些 up 主搬运的外国人做的一些制冷原理、中央空调原理动画图，清晰明了，且用的是英语讲解（在此真的要夸外国人，很多机械原理什么的，讲得是真好！）。我按照他们的思路和用词，用英语写了几段流程介绍。复习的笔记本没在身边，我只记得大概用英语写了一些重要的概念和流程。然后开始读几遍，尝试自己理解，再说出来。遇到不懂的就上网找资料，翻教材。 那时候还在新冠清零，所以我只能飞北京考试。还特意定了离考点近的酒店，后来经朋友提醒，我的酒店离考点没我想象中的近。我一看，真是搞错了，幸好她提醒我。我提前到，在楼下的便利店随便买了点吃的，主要是怕低血糖，撑不过考试。但是也没太大胃口，因为紧张。我们几个人一起在一楼大厅等了很久。闲聊中得知，他们基本是学生，有的还用德语考试。我觉得，哇，大家都好厉害啊，我死定了。 笔试内容不是很难，我记得我都填满了。我的面试官看着有四十多了，是位女性，很瘦，眼睛很大，有点凸。因为很紧张，所以我就记得和她对视时，她那双有点凸的大眼睛。她和我聊了一下专业，问我要去德国读什么专业，我说环境。她说，这个和你的专业不是同一回事哦。我当时紧张，以为她害怕我重读本科，就胡乱说了几句话。那时候我还不知道专业匹配度这个东西。说到专业内容时，她一开口就说：因为你毕业太久了，所以你和我说说你的毕业设计就好了。我：！！！！我立马拿纸嗖嗖给她画图，说我设计的背景和原理。她就背景问了几个问题，有几个我答不上来，因为从来没思考过。我很紧张，但是想着能画图，不怕。我拿着图就讲，虽然英语很烂，但是阻挡不了我想表达的心。最后还是她提醒我，时间到了。我 os：我好像什么都还没开始说啊。 考完之后，我心很慌，觉得表现差极了。一个人走出那栋楼，在门口站着，不停给朋友发消息说，我觉得我死定了。 几天之后查成绩，居然过了，最低级的那个评价，大概是合格。 差不多一年后，某天打开邮箱，我收到了一封回信，对方问我还需不需要资料。我说，我已经在德国了。对方大笑，说祝好。","categories":[{"name":"学习","slug":"学习","permalink":"https://kiwylai.github.io/categories/%E5%AD%A6%E4%B9%A0/"}],"tags":[{"name":"备考","slug":"备考","permalink":"https://kiwylai.github.io/tags/%E5%A4%87%E8%80%83/"},{"name":"APS","slug":"APS","permalink":"https://kiwylai.github.io/tags/APS/"}],"author":"Kiwy"},{"title":"小公主","slug":"小公主","date":"2023-08-14T14:41:25.000Z","updated":"2024-03-10T08:21:09.931Z","comments":true,"path":"2023/08/14/小公主/","permalink":"https://kiwylai.github.io/2023/08/14/%E5%B0%8F%E5%85%AC%E4%B8%BB/","excerpt":"","text":"我爸是个中学老师，我们家一直挺穷，所以我在中学校园里生活了很长时间。我们镇这两年登记在乎三万人，十几年前大概两万多。镇上只有一个中学，学生人数最多时大概千来人。那时候教职工五十多个，即使是计划生育期间，因为有间隔期的存在，只有少部分家庭只生了一个孩子。 我以前对子女多少没什么概念，我不羡慕独生子女，也不渴望有大家庭，我还任命接受自己是个姐姐的事实，即使每次我弟惹我生气而我反击，最后我妈总先把我打一顿，因“你是姐姐，你为什么不让着他”。我会难过，但是没考虑过’又不是我自己要求成为一个姐姐‘。 那时候我还是很喜欢我爸的，总觉得他重女轻男。因为他很少打骂我，每次弟弟惹我，他就骂弟弟。我第一次发现我爸并没有那么爱我是我弟中考后，在高中的我忽然收到我爸的短信，他很开心和我分享我弟弟考上了最好的高中的消息。那是一台褪色的摩托罗拉，黑白手机，算是最早出的那一批，充电接口有问题。这是我爸用剩下的手机，我偷偷带去学校，周末给家里打电话。我还记得那时候我快要走到教室了，是一个傍晚。我忽然从我爸的喜悦里看出来，我爸真的没那么喜欢我，他更喜欢我弟。后来我想了一下原因是，我爸从来不做类似的事情，我自制送他的礼物，给他送的信，他都是随便扔的。我和弟弟以前获得一些小奖项，他也没和别人分享过。 让我真正明白我爸其实是重男轻女的人，是在我和他一次坐在前镇长一家的顺风车上。前镇长（有俩儿子）的大儿子和我同时进入一个大学，我爸还当过其儿子初一的班主任。路上，我爸说：有儿子的人家和没儿子的人家，消费观念是不一样的。你看 xx，他只有一个女儿，就到处风流，家里什么都不管。还有 xx 和 xx，他们都没想过攒钱的。他举的那些例子，都是他的同事。我从我爸的语气和神色里，感受到他有种骄傲或者说洋洋得意。 到处风流的那个老师的女儿是我玩得好的发小，她从小成绩不太好，初中毕业直接去了技校，随后进了工厂的办公室工作。她是我们一群小女生里学历最低，工作最早的。但是她本人也不太有怨言，一直安安稳稳工作，我还去过她工作的地方玩过两次。 其实那时候我都不觉得有什么，觉得人长大了得靠自己。只是这两年自己经历过手足之间资源不均，还有看了一些彩礼的案例分析，忽然就明白，女性，大多时候都被当作一个物品，一个被用以交换的物品。 前些年我打算春节出国，发小说想和我一起去。我讶异，问你不回家吗？她说她和老爸吵翻了，不回家。吵架的原因是她爸嫌弃她不结婚，后来她爸看到我都不愿意搭理，明明前一年在篮球场打球，一个中学生问他我是不是他女儿，他说也算是。我朋友相亲过很多次，她觉得合适的话可以结婚。而我是抗拒相亲的，有次有个媒婆跟着我爸妈回家，我把人赶走，还骂了家里人。 发小在她工作的城市买了房，妈妈给了一些钱，爸爸依然不理不睬，依然很风流。有次我和她聊天说起另一个发小，家里一层两百平*四层的大房子，给了她 20 平的小房间，家里也没给任何嫁妆盖房子还要了女儿的钱。随后我和她感慨手足资源，如果家里我是独女的话，就能享受更多的资源。她：可我也没有享受过啊。当时我笑，觉得有道理。后来想，你们家有，但是你爸不想给。 然后我回顾了中学里几个独女的家庭，家长全都放任不管，其中算管得最多的那个也会经常遗憾没有儿子。我爸一个好友，因为老婆一直生不出孩子，夫妇关系很差。后来我快十岁的时候，他的女儿出生了，但是他像个局外人。前两年我和他女儿聊天，他女儿一直知道家里的事，还劝过妈妈离婚。有次我和他和我爸一起吃饭，我说你女儿现在去市里教书了，你不给买个房子。他：我和她说过了，我就给你买辆车，其他的靠你自己了。我又想起我爸另一个朋友也说过类似的话，不过他有儿子。他在市里盖了一座大房子，然后给了女儿一笔首付，说：这栋房子和你没有任何关系。我妈和我说过同样的话：家里什么都和你没关系。显然她忘了以前责骂我不搞清洁时说的我：现在给你盖了房子你又懒得像猪一样。 我刚回老家创业的时候，我爸一个女同学说要给我介绍对象。其实我当时主要想见见她，看能不能合作生意，就顺便答应了。她见面和我吐槽她儿子带回家的女朋友，长得不太行，学历也不够。我心想，算是不错大学的研究生了，你儿子中大毕业就很了不起？她给我介绍的那个人，长得和我差不多高，我们基本没聊两句话，我就撤了。后来她到我们家来，我爸另一个朋友问起这个相亲对象的情况，学历？不知道。哎呀，男的不用那么高学历的啦，能赚钱就行。那他做什么工作？跟着叔叔做电工。哎呀，不要要求那么有钱啦，有门手艺能赚钱，女的有学历教孩子，相互扶持就很美满的啦。还是得有点学历的，不然两个学历差太远，会有隔膜的。哎呀，你放心啦，我都当她半个女儿呢。 不过我还是觉得我运气虽然不好，但是也不算很差，至少没被吸血。有次骑车，我被一个远房亲戚拦下，问了两句近况就问：你们到底怎么想的，为什么都不结婚？阿花（他女儿）也是，现在连电话都不愿意打了。喏，前面（小卖部）打牌的人经常对我说，如果她不结婚，你就问她要钱，要很多的钱。","categories":[{"name":"女权","slug":"女权","permalink":"https://kiwylai.github.io/categories/%E5%A5%B3%E6%9D%83/"}],"tags":[{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/tags/%E8%87%AA%E6%88%91/"},{"name":"父权","slug":"父权","permalink":"https://kiwylai.github.io/tags/%E7%88%B6%E6%9D%83/"}],"author":"Kiwy"},{"title":"初中基础的0元雅思备考经验","slug":"初中基础的0元雅思备考经验-1","date":"2023-08-14T11:17:41.000Z","updated":"2024-02-04T19:10:30.618Z","comments":true,"path":"2023/08/14/初中基础的0元雅思备考经验-1/","permalink":"https://kiwylai.github.io/2023/08/14/%E5%88%9D%E4%B8%AD%E5%9F%BA%E7%A1%80%E7%9A%840%E5%85%83%E9%9B%85%E6%80%9D%E5%A4%87%E8%80%83%E7%BB%8F%E9%AA%8C-1/","excerpt":"","text":"背景 在真正考雅思的十来年之前，我就有过考雅思的想法，但是一直没有付诸行动。再三四年前，我买了一套盗版真题，一直没看过。后来真的有了出国的想法，才开始练习。那时候，我连高中很多单词都不认识，倒是因为工作关系，初中语法过了一轮，掌握八九成。平时也不勤快，不喜欢集中学习。 复习时间 我的复习战线拖得有点长，因为一直犹犹豫豫，所以复习也很随意。前后大半年吧，但是大部分时间都是一周不超过7小时，集中复习的时间大概是一个多月。考前大半个月的复习强度最高，因为忽然发现自己什么都不会，写作和口语还没练过。很慌，于是从以前每周5-小时到大概每天5-7小时，算是我近些年高强度学习的极限了。 花费 0。（主要是穷，不舍得花钱。也有点盲目自信，觉得自己可以）。 主要学习工具 欧陆词典（记单词，看小说），新东方模拟机考（听力和阅读），雅思哥app（口语语料库），langcorrect.com（作文修改），b站和YouTube一些视频。 考试时间 22/3 考试成绩 听说读写：6.5/5.5/8/6.5，6.5。 复习方法 听 我听听力经常走神（自我怀疑ADHD），也没专门训练。平时空闲时间经常会放英语当作背景音，觉得偶尔能听进去一个词也挺好。慢的如VOA，快的如一些国外的公开课。我做真题的时候，经常没耐心回头听，更别说对着答案复盘，再跟读。 说 我的口语是最差的，因为考前我没开口和别人进行过一次英语对话。我做的练习是仅在考试之前大半个月，每天花1-2小时将雅思哥口语语料库各选题的p2部分写一遍自己的答案，再在app上读一次，套用的是b站tatala的口语模板。最后考试时，p2的题在语料库有，但是答题时我对我练习时写的内容不满，现场乱编，就没在规定时间内说完。但是其实通过练习口语，是真的可以同时提高口语和听力的，因为你要会说，首先得会听。很多人会网上找语伴，我看了一些app，但是最后一个语伴都没找…… ps，我出国后依然算哑巴，因为很多词都不会说，但是很多外国人对我还是很宽容的，安慰我说我的英语很不错了，起码能表达自己。我有时候为了练口语也会和人尬聊，说的过程中就会知道自己哪些词汇不会，过后可以查一下相关的表达。还有就是看剧可以学习一些日常用语。 读 我练习最高分是7，所以最后成绩是真的出乎意料，只觉得是运气好，毕竟都是选择题。朋友说都是努力的结果，我感觉得归功于我考前看了十几本英语耽美小说。我之前一上来就看《经济学人》的文章，哇，可太痛苦了，一篇下来基本都在查单词，很快就坚持不下去。后来觉得，反正多读就好，那就找点自己喜欢的东西读，于是开始看英耽。我在ziblib下载，放到欧陆词典看，因为直接点单词就可以查询中文意思，词典还会记录你查过的单词。有人说不要遇到生词就查，要猜。我挺懒的，就经常查，但有时候觉得麻烦，还是会直接跳过一些生词。基本上，一本小说有很多重复的单词，看多了就记住了。真题我也做过一些，基本做得很慢，而且我也没耐心对着答案复盘。 我记过单词，在考试前两三个月完成了欧陆词典上的雅思 3800 词。考试前十来天，我忽然发现还有很多雅思听力词汇、阅读词汇等，数量有些多，而且我很多不会。后来尝试每天花 30-60min 去记，抱佛脚。 我还试过听王陆语料，我的正确率十分低，所以完全坚持不下去。听视频听写我也试过，都是因为手速慢，生词量大，正确率低，都放弃了。 写 我之前有刻意练习过一点写作技能，掌握一点写作逻辑。《金字塔原理》一书有几页就是写这个写作逻辑的，大家可以去看看。那本书，我也就看了十来页。b站有个up主叫卡卡卡洛琳，她那期《雅思写作全攻略…………》说的就是这么个意思。其实我们高考作文也是这个思路，只是很多老师都不教。具体就是：4/5段论。第一段：论点。2-3论据。2可以是正论，3可以是正论或者反论。这两段话又分为几句话，第一句是论点，后面几句是论据，围绕着论点走，层层递进。最后一段是总结，再次强调论点，但是想要高分，就要换种表达方式。在此再次吐槽填鸭式教育制度，一个很好的教人逻辑的机会，但是很多老师都不懂。我有个教育系研究生毕业的朋友，主谓宾定状补都不懂。扯远一点，掌握此写作套路，吵架胜算率会提高。 扯回来，网上有很多话题语料，我就此写了大纲和正反论点。我总结下来的话题主要为：经济、文化、教育、环境和家庭。一些题目看上去和这些无关，你也可以写相关，这样就有话可以写，能达到数字要求。之前复习时写的一条：练了不同类型的大作文后，觉得 negative/positivie, agree/disagree, advantage/disadvantage, both views 这几类，其实本质都是一样的？除了最后一项不用写观点，就，先写正反观点，再强化你的观点？Simon 有一些范文，我是照着范文的话题自己写一遍，再对着范文，看看自己句子不足，还可以从那些观点展开这个话题。为了省钱，我也没花钱找人修改文章，那时候我会在 langcorrect 写日记，于是我顺手把大小作文都发上去，前后大概 6 篇。每篇都有人改，但是他们也不是专业的雅思老师，是作为母语者看到不通顺的地方然后给出修改语法/语句意见。那我可以把他们的意见记下来，下次再改进。小作文我练得很少，还是因为懒。但是小作文也有套路，还有人分享一些例句，让你背下来。但我是真的懒。地图题我觉得最难，而一些流程图，备考就可以学一些表达顺序的词句。（其实小学就有这样的训练，但是很多人都没掌握。还是要骂这个破制度） 总结 距离备考时间也有点久了，所以可能有遗漏的地方。我在长毛象上有个串，叫“思”，是当时备考的一些即时记录。总的来说，网上的免费素材真的很多，方法经验分享也很多，最主要的是花时间找到合适自己的，然后多练。 首先，你得找基础和你接近的。其次，了解自己的学习状况，如专注度什么的，然后根据这个安排一下自己的时间，找一些自己感兴趣的内容。我高中就不喜欢背单词，我就背书和做阅读理解。最后，多练习。综上：最重要的是了解自己。你的理想分数，你的强项弱项，感兴趣的点，每天学习最高效的时间段等。方向对了，努力就很容易有结果。你了解了自己，对日后的生活也是有很大帮助的。","categories":[{"name":"学习","slug":"学习","permalink":"https://kiwylai.github.io/categories/%E5%AD%A6%E4%B9%A0/"}],"tags":[{"name":"雅思","slug":"雅思","permalink":"https://kiwylai.github.io/tags/%E9%9B%85%E6%80%9D/"},{"name":"备考","slug":"备考","permalink":"https://kiwylai.github.io/tags/%E5%A4%87%E8%80%83/"}],"author":"Kiwy"},{"title":"你好，陌生人——June","slug":"你好，陌生人——June","date":"2023-06-19T19:52:44.000Z","updated":"2024-05-11T19:42:14.670Z","comments":true,"path":"2023/06/19/你好，陌生人——June/","permalink":"https://kiwylai.github.io/2023/06/19/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94June/","excerpt":"","text":"上周四去了上上周日的路线，结果在一个小村子里又迷路了。我刚拿出手机，一位女士很快牵着两条狗快速走过来，并且问我是不是迷路了，我说是。她很快猜到我要去哪里，给我描述了一番，我和她确认怎么走，她让我跟着她到前面的路口。我问了一下这里属于哪里，河对面又属于哪里，并告诉她，我在这里找不到 Google map 显示的道路名称。她说她在这里住了 19 年，依然不知道每条路叫什么，但是知道所有住户。我赞叹。她又猜到了我所在的区，问我是不是那里的学生，我说是。后来想想，我不是，但是当时太紧张了。她问我是不是来熟悉这边的环境，我说是，天气好，就出来运动一下。 到了一个三叉路口，她告诉我每条都到尽头左拐，有两条是马路，很多汽车。她偏向于村道，风景好，还可以看到各种鸟，不过有点颠簸。临别前她各种祝福，包括祝我学业进步。 今天打算逆着这条路线骑一次，毕竟这条路线风景好，车少，来回可以走不同路，路程一小时内。 骑到上次的村子，忽然有人打招呼，我愣了，心想应该不是和我吧。很快那个人又说了一句话，我就回应了，噢，原来是上次的女士，她在家门口。于是，我回头到她门口和她聊天。 她问我会不会游泳，前面有一个地方很适合游泳，附近的家庭都会带孩子去那里。她也会去，但是时间不固定，如果下次遇到我，她会和我一起。今天她已经遛狗什么的了，想喝茶读书，就不去了。她说了自己的名字，然后问了我的学校和专业，夸我学这个专业很厉害。我说这个专业可能好找工作，德国也算是欧洲最大经济体。她说谢谢！她说她有些中国同事说中国人多机会少，她甚至猜测他们可能不会回中国了。我说我不会德语，有点担心找不到工作。她说她的公司必须得会德语，她老公的公司，德国的，也说德语。她还说：你这么擅长找路，你肯定也会找到自己的路的。 我说你特别友善，我在这边遇到过不太好的人。她说她很乐于和人交流，在上次我迷路的那个路口，遇到人找路就是一个很好的交流机会。我告诉她我上次回去的时候，走在她推荐的小路上。前面跑步的一个男人忽然停下来对着草丛撒尿。一开始我顾着看路，还没明白发生什么事，结果那个男的往右前方跳跃，我看到有水柱，知道他在撒尿。我当时恨不得剁他鸡鸡。她也是震惊了，然后说她女儿（23 岁）一个人从学校回家也是会很害怕，手机有个随时报警或许联系她们的软件。我说对呀，我在柏林坐地铁，遇到醉汉，也是很害怕呢。她说在地铁站最好不要站在站台边上，怕被人推下轨道，她每次都是贴着墙站的。 我们说了大概二十分钟，她再次确认我的名字，说有时候中国名字对他们来说很难，有个欧洲名字会容易点。我又教了她几遍我的名字，而我已经忘了她的德语名字了，不过应该是 madine？她有交换生住家里，中国人，她以为她发音很准，但是我完全不知道是什么。我说了自己的英语名字并且解释了一番：a little different a little strange，她说你很 special，很厉害。她的英语名字是 June，读书的老师老师起的，为了让他们更好地学英语，起英语名字假装是英国人。哈哈哈哈。 道别后我去了她说的河边，结果出来又有点迷路了。随后我问了一个爷爷怎么去大桥，他带我走了一段。感觉村子里的人都还挺好。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"}],"author":"Kiwy"},{"title":"有话好好说","slug":"有话好好说","date":"2023-05-18T09:30:35.000Z","updated":"2024-12-08T22:19:35.446Z","comments":true,"path":"2023/05/18/有话好好说/","permalink":"https://kiwylai.github.io/2023/05/18/%E6%9C%89%E8%AF%9D%E5%A5%BD%E5%A5%BD%E8%AF%B4/","excerpt":"","text":"昨天我生理学父亲忽然来关心我，于是我开口要钱。结果就是，谈崩了，我拉黑了他。 有人劝我，为了钱，也要好好说话啊。还有人劝，你要好好沟通啊，他们会理解你的。…… 我做不到，我真的做不到。我这几年，一看到我生理学父母，整个人就进入应激状态，脑袋里想了一百条应对措施：他们会说哪句话，而我该怎么怼。所以我都尽量避免和他们见面，有事尽量微信留言。我妈每次发大段大段骂人的微信，我听了个开头，就关掉。前两年，隔壁施工时间太长，声音太大，影响我生意。我尝试找施工队聊，他们没理我。于是我问我生理爹要了邻居屋主电话，希望对方能和施工队聊一下，改一下时间，也希望对方下次进行这种声响特别大的步骤时，能提前和我说一声，邻居的邻居盖房子的时候就是这么做的。结果我生理妈立马发微信骂我，说我这样都和人相处不好，以后怎么混社会。我？？？我明明是受害者好吗，你不是每次都骂我没钱，不好好工作，现在我想好好工作又哪错了？于是，我把她拉黑了。 但是见面，她还是会骂我，骂我笑起来像个疯子；骂我短头发像个疯子；骂我不结婚，不考编，以后会拖累我生理弟一家；骂我脸皮厚，明知道生理弟不喜欢我，还是去人家家里住…… 她从小就骂我，小时候她夫妻俩吵架，她一只手拖着她老公，一手拿着菜刀走到我床前，说要砍了我。那时候我只有六七岁，还在睡觉。她老公一句话也没说，而我已经惊吓到什么都说不出来。 她最喜欢拿我和别人比较：你看看谁，人家家里那么吵都在好好学习；你看看谁，家里所有家务都是她干的。我被迫和我生理弟打架，她必定先把我抓来打一顿，理由是：你是姐姐，你应该让着她。她还骂我不体贴她，看着她难受也不会关心一下……听起来，她像是把我当妈了。 我刚毕业那年，为了玩，去了杭州的青旅工作。回家过年，年三十在爷爷奶奶家做年夜饭。她骂我读了大学去做一份中学生都能做的工作，还冷血，不给爷爷奶奶红包。我受不了，一个人跑到山头一边哭一边和朋友说这件事。我当时想，我没带钱，而她明明可以先给爷爷奶奶钱，然后告诉我这件事，再问我要钱就好了呀，为什么要骂我？ 往后几年，她每次见面都要骂，我经常吵不赢，哭。哭完还要后悔自己当时为什么不那样骂回去，每次都像只呆鸡，什么反应都做不出。我经常脑里复盘应该怎么和她吵架，为此还专门去学了一些逻辑学的知识。慢慢地，和她吵架我会不那么激动了，也能把话说完了。再慢慢，她基本吵不赢我了，可我也没有很开心，因为看到她，我就应激。 我生理爹是从我大学开始爹的，一直劝我考公务员，当我不听的时候就骂我不和家里人沟通。我指出：沟通是建立在平等的基础上的，而你只是认为我不听话，想说服我，而不是和我沟通。他语噎，可之后该说还是说。那时候我对他还是有感情的，想得到他的认可。所以他每次那样和我说话，其实我的压力很大，觉得自己愧对他，但是我实在不想按照他说的做。 往后几年，他就开始叨叨了。我每次有理有据怼回去，他生气大骂，有次还拍桌子。他骂的范围是我对他冷漠，花了那么多钱没给过家里一分。我就和他算账：高中住校，我一个月生活费才 200，而我还能省下 20。饭堂一份饭 2 块，馒头 5 毛。大学时，学杂住宿加起来 6300 一年，我生活费一个月 500，是我知道的人里面最低的。我什么也没说，因为我知道家里穷，觉得自己应该节俭的。想去旅游怎么办，那就不买衣服，尽量不出去娱乐，吃最便宜的饭菜。就这样，去旅游还是要被骂，因为你用了他们的钱去逍遥自在了。而其实，我去旅游也是吃住最差那档，去大西北还是徒搭，有时候路上啃馒头。 知道我有留学打算后，我生理爹看到我就骂。他觉得我大学成绩那么差，也没学到技能，出国肯定是为了玩。而他不想给钱，有个愿意就是不想花钱看我去逍遥吧。而他完全不知道，申请学校申请签证，是有要求的。但是具体的学费，官网是可以查的；汇率也是网上可查的。所以他一直说没钱，一会想买好车，没钱；一会说留学需要几百万，他没钱。在我出发之前，他对我说：我要去公证处和你脱离父女关系。我出发之前，两个超大行李箱，两个背包，他都没看一眼，朋友帮我搬上她的车。出发当天，我一个人带着这些去坐车。 能说的还有很多很多，我每每想起就会流泪。昨天深夜，看到生理爹忽然出现的问候，我眼泪就流下来了，然后开始大哭。要和他说话，我心跳就加速，进入战斗状态。我无法平静和他说话，我做不到，我真的做不到。所以朋友和我说“不要再想了，都过去了”“好好和他们沟通吧，他们会理解的”……我就觉得这其实在责备我，我并不需要这样的安慰，你还不如不说。 昨天和网友聊天，我说我看到他们的信息就无法平静；想起他们，我也无法平静。我压力大的时候，经常做梦，他们在梦里指责我，嫌弃我，我很难过。朋友说，这是他们对你造成的伤害太大留下的后遗症啊。我查了一下，这大概是 PTSD 吧（创伤后应激障碍）。美国纽约州心理健康办公室的资料： 什么是创伤后应激障碍(PTSD)？ PTSD 是一些人在经历令人震惊、让人害怕或危险事件后出现的一种障碍。 人在创伤性场景之中以及之后感到害怕是正常现象。这种害怕会引发身体出现许多转瞬即逝的变化，来对危险作出反应，并帮助人避免在今后遭遇危险。这种“或战或逃”反应是一种典型的反应，意图是保护人免遭伤害。几乎每个人都会在创伤后出现一系列反应，但大部分人可以从这些症状中自然康复。 持续出现问题的人可能会被确诊患有 PTSD。即使不再存在危险，PTSD 患者依然可能感觉压力或害怕。 PTSD 有什么症状？ 成年人必须出现以下所有情况，且持续时间至少为 1 个月，才能确诊 PTSD： • 至少出现一次复发性症状 • 至少出现一次逃避症状 • 至少出现两次促醒和反应症状 • 至少出现两次认知和情绪症状 复发性症状： • 闪回——反复重新体验创伤，其中包括心脏剧烈跳动或出汗等身体症状 • 噩梦 • 可怕的念头 复发性症状可能导致人的日常生活习惯出现问题。这些症状会从患者自身的思维和感觉开始。会让人想起创伤性事件的话语、物品或场景也可能引发复发性症状。 逃避症状： • 远离让人想起创伤性经历的地点、事件或物品 • 逃避与创伤性事件相关的念头或感觉 • 让人想起创伤性事件的东西或场景可能会引发逃避症状。这些症状可能会导致患者改变自己的个人日常习惯。例如，在发生严重车祸后，经常驾车的人可能会避免开车或坐车。 促醒和反应症状： • 很容易受惊 • 感觉紧张或“焦躁不安” • 入睡困难和/或怒气爆发 促醒症状通常会持续出现，引发这种症状的并不是让人想起创伤性事件的因素。这些症状会使人感觉压力重重，怒气满满。这些症状可能使人难以开展日常活动，如睡觉、进食或集中注意力。 认知和情绪症状： • 很难回忆起创伤性事件的关键特征 • 对自己或对这个世界的负面想法 • 扭曲的感受，如内疚或自责 • 对喜爱的活动丧失兴趣 (以上内容本想截图展示，结果找了很久也没找到合适的代码，插入失败；只好复制文档内容) 想想自己也轻飘飘指责过很多朋友，明明她们已经很痛苦了，而我不仅没有尝试理解她们，反而是站在上空指责她们。再次要和她们说声对不起。 这篇文章应该写得很乱，写的时候很难过很难过。因为边写边和朋友聊天，注意力散开了，才没有哭出来。但是我不会修改，因为看一次就是撕开自己伤口一次。","categories":[{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/tags/%E5%AE%B6%E5%BA%AD/"}],"author":"Kiwy"},{"title":"一些我对ADHD的了解","slug":"一些我对ADHD的了解","date":"2023-05-16T13:50:27.000Z","updated":"2024-12-29T23:22:42.396Z","comments":true,"path":"2023/05/16/一些我对ADHD的了解/","permalink":"https://kiwylai.github.io/2023/05/16/%E4%B8%80%E4%BA%9B%E6%88%91%E5%AF%B9ADHD%E7%9A%84%E4%BA%86%E8%A7%A3/","excerpt":"","text":"基本概念 ADHD全称是Attention deficit hyperactivity disorder，翻译成中文是注意力缺失多动障碍。早年它以多动症闻名，且确诊的基本是小男孩，因为他们上学坐不住，爱乱动。所以，很多医生确诊前会让你填写12/15/17岁（我看到的资料限定都不一样）之前的信息。那女性就不会换ADHD了吗？不是的，只是很多女性的主要症状是注意力缺陷，而这都被当走神处理，很难引起家长注意，因而被忽视。我在yt很多视频下看到一些女生在四五十才确诊。 成因 ADHD主要是大脑多巴胺分泌过少引起的，具体原理我记不住。。。 主要表现形式 （以下症状内容来源于chat GPT，翻译工具为deepl） ADHD 主要有三种表现形式：Inattentive Symptoms（注意力不集中）、Hyperactive/Impulsive Symptoms（多动/冲动）或者两者的混合。主要症状如下： 1.注意力不集中的症状： 难以维持注意力或保持对任务或活动的专注。 容易受外界刺激而分心。 在学校作业、工作或其他活动中经常出现粗心的错误。 难以组织任务和活动。 健忘，如忘记约会或义务。 逃避或不喜欢需要持续脑力劳动的任务。 丢失必要的物品，如钥匙、钱包或电话。 2.多动/冲动的症状： 烦躁不安，坐立不安，或经常 “走神”。 难以保持坐姿或在需要静坐的情况下感到坐立不安。 过度说话或在适当情况下难以保持安静。 在谈话或活动中难以等待轮到自己。 经常打断或打扰他人。 不耐烦和难以延迟满足。 在不考虑潜在后果的情况下从事冲动行为。 并不是说集齐所有症状才是，得看年龄还有个人情况，且症状得持续出现超过半年才算。 为什么不能专注？不是因为脑袋同时出现的想法太多，二是脑袋能限制多线程的能力不足。 我读书时上课就老走神，初中之前学的内容不是很多，而且老师基本只讲半节课，所以学习对我来说不算特别吃力。但是高中老师一节课 45 分钟都讲得满满的，有的还拖堂，我就发现自己跟不上了。我最多听半节课，然后就开始焦虑等待下课。 我虽然听课走神，但是看电视却聚精会神，这也是 ADHD 的一种体现：注意力超集中。具体原理忘了，但主要是外界的刺激很强。像我，单纯听广播就走神。我一开始觉得只是我英语差，所以走神。后来发现计算是我喜欢的中文小说广播，我也走神……看视频，我就要看字幕，即使是小时候看电视剧。ps，英语广播对我的催眠效果特别好，百发百中。幸好考雅思的时候因为太紧张而没睡着。 白日梦（dreamy） ADHD的白日梦多指思维的跳跃：看到红苹果，想起白雪公主，随后想到毒死她的后母，再想到她经常喊“魔镜啊魔镜”，于是想到镜子是制作原理……最后忘了自己刚开始想的是什么。所以我找到了我以前写作文经常跑题的原因。也因为思维过于活跃，ADHDer在和人谈话时容易打断他人，进而表达自己。个人体会，这个可以自我锻炼，降低打断频率。 ADHDer 的痛苦 我看了很多案例分享，很多患者都是过得不开心的，因为不守时、房间混乱等被指责。很多对“正常人”来说很容易的事，可对ADHDer来说就很难。她们很多因被外界指责“为什么别人都可以，你就不可以”“你明明看起来不笨，为什么就是做不到，肯定是因为你懒”而自我怀疑且敏感，俗称低自尊。举个例子，就是工作的时候，被领导找的第一想法是“我是不是要被炒鱿鱼？”。因容易产生羞耻感，人们就会开始逃避。ADHD还很容易沮丧或者消沉。很多患者就通过嗑药、酒精等刺激多巴胺的分泌而让自己开心，但是，这些刺激会进一步损害大脑，形成一个恶循环。 资料推荐 这个领域有个有名的医生[Edward M. Hallowell]和他朋友写了一本书叫《ADHD 2.0》，大家可以看看。我目前看的是英语版，不知道有没有中文版。他本人就患ADHD，书里写这个病症遗传率挺高，如果父母一方患有，遗传率是三分之一；如果双方都有，遗传率是三分之二。但是他本人是患者，老婆不是，两个小孩都是……教授说运动有用，无论什么运动，只要你开始做就行。坚持不了半小时，五分钟也行，多做几次就好了（亲测有用）。他还说养狗很有帮助，他觉得狗狗是天使。 网上有很多临床医生或者精神科医生的文章和视频还有播客（主要在外网），还有一些 ADHDer 做的播客，论坛。 确诊 要确诊的话，需要找专业的医生。有些不需要吃药，可以通过训练缓解。我没出国之前了解过一些知识，但是因为它有个主要症状是拖延，所以我很快就放弃了，没有去看医生。最近发觉自己的状态实在是太差了，于是又开始了解。因为医保很多都不包这一块，自费又太贵，所以我自己给自己确诊了。有个说法是，就算医生说你不是，但你觉得你是，那你也可以自我确诊。我觉得自我确诊最起码一个好处是：状态/事情糟糕的时候可以告诉自己：这一切都是ADHD的错。 治疗 目前我也没找到很适合自己的训练方式，自我训练的难度很大。但是早睡早起，饿了就吃挺有用。还有多晒晒太阳，在太阳底下运动也挺好。 文献 并没有文献，我的信息来源很杂，论坛，视频及其留言，书籍，播客…… 我写这篇文章是因为觉得这是很容易被忽视的一种病症，希望人们少经历一些痛苦。 That’s all. Thank you! ps，说写就写，这大概就是超集中。但主要是为了逃避写论文。","categories":[{"name":"ADHD","slug":"ADHD","permalink":"https://kiwylai.github.io/categories/ADHD/"}],"tags":[{"name":"自我探索","slug":"自我探索","permalink":"https://kiwylai.github.io/tags/%E8%87%AA%E6%88%91%E6%8E%A2%E7%B4%A2/"},{"name":"健康","slug":"健康","permalink":"https://kiwylai.github.io/tags/%E5%81%A5%E5%BA%B7/"}],"author":"Kiwy"},{"title":"有朋自远方来","slug":"有朋自远方来","date":"2023-05-14T07:41:03.000Z","updated":"2023-05-14T07:50:14.958Z","comments":true,"path":"2023/05/14/有朋自远方来/","permalink":"https://kiwylai.github.io/2023/05/14/%E6%9C%89%E6%9C%8B%E8%87%AA%E8%BF%9C%E6%96%B9%E6%9D%A5/","excerpt":"","text":"前两天见了一个以为再也联系不上的网友。这也是我在德国第一次见网友。 我们在长毛象上在同一个站有账号，于 21 年下半年认识。她知道我想留学跑路，于是推荐我去德国，说很多学校免学费。她本科学的德语，还去德国交换了半年，大概了解那边的花销。她打算重读本科，和我一样，读 IT 专业。加上德国算是欧洲经济体最好的国家，于是，我就决定去德国。没有对那边的招生进行任何了解，变开始准备 APS 考试（中国人申请德国必须过的关）。当然了，后来我的情况和预想的大不相同，这是后话。 她很快拿到 offer 和签证，在 22 年四月还是五月去了德国。之后，她的号就被注销了。我感觉，她是换了环境，压力太大；再加上她之前觉得有人已经知道她的真身。至此，我们失去了联系。我想起过她几次，想告诉她，我到了德国。想问她，时间过得好快啊，你到德国一年了，不知道是否还好。 结果，没多久，她用另一个账号私信我，说居然在我们站长的嘟下看到我的评论，问我是否还记得她。于是，我们聊了起来。刚好，她申请了一个短途旅学活动，第一站就是我所在的城市。她那天下车后，我们一起逛了很多地方，市中心的街道，著名的公园，本地大学，还有超市。那天，我走了一万八千多步。我们聊了很多，她说这学期很忙，但是很开心。我们还同病相怜，家里精神和经济不仅都不支持，且还被责备。 我告诉她，我的文书是一个陌生网友免费帮我改的。当时我在长毛象问有没有人能推荐修改文书的人，但是价格不要太高，我承担不起。结果一个网友私信我，说她在留学机构工作了两年，可以免费帮我修改。我写了一份个人陈述，一份简历，两份推荐信，她都给了意见。我们来回修改了几轮，最终成型。对于我这所野鸡学校，推荐信没用上。后来我申请签证的时候，又问了一下她的意见，她帮我改了一下简历。动机信我是按照她的模板改的，学校那边只给了个方向。最后，我拿到了签证。 期间考试、递签的交通住宿什么的，得到了很多朋友的帮助。 二月的时候，下班去超市发现钱包房卡都不见了。当时已经过了管理员的下班时间，让人开门得交 75 欧，我不舍得。我打电话给 Sangeetha 说了这件事，问能不能在她那住一晚。她说没问题。她下班回来没多久，已经煮好了食物给我吃。第二天她还要去上班，早上问我要不要喝咖啡，我说我想吃东西。她煮了一大锅，然后就赶着出门了。随后她来电话，让我把吃不完的东西带走，怕我早上解决不了房门的事。当时真是把我给感动哭了。 想想，我这一路得到的帮助都来自外界，有些完全是陌生人。亲戚家人呢？ 在我出发之前不到半个月，一个十几年没有联系的表哥忽然给我电话，说出去留学很贵的，听说一年要一百多万。我白眼都懒得翻。听说？你一个零几年中大毕业，工作十几二十年，在深圳从事 IT 的人，居然和我说“听说”，动动手指查一下会死吗？啊，可能在他脑袋里没有求证这个选项。很多学校的学费、学制在官网就能查到，签证资金要求在很多大使馆网页都能查到，且都不需要翻墙。这个听说，和邻居家的老奶奶相信转基因有害一模一样。而且你十几年没出现，忽然来这么一下，是诈尸还魂吗？ 而我生理学父亲问我会德语吗，去到那边有朋友吗，在得到否定答案后，说的是：如果你在那边遇到什么麻烦。我以为他还是心软的。结果下一句是：你就找你那些朋友借钱。我发觉，我还是 too naive 了。 后来，我朋友给我发了一首歌《孤儿泪》（视频见链接）。","categories":[{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/tags/%E6%9C%8B%E5%8F%8B/"},{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/tags/%E5%AE%B6%E5%BA%AD/"}],"author":"Kiwy"},{"title":"我爱我家","slug":"我爱我家","date":"2023-05-11T10:21:07.000Z","updated":"2024-12-08T22:15:40.221Z","comments":true,"path":"2023/05/11/我爱我家/","permalink":"https://kiwylai.github.io/2023/05/11/%E6%88%91%E7%88%B1%E6%88%91%E5%AE%B6/","excerpt":"","text":"小学时，我放学后的生活是：做作业，玩，看电视。我在中学校园住了几年，年龄相仿的孩子一群，我们就经常一次玩，有时还一起看电视。不是所有人成绩都好，但是家长普遍不管。我那时候成绩还行，且一直相信：成绩不好，就是你自己的错，谁让你不好好学习。我二年级有次数学考了 72 分，被我爸暴打了一顿。为什么记得这件事？因为他很少打我，而我妈老打我，于是我觉得我爸对我最好；虽然被打不开心，但是觉得还是自己的错，于是小学再也没有考过这么低分。 六年级之前，我以为大家都和我一样，好成绩都靠自己。直到我参加了学校免费组织的市实验班的冲刺培训班，老师说：xx 和 xx 两位同学会用初中的知识解数学题。我当时愣了，他们怎么这么厉害，怪不得每次镇上的数学竞赛都拿奖，而我三年级之后就基本无缘了。xx 兄弟俩说：我爸教我们的。我当时想：他们的爸爸真好。而我并没有想：为什么他们做小学老师的爸爸会教他们初中的知识，而我教初中的爸爸从不管我学习。 但是初高中后，我还是觉得学习不好是自己的错，也不知道辅导这个概念。又或者知道，但是觉得我成绩还不是特别烂，家里也穷，所以不需要。整个中学阶段，我的成绩就是过山车。中学最记得的是我爸总对我说：你要学好数学啊。数学不好，考不上一中。你看谁谁谁，就是数学不好，所以考不上一中。中考时，我特别紧张，浑身都觉得不舒服。后来，没考上一中。我现在还记得其中一道数学选择题我很犹豫，关于方根和绝对值。 高一月考害怕让爸爸失望，每次考前都胃痛，还哭过几次。特别是看着几个初中同学进步，而自己原地踏步，就更紧张了。到了高二，数学很差，考过三十多分。就觉得，可能我就是这样了，surprise，胃在考前就不痛了。到了高三，班主任和家长都觉得我本科无望。班主任还列了一个分析表，让我们分析原因并且签名，我一直没签，最后同学说，老师帮我签了。我毕业后回了一次学校，见到这个老师马上用雨伞挡住自己。后来得知，一个学霸也很讨厌这个老师。而有次去市集，遇到我姑丈，他问起我成绩，说之前遇到我爸，我爸说：她啊，能考个本科就不错了。我顿时心灰意冷。 每周唯一不用晚自习的周六晚上，我要么借单车一个人出去乱逛，要么约人乱走。我还记得有几次，我和发小走在回去的路上，我说：要是这条路没有尽头就好了，这样我就不用回学校面对糟心的未来了。考前一个月，因为受不了高压，我基本就放弃题海战术，把班上的杂志小说什么的看了个遍。高考那几天，特别轻松，因为无论结果怎样，也没人在意，而这件事也终于要结束了。意料之外，成绩比想象中好不少。 前两年，我去一所小学当了两个月代课老师，其中一个同事是我初中同学的爸爸。我和这个同学同班两年，他挺聪明，用点心，成绩进步就很大。他高中也比我好，不知道为何高考比我差。我这个爸爸教同一个班，课余讨论过奥数题。他对我们那一届的情况很了解，知道每届谁在奥数出彩，可惜一些人后来放弃学习；也知道一些优秀同学最近的工作发展，而我和这些人早已没了联系。他说他从小教大儿子奥数，孩子不愿意也要抓着学，所以大儿子成绩好。而他任由小儿子成长，于是孩子成绩就不行了。他对我说：其实你挺聪明的，如果你爸爸小时候也教一下你，你成绩肯定能更高一层的。我当时听了想哭。 期末考试，有个我小时候就认识的老师来监考。她原本是初中的物理老师，我爸的同事，退休后去了小学教书。我听她起同事聊天，她说：我从小就和我儿子玩益智游戏，像火柴棍挪一挪变成不同的等式之类；我还买书从头自学英语，然后教他；中学也不停辅导孩子，特别是物理。我像发现了惊天秘密，原来我身边还有这样的事，而我们明明就住在痛一个校园啊。她儿子比我小两岁，但从小不和我们一群教师子女瞎疯，所以我和他不熟。他初中在市里读，高中考上了广州一所不错的学校，大学是 211。就我所知，算是我们教工子女目前最好的学校了。当然了，当中学盛行打麻将、从老到小都会的时候，他们家从未参与过。 我为什么写这篇文章呢，是因为前些天我看到房子旁边的马路上，一家四口在玩扶手滑板车（scooter），他们都笑得很开心。后来，出现了一起玩轮滑的一家子，也是乐在其中。想起我散步的时候，经常看到一些家长带着小孩玩轮滑，不会玩的家长还带着全套护具。再想起路上经常看到一些家长带着小朋友一起骑没有辅助轮的单车，家长就慢慢陪在旁边。我去打工路上，见过几次一个爸爸载着一个四五岁的小男孩，旁边跟着一个看起来只有两三岁的小女孩。小女孩的车很小，而她的腿刚够脚踏，坐着完全够不到地面。但是她车技还算不错，几次歪歪扭扭都没摔。 每次看到这些场面，我都很羡慕：这才是家庭吧。没有陪伴和关爱的家庭只是一个壳，甚至是地狱。 工作原因，我近些年接触的都是小城镇家庭，虽然有不少家庭会花钱送孩子去辅导班，可只是抱着花钱省事的心理，却还指望孩子能一飞冲天。“我们工作够累了，又没有学历，不知道怎么教他啊。”“我花了那么多钱送他去辅导，他还不知道感恩，不好好学习。”……我最记得是一个是，孩子好不容易和我熟了，我给他妈妈创造了一个可以促进他们感情的机会。结果那个妈妈根本没放心上，随后孩子闹别捏，妈妈请我做思想工作。我：你根本就不关心他，说到就做到啊，我好不容易帮你做了这么久思想工作，结果你临门一脚，全功尽废。她：我有关心他的啊，我一直都有好好叫他学习的啊。 很多年前，中国各地的宣传标语是：养儿防老。现在很多父母依然这么想。其实这就是一种投资。但是很多家长都觉得，我已经把你生下来，给你吃喝，甚至还供你读书，已经对你很好，可以说是优秀家长了。你怎么还不懂知恩图报，乖乖听话，考个好成绩，找份好工作，女的就趁没结婚之前给多点钱家里，然后快快嫁出去。这分明就是投资啊，还是稳赚不赔的投资。可他们这时候就像中国人一样‘含蓄’，告诉你，这是亲情，这是爱。而且，当你学会走路后却没有马上学会自己上厕所，穿衣，吃饭，那你就是一个麻烦。读书了成绩却不好，是一个垃圾。工作单位不好，工资低，那就是一个负累。如果女的迟迟不结婚，那就要给家里多打钱，成为一个取款机。如果你还想继续读书，那直接脱离父女关系。 奥巴马竞选的时候老说‘I have a dream.'也不知道他此前是不是来过中国，因为这些家长都有一个梦。","categories":[{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/categories/%E5%AE%B6%E5%BA%AD/"}],"tags":[{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/tags/%E5%AE%B6%E5%BA%AD/"}],"author":"Kiwy"},{"title":"你好，陌生人——Emmanuel","slug":"你好，陌生人——Emmanuel","date":"2023-05-09T10:14:25.000Z","updated":"2024-05-11T19:42:44.791Z","comments":true,"path":"2023/05/09/你好，陌生人——Emmanuel/","permalink":"https://kiwylai.github.io/2023/05/09/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94Emmanuel/","excerpt":"","text":"很久之前写过陌生人系列，现在打算继续写。 去年九月底，我住在柏林的青旅。一天，我刚抱着电脑走进休息区，一个黑人开口问我是不是中国人。我愣了一下，因为没想到在这里听到普通话，且还是一个人外国人说出来的。 原来他在中国待了七年，刚从重庆过来。还没到入住时间，他便在这里等着。他手机没电了，问我有没有转换头。我借给了他，知道他还没租到房子，就把他拉进了几个微信群。 有天晚上火警响了，我们坐在休息室聊天。他见到我和他提过的法国舍友，立马就和人家聊了起来。我一听，这可是法语？他说是的。我问你还会几种语言，他说加上不太熟练的大概有五种。我：佩服！ 他是日尼利亚人，在江苏读本科，后来分别在重庆和深圳工作过，在深圳做了一年小学英语老师。来这边读研，读完想继续回中国工作。 后来我搬走了，他没找到房子，一直住在那家青旅。他十一月就开始打工了，去的亚马逊仓库。本来我也想去的，但是听到要通宵上班，还要搬重物，我就没去。十二月，我那时刚好因为房子的事情找他，他刚好换了新工作，我说还招人的话你介绍我去啊。那时候快圣诞节了，仓库很忙，很缺人。刚好他去的第三方结构刚和仓库合作，老板和他一样是尼日利亚人，他就把我拉进去了。 仓库里，我们这种来自第三方的打工仔基本都是一直站着干活。十二月很忙，一天最长可以工作 10 小时，于是他每天都干 10 小时，基本天天开工；而我最多站九小时，那时候人杂，管理也不盗文，我还可以偶尔偷懒坐几分钟。饶是这样，每次上完班，第二天都要休息很久才能缓过来。我对他说：其实一开始这么累，我是有点退缩的。但是一想到你每天都来，我就觉得，或许我也可以再坚持一点。他说，谁愿意吃苦啊，但是我没钱啊，没办法不干啊。 四月的时候，仓库的主管找到我说我的效率很低，需要快一点。我问：是三月的平均效率吗？他说是的。我问，那具体数字是多少呢？他说 42（三月开始，最低效率是 61）。我说不可能这么低的（因为之前有次 49，他就拿着电脑来给我看了）。他：这就是为什么我们需要数据。我懒得和他鬼扯，就噢了一声，回去干活了。第一次休息结束，我上厕所回来，晚了三分钟。主管看到我，立马拉我过去：让我们看看你的数据。结果，我的数据是 68，他自己也愣了。然后僵硬地说：啊，很好，你以后就按照这个努力。我问：那可以看看你早上和我说的那个数据吗？他说，现在看不了。是问，不是三月的平均数据吗？他，不是啦，是往前几天的。我 OS，三月我也没工作几天，而且他就请假了一周，少看了 3 天数据而已，但是我知道我知道我其中一天的数据是超标的。他还鬼扯了几句，我懒得理他。 后来我找 Emmanuel 说了这件事，他说：“不用管他，他就是那样的。他之前找我说，你看谁谁谁工作多快。我直接回他‘我是来工作的，不是来竞争的。如果你觉得我不达标，就让我回家。’主管马上道歉‘我不是这个意思。’之后他就再也没找过我了，所以你做好自己的工作就行，不用管他。”我当时震惊了，天呐，还有这种操作。天知道我但凡被领导找，就马上怀疑自己是不是犯错了。而且他反驳领导居然有用，见世面了。 后来偶尔同桌工作，我就找他聊天。他 16 岁开始自己赚钱，之后没问家里要过一分钱。为什么这么做？因为不想每次问要钱都被家长问要钱干嘛。他今年 28 岁，来中国 7 年，只回过家两次，说没钱。平时和家里人会视频（有次下班刚好一起走，我还和他双胞胎妹妹用中文聊了一下，她们自学中文）。我问他怎么学法语，他说他去法国周边的小地方住了两个月。他还一直劝我学德语，学会就容易交朋友，也利于找工作。我问，那你现在这么缺钱，家里人也不给吗？他说，如果我问的话，会给，但是我不想问。我说，但是你很厉害啊，能打工那么久。他苦笑：其实也是自我洗脑而已。我：但是你给我很多鼓舞，很多。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"}],"author":"Kiwy"},{"title":"挑食","slug":"挑食","date":"2023-05-09T10:04:49.000Z","updated":"2023-05-09T10:08:06.242Z","comments":true,"path":"2023/05/09/挑食/","permalink":"https://kiwylai.github.io/2023/05/09/%E6%8C%91%E9%A3%9F/","excerpt":"","text":"大学的时候，朋友约我去小食街。刚到的时候，她问我要吃什么。我说，什么都可以，我不挑食。最后逛了一圈，终于坐下，她说：你知道吗，你说你不挑食，其实你最挑食了。 那时候我觉得我番薯芋头等粗粮都爱吃，蔬菜也基本都吃；虽然我也有坚决不吃的食物，但是平日里不常见，可以完美避开，可不是不挑食么。 毕业之后，开始了解营养学的知识，慢慢改变饮食结构。我不爱做饭，但是不舍得经常吃外卖，还追求食物多样性，便经常把各种食材放进清水里，一锅炖。如此一段时间后，口味愈发清淡，且肠胃敏感。脂肪类我是吃不下去的，肉饼到我嘴里我都能感受都肥肉，然后吐掉。 我买青菜经常是各种都抓一小把，加起来一堆。我喜欢吃菜叶子，喜欢吃嫩的部分。像菜梗（菜帮子）这种纤维多的部位，我是不爱吃的。像大白菜和白菜的梗，我都直接扔掉。因此被责备过，但是我觉得这点钱我还是扔得起的，换来点开心更重要。 到德国之后，发现蔬菜于我来说都很贵，且价格一直涨。囊中羞涩的我愈发惶恐，每次都走一大圈，选便宜的且自己会煮的菜买。冬天的时候，大白菜算是最便宜的蔬菜了，差不多一欧（汇率七点几）一斤。于是，我再也不舍得丢掉菜梗，而是把它们切丝和叶子一起煮。后来发现，热油爆蒜粒，加点辣椒，再加大白菜，炒炒之后还挺好吃。大概，这也算一种穷则思变？ 其实肯吃苦，还是能打工赚到一点钱的。只是处在陌生的环境，用陌生的语言学习，还要打工，是真的很累。且房租高企，每月支出的大部头都是房租。通货膨胀仍处于上升趋势，德铁已经大规模罢工多次。 想起之前遇到的一个驴友说：穷人做事是很束手束脚的。钱有限，投资就很谨慎，因为一失去，就什么都没有了。很多时候，就什么都不敢做了。是啊，贫穷对身心都是一种束缚，我有时候甚至觉得，对心的束缚更让人难受。就算物欲很低，可诱惑太多，特别是身边有人可以自由生活的人，身处其中就多少会难受。自我洗脑也是门大功课。 当我在努力适应这里的生活时，我的胃却坚定地留在了东亚，难以接受本土食物，可我又不爱也不会做饭。但不吃东西它马上痛给你看，压力太大它又同给你看。有时候觉得人类已经发展到了所谓的高阶，科技可以上天下海，可人体还是要受饮食本能牵制，真没意思。只是有时想到往前很大部分都是这样的生活，往后不知道还有多少这样的生活，就更没意思了。","categories":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"博客","slug":"博客","permalink":"https://kiwylai.github.io/tags/%E5%8D%9A%E5%AE%A2/"}],"author":"Kiwy"},{"title":"小费","slug":"小费","date":"2023-03-27T17:14:46.000Z","updated":"2024-05-11T19:44:58.112Z","comments":true,"path":"2023/03/27/小费/","permalink":"https://kiwylai.github.io/2023/03/27/%E5%B0%8F%E8%B4%B9/","excerpt":"","text":"某天早上坐地铁的时候，忽然有个大姐过来打招呼：你好。然后又德语说了一遍。她是浙江人，想借卡针把 iPhone 里的中国电话卡拔出来，但是我找了包包，没有那么细的东西。后来她问我能不能帮她打个电话，我犹豫了一下（月初因为考试的事给学校打了 n 次电话，有点担心话费不足。又想，她应该不至于把我的电话抢走吧，我真没钱买手机。），最后还是拨了出去，结果对方挂了。不久，对方又拨了回来，我就把电话给了她，她和对方说德语，我感觉是告诉对方自己刚从北京过来，借了别人的电话，然后问对方她是不是应该坐地铁。 不到两分钟，她把电话还给我。又回座位，再回来把 2 欧硬币放我腿上，我递过去说不用。她有点尴尬，挥了挥手，坐了回去。我想着，这大概就是小费吧。有钱不拿白不拿，就收下了。 到了下一站，她以为 T5 是新建的，我说不是，应该是弃用的（因为到站广播会提醒这里没有航班，要去 T1/2）。她说她以前就在这里坐飞机。 随后我们闲聊了几句，她问我是不是来这边读书，我说是的。我告诉她我现在去打工的路上。她说周末打工也挺好的，不然家里负担太重。我说没有，家里没给钱。她说可以去餐馆酒吧什么的打工，一小时八九块。我说现在最低时薪 12 了。很多餐馆超市什么的都需要会德语，她说餐馆不做跑堂不需要。我说这个仓库是远了些，但是领导都不会骂人，我暂时也不太想给中国人打工。之后无话。 不久，我到站，回头和她道别，就出站了。","categories":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/"}],"tags":[{"name":"奇妙经历","slug":"奇妙经历","permalink":"https://kiwylai.github.io/tags/%E5%A5%87%E5%A6%99%E7%BB%8F%E5%8E%86/"}],"author":"Kiwy"},{"title":"新章（此博客的创建过程）","slug":"新章","date":"2023-03-19T16:54:16.000Z","updated":"2024-12-29T22:24:11.301Z","comments":true,"path":"2023/03/19/新章/","permalink":"https://kiwylai.github.io/2023/03/19/%E6%96%B0%E7%AB%A0/","excerpt":"","text":"使用工具 为了省钱和练手 GitHub，所以本次选用 Github Pages。又因为 Hexo 有中文页面，所以选用了它。 花费时间 从动手到最终建成，前后历时 4 天，共约 16 小时。 我看了很多经验分享，很多人在 7-10 小时左右。而我耗时这么长是因为部署时出现了一些 bug，还有部署后，主题页面显示有问题，而我找不到解决办法。随后尝试了新主题，但可能因为主文件被我改过，所以部署后还是很奇怪。最后决定删掉一切重新来过。当然，最后结果也并不是让我十分满意，但是我觉得目前已达到我最好水平。所以决定先这样，日后慢慢学着一步步修改。 教程 本次觉得比较好的教程，作者讲得比较详细。他应该也是新手，但是胜在够详细，英语阅读水平相对也比一些国内博主高一点。 使用主题 我一开始选了 clean 主题，但是出现 bug 之后，网上很难找到相关主题的问答。随后看到上面的教程，博主提到 volatis 的优点之一是有人维护，问答快，于是我就换了这个。我刚发布第一篇文章，想再修改页面设置，就出现 bug。网上找不到类似问答，我就去主题页面留言，第二天就收到了回复。追问也有人回答，对方非常友好。我有种“我终于有站友”“而不再孤单”的感觉！整个人是开心的，同时也更想快点完善配置，达到自己想要的效果。强推这个主题！ 一些跳过的坑 部署时，branch 跟着一些帖子填了 master，但其实是 main。有些帖子将之改成 ph-page 之类，于我来说也是无用的。 遇到问题多方查找答案，chatGPT 此次就没解决我的问题，甚至不理解我的问题。有些网站也没有我遇到的问题，此时，就需要主动写帖发问了。 一些建议 先了解所有工具的基本框架，再仔细阅读。很多步骤可以跟着教程无脑跟，但是必要时刻还是得自己动脑。如果像我这样本来编程水平很低，那就更需要细心。 尽量找较多人使用的主题，这样遇到问题也容易寻求帮助。我第一次的主题，基本找不到类似的帖子，所以我才决定换一个。 相对来说，搭建这个博客并不需要很多知识，跟着教程一步一步走便是 。所以，耐心点，总会有所成。","categories":[{"name":"tech","slug":"tech","permalink":"https://kiwylai.github.io/categories/tech/"}],"tags":[{"name":"博客","slug":"博客","permalink":"https://kiwylai.github.io/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"tech","slug":"tech","permalink":"https://kiwylai.github.io/tags/tech/"}],"author":"Kiwy"},{"title":"「游泳」|「自言自语」-18","slug":"「游泳」-「自言自语」-18","date":"2020-10-13T05:24:28.000Z","updated":"2024-02-28T10:56:15.426Z","comments":true,"path":"2020/10/13/「游泳」-「自言自语」-18/","permalink":"https://kiwylai.github.io/2020/10/13/%E3%80%8C%E6%B8%B8%E6%B3%B3%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-18/","excerpt":"","text":"一直很想游泳，大三时跟着师妹去上体育课。但是老师教得不好，所以上了十来节，我什么也不会。那时候对自己身材自卑，觉得自己穿泳衣不好看，但又没有改变的想法和行动。于是白白浪费了游泳池就在宿舍楼下这么好的便利，且门票便宜这样的大好省钱机会。 工作不久后，我和小英英成了同事。下班后，她带我去附近的游泳池。那时候的她肉嘟嘟的，穿着泳衣像可达鸭，可爱极了，快乐极了，看着让人羡慕。我当时想，啊，身材不好算个 p，快乐最重要。于是我就开始去游泳，就算一个人，就算不会游。后来，后来就遇到大雄哥了。 大概是受文艺作品影响，加之没游过，所以对水有向往。渴望躺在水面上，看着天空。或者在水里放轻松，畅快游，像一条鱼。看电影《卫生间的圣母像》里，我看着小姑娘买一袋金鱼放进游泳池里，然后跟着游，羡慕极了。我后来试了一下，像她那样在水里不换气，我憋不了多久。 那时候觉得，游泳也是一个出口，一个很好的出口。水中是另外一个世界啊，一个柔软的世界。刚学会游泳的我以为自己很厉害，没戴泳镜就到水库里游泳，结果看不清方向，一紧张，就差点溺水了。我当时是觉得同行的几个人都会水，肯定有人会教我，所以很勇地就下水了。听说当时刚好有个退役的小哥哥，他走得很快，几十米的石头阵，他一下子就冲上来了。不过他救完我就撤了？反正我对他没印象。我弟当时在下游，没看到经过。我让其他人不要说，结果还是被我爸知道了，气死我了。我问我弟是不是他说的，他说没有，他当时看到我的样子，猜到怎么回事（大概是当时有点怂了），他也猜到是谁说的。我没追查这件事，没意思。 那之后，水对我来说是既让人向往又让人害怕。所以今年之前，我就算可以一口气在浅水区里游几百米，依然不敢去深水区。怕被人撞，怕自己呛水，怕眼镜忽然脱落看不清方向……有时候明明深水区很干净，人很少，救生员就在周围，我就是不敢去。硬是去浅水池人挤人，把自己气着。 去过海里游泳，因为有浪，因为海水不太干净，整个是又爽又害怕。 今年有次晚上去市里游泳，去到的时候近八点，浅水池要换水，大家被赶到深水池。我游着，觉得浮力和浅水池是不一样的，而且这边人不算太多，慢慢来，也是可以的。之后，渐渐就爱上了深水池，一开始还是会紧张，只是渐渐的，渐渐的，知道一些情况该怎么处理，也就不那么害怕了。 换气进入水里到出来的那一口气时间里，周围再吵也听不见了，周围都是柔软的。再低头看池底，清澈时候，白天有阳光的影子，有时还能看到水里的彩虹。水干净的时候，还能清晰看到自己的影子在水里前进，划出一片影子。夜晚有灯光的影子，不那么清晰。有人划过，水会变化，影子随之变化，无章法。像是另外的世界。只有我自己，只属于我自己的世界。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"运动","slug":"运动","permalink":"https://kiwylai.github.io/tags/%E8%BF%90%E5%8A%A8/"}],"author":"Kiwy"},{"title":"「last dance」|「自言自语」-17","slug":"「last-dance」-「自言自语」-17","date":"2020-03-23T03:18:54.000Z","updated":"2024-01-24T16:47:32.559Z","comments":true,"path":"2020/03/23/「last-dance」-「自言自语」-17/","permalink":"https://kiwylai.github.io/2020/03/23/%E3%80%8Clast-dance%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-17/","excerpt":"","text":"微博上看到几次这首歌，但是一直没点开。最近听拉拉唱，感觉挺好，遂打开原唱。 初听，觉得，诶，鼓点很简单诶，而且很多重复，我可以学。找到谱，一看，简单的地方是简单，可不简单的部分对我这种初学者来说可不简单。看到评论里说三连音六连音，我还是挺懵。期待快点上课。 前前后后听了这首歌起码五十遍，就记得开始那个鼓点怎么敲。旋律一句也想不起来，想哼哼也不知道怎么哼。 真是一首神奇的歌。 貌似他很多歌都这样…… 还有就是，伍佰的口音一直让我觉得很搞笑，一点不觉得这首歌悲情…今天再看“明天之后不知道面前的你是否依然爱我”，觉得，嗯，是有点卑微苦闷。可是，想着他的脸唱出来，还是觉得搞笑。（应该没人摸到这里来咬我吧，他应该也没有脑残粉吧？） 有天听了很久这首歌，顺便把整张专辑听完了。 原来《挪威的森林》也在，96 年的作品。 想小时候，市里做了个点歌电视频道，打电话点歌，留言反复在屏幕底下播放。那时候，这首歌很火，还有《突然的自我》。“来来来，干完这杯，还有一杯”。那时也不懂什么是跑调（现在也不太懂），就觉得他的歌蛮有意思。还记得我爸一同事的儿子六年级点了很多次歌给喜欢的女生，在我们小圈子热了一把，因为一首歌就要十块还是二十块，而且这么小就这么大胆。 那时候，这个频道就是我的音乐节目，算是音乐启蒙了。《记事本》《他一定很爱你》《薰衣草》……好惨的启蒙…… “你可以随着我的步伐轻轻柔柔地踩”。 想起一个旧同事。他 70 年生人，那时候住集体宿舍，男女宿舍离得近，附近有个电影院，我向同事们发出看电影的邀请，只有他回应……（我也没想到）。 第一次看的是《我的少女时代》，看到一半，我看到他似乎在抹眼泪，一看，还真是。他比我早泪流，意外。在林真心楼顶摔倒，他说男主好傻。迟钝的我，倒是没那么大感触。倒是觉得，这个同事还挺有意思。之后还看过一两部。 有次和他散步走到河边，看到有人跳舞（群舞和双人舞），他要和我跳。 我说我不会。 他说你大学没学过？ 我说没有。 他说白读了，他年轻时，还是挺多年轻人一起跳舞的。 我想，是啊，大学白读了。 我开始跟他学跳舞，完全听不出拍子的我，一开始是懵的，一直盯着脚下，怕踩到他的脚。他说：到鼓点的时候我紧握一下你的手。慢慢，我大概听出了三拍和四拍。他长得和我差不多高，我们都尽量不对视。连续跳了小段时间，我基本能跳简单的舞步了。 很多同事知道了这件事，会当面问我，话里让人不舒服。我没理会，因为我想学跳舞，而且额外收获是我听出了节奏。 “春风秋雨飘飘落落只为寂寞”。 他说他在外省开店的时候，白天工作，晚上和老婆去广场跳舞。 “这样就避开了晚上两人在一起没话说的尴尬。“”“日对夜对，没那么多话说。忙完工作，跳完舞就很累了，刚好可以洗澡睡觉。” 最后，他还是离了婚。 很晚我才知道，当时他有个 89 年的女朋友。 昨天终于放晴，风也不小，于是到楼顶放风筝。放着《last dance》，一边跟唱一边随音乐摇摆，惬意极了。有时候不开心，放节奏强的歌，跟着摇摆，就会好很多。 幸好还有音乐啊！ 也想起多年前一起看迷笛的胡小璞，我现在会踩鼓点了！","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「单身狗」|「自言自语」-16","slug":"「单身狗」-「自言自语」-15","date":"2020-03-23T03:18:17.000Z","updated":"2024-01-24T16:44:08.499Z","comments":true,"path":"2020/03/23/「单身狗」-「自言自语」-15/","permalink":"https://kiwylai.github.io/2020/03/23/%E3%80%8C%E5%8D%95%E8%BA%AB%E7%8B%97%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-15/","excerpt":"","text":"有个小朋友看到我家厨房，说怎么这么乱，像狗窝。他问我几岁，我让他猜。 他说：21？ 我说差不多。 他说 20？ 差不多。 他说 19？ 差不多。 他忽然像发现了新大陆：哎呀，你单身，这里还像狗窝，那你岂不是单身狗了？ 我说，可能是吧~ 他问，那你怎么还不结婚？ 我说，结婚了就没钱买零食给你吃了。你看，一罐奶粉两三百，一个星期就没有了。一罐奶粉可以买很多饼干了！ 他说：对哦。 小朋友说他妈妈在放晴的一天帮他收拾了房间，狗窝变成了猫窝。我说，猫窝很干净吗？猫咪也是会到处大小便的。 他说，对哦。总之是，房间现在整齐了些。 昨天，我让小朋友来摘木瓜，来了仨，包括那个小朋友。 另一个小男生 D 说：老师，你现在不是没钱赚？ 我说是的。 他说：开学了再把钱赚回去。开学了我再来，我让我妈送我来。（他三年级的时候来过，有天晚上很开心对我说他妈妈说让他一直来，直到他小学毕业。没几天他又很开心告诉我妈妈买了两个学年网上课程，因为两年一起买便宜。我没提醒他之前说过的话） 他们看到我厨房，都感慨怎么这么多东西，像狗窝。还强烈要求到楼上看看，我拒绝了。 小女生问：你一个人在家吗？ 我说是的。 她说：那老师你很孤单哦。 我说：孤单？手机不好玩吗？ D 一直在说话，说开学后凑齐买一箱牛奶放在这里。还说来这里不是学习的，是搞破坏的，还要把我吃穷……（想起有次去旅游，和驴友在麦当劳买甜筒。店里很多小朋友很吵，我说：这些小朋友怎么这么能吵，太可怕了。朋友说：你也很吵啊，闹闹。） D 说：我明天下午四点半又来找你玩。我说为什么？他说好玩啊。我拒绝了。 我让他们把木瓜带回家，他说留在这里，明天再来吃。我拒绝了。他一直问为什么？我说我很忙的。 是的，老师很忙的，一天 24 小时根本不够用！","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「傻子才悲伤」|「自言自语」-14","slug":"「傻子才悲伤」-「自言自语」-14","date":"2020-02-21T14:21:03.000Z","updated":"2024-01-24T16:39:51.135Z","comments":true,"path":"2020/02/21/「傻子才悲伤」-「自言自语」-14/","permalink":"https://kiwylai.github.io/2020/02/21/%E3%80%8C%E5%82%BB%E5%AD%90%E6%89%8D%E6%82%B2%E4%BC%A4%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-14/","excerpt":"","text":"1.最近两个月，我深深发现，我讨厌烹饪，包括做饭和甜品。可是被困这么久，疯狂想吃甜食，于是最近十天内做了四次蛋糕，一次比一次少耐心，可每次还是吃完了。 不看食谱瞎做了一些菜式，没几样好的。 觉得有一天会把自己毒死。 或者饿死。 2.有次蹲下来给手机充电，刚好放了个屁。 闻着竟然很像榴莲味，忽然就很想吃榴莲了。 很久没吃榴莲了。 3.一天晚上正在吃难吃的面，小镇海鲜店老板娘说煮了蚝饭，问我要不要吃。我就恬不知耻拿着焖烧壶去打包了。她说煮好马上问我，想着我一个人煮饭麻烦（我经常和她诉苦不知道吃什么），能帮我解决一顿是一顿。 忽然觉得自己在这个小地方也是有羁绊的人了。 4.自老板娘分我一次生蚝饭之后，我以为是将生蚝和饭一起煮就好，于是让她有小个生蚝时留些给我。 结果买回来后问她，她说把生蚝先煮熟，切粒；猪肉切粒，炒熟。反正和炒饭一样。天，我讨厌猪肉，那我加个蛋吧。虽然麻烦了点，可也可以试试。 将生蚝煮熟之后准备切粒，看到白色部位里面很多青绿色物体，想想，应该是分泌物。要去掉吗？好像生蚝都是整只烤，应该不用。一些蚝干也是整粒卖，应该也不用。我想问老板娘，可时间紧，就懒得问了。把那部分全部去掉，留下个头。要不然，我就是在吃屎了。 我告诉老板娘，她大笑说你这样还剩下什么呢？我说，还是有半碗的。 再想，老板娘再给我分蚝饭的话，我还是会愉快吃完的。 5.不知道为什么，小镇很多人家里的大件都是木沙发，1+2。很多凳面还有弧度，很不适合躺。坐久了屁股也痛。 有次上课，和学生说到 sofa potato 这个词。我让他们猜是什么意思，没人猜对。我问他们有谁家里有布艺沙发，结果都没有。他们问我我家有吗？我说有。布艺沙发很舒服，像你们有些人的床。有个学生说，我到我姑家坐过。我说是的，躺下去就不想起来了，躺着吃零食看电视也是十分惬意的，太舒服了就不想动，所以会胖。胖了像什么呢？像土豆。他们还是一脸疑惑。 希望呀，他们以后都能体会躺在沙发不想起来的感觉。他们有些人家里也不穷，只是习惯和爱好不同吧。 想想我也是大学才体验到布艺沙发的爽。暑假去南宁亲戚家，空房子，亲戚住公司宿舍，没给钥匙我。于是他不在的时候，我就开着空调躺沙发看电视。那一刻明白什么叫 sofa potato，虽然我没有零食。 6.在 TVB 老牌剧《法证先锋 4》里见到几张亚视的面孔，张文慈，陈炜……我小时候喜欢的演员。只是现在看，她们的脸都很僵，不是饱满欲出的玻尿酸，大概是过了磨合期但还没到最佳状态或者其他，不太懂。 脸僵，眼神僵，肢体也不太行。张文慈在《我和僵尸有个约会》里饰演的僵尸我现在还记得，或者说记得她那对 CP。一个单牙僵尸，不帅，不聪明，法力不高，但是善良，喜欢她，默默守护着她。那时候我对爱情不太懂，可他们这对还是很触动我。 陈炜倒是用了力，但是用尽全力也是不够吧。当年港姐的她，可是经常出现在广告里。细想，那时候她的演技也很一般，只是我被她的美貌迷倒了。好像，小时候，看到自己喜欢的明星就可以了，不需要演技。 7.疫情以来一直刷微博，每晚睡觉前必刷。虽然知道会影响心情，可还是盼望在上面看到一丝好消息。每天都是心碎放下手机，可还是每天忍不住刷手机。直到那晚，听了陶勇医生的音频，再看到李医生去世的消息，我的眼泪就再也止不住，一直流，流到眼睛痛。从来没有这样过。此后，减少刷微博的次数，不敢点开很多视频。 居然能静下心学习了，或许知道，这是目前自己能掌控的事情。 8.那天发现老鼠在我家四处活动，我便想把所有门锁上。结果二楼大厅的锁坏了，伸缩不了。我一怒之下用锤子砸，想把它推回去，结果就断了。 去店里买了个锁，以为自己能无师自通，结果不行。在 b 站找了个视频，不到十分钟就换好了。 没告诉我爸，想着万一有一天他因为我逃婚而把我反锁在家，我就能开锁逃出去了。 也不知道自己哪来那么多戏。 9.出游回家那天，我爸到车站接我到弟弟家。我在小区门口下车，他去停车。我想着他很快回来，没问他拿钥匙，站在门禁前等他。 我看着他走过来，以为他会给我开门，结果他直接刷卡进去了。我说：你不要我了吗？他没听到，我再喊，他才回头。问，你不是有钥匙吗？ 要上十几级楼梯，我左手拿着装着 U 枕和口罩的塑料袋，右手拉着 26 寸行李箱。站在我右边的我爸说：你把东西给我吧。我就把行李箱给他了。结果他指着我左手说，把那袋东西给我。我立马生气了，说：这袋东西才二两重，不用了，谢谢。于是，我两手把东西都搬了上去。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「跑步」|「自言自语」-15","slug":"「跑步」-「自言自语」-15","date":"2020-02-19T13:15:31.000Z","updated":"2024-01-24T16:41:21.044Z","comments":true,"path":"2020/02/19/「跑步」-「自言自语」-15/","permalink":"https://kiwylai.github.io/2020/02/19/%E3%80%8C%E8%B7%91%E6%AD%A5%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-15/","excerpt":"","text":"大学之前，我都嫌弃跑步，觉得没意思。倒是一直记得李连杰说的，跑步是运动的基础。毕业后，觉得自己要锻炼，那时候还不太流行健身，也没钱，刚好租房附近有所小学晚上对外开放，就开始去跑步。跑步是一项门槛很低的运动，有鞋子有跑道就好，不需要同伴，不需要其他器具。开始跑的时候很慢，目标是超过 3 公里，总在心里默默数着，一圈（250m），两圈……渐渐，变成 5 公里。跑完就到楼顶吹吹风，一个人，也觉得有些惬意。 工作这些年，断断续续地跑，街道，操场，河边，湖边……只是前年一下子跑太多，左脚韧带一直没好过，拍了 MRI，做过理疗，没什么用。雪上加霜的是，右脚韧带也复发，走路太多就会不适，至此不敢再跑。 在朋友推荐下，看完了系列动画《强风吹拂》。第一次看完动漫之后，有这么强烈的想写点什么的欲望。看到第二集，我对朋友说，这部片的内核就和我推荐的《攀登梅鲁峰》一样：追梦。看完之后发现，这部片还有一个主题：爱。 有人很早就笃定自己的梦想，有人一直在寻找，有的人放弃。队伍里十个人，没有人一直笃定自己的梦想，因为种种原因，怀疑过，挣扎过。但是，这部片的开始，是二太一个计划的开始：十个非体育学校的人组队去参加箱根驿传。 这是一场长途接力公路赛，共十个赛段，全长 516 公里。每段距离不等，地形不一，难度不一。想获胜，需要针对性训练，还有合理的人员布局。不是人人都能参加，要先通过预选赛。而参加预选赛，需要在公测上跑出 10000m34 分钟以内，或者 16 分 30 秒内完成 5000m。我这等 5000m 基本花时超 30 分的运动渣，深知其艰难。队伍里，除了队长和大一的藏原走，其他人都不及格，特别是瘦弱的王子，跑步只比走路快一点点，配速比我还慢。就是这样一群人，不到一年时间里，坚持训练，不停参赛。在没有替补的情况下，生病的队员还是坚持完赛（生活中真不提倡这样做），最后跑进了前十，还有什么比这更能激励人的呢？ 一开始，除了队长，不能跑的人对比赛没有兴趣。能跑的人觉得不可能，也不想组队跑步。但是队长锲而不舍，威逼利诱，软硬兼施，大家开始训练，最后获得种子权。每个人也在这一路，付出了汗水，到达自己的目的地。 是的，这是一部燃剧，但我觉得它更像小火慢熬的寡油鸡汤，喝着很舒服。大概也和年纪还要经历有关，看的时候，泪和笑都有过。队伍十个人，每个人都不一样，可每个人都很现实，像我们生活中会遇到的人，也会看到自己的影子。 从组队到参赛，期间不少人一直问：跑步的意义是什么？不同的回答，有人觉得跑的时候是自由的，有人还在寻找。有人觉得，肯定赢不了还要跑和肯定会死为什么还要活着一样，没有答案。 此前我也不知道答案，不明白有些朋友为什么那么喜欢跑步。一个比我大一点的朋友未婚。她妈妈为此很生气，骂她女儿到处跑步，不肯结婚，神经病。还把我给人身攻击了一下。 她毕业后在广州工作了几年，家里人让她回来工作，在卫生院做着临时工，领着很低的工资，经常加班。她说家里人不让她出去，她挣扎过，放弃了。在小镇，很多人不知道马拉松是什么，但是她还是坚持参加各种比赛。 看完这部片，我觉得我大概是找到了她的答案：跑步的时候，她是自由的。 还有什么比自由更重要呢。生活中总有种种不顺，跑起来，就只关注跑本身，而忘了其他。自己控制步伐，调整呼吸，向前跑，多自由。跑步这么难的事都能做到，其他事，也就能好好面对了。 片子还有很重要一点是：爱与包容。每个人的性格不一样，跑步的目的也不一样，队长也没强迫大家要一样。也正是因为他的包容与关爱，那 9 个人才会坚持下来吧。跑步的过程，就是寻找自我的过程，成长的过程。它不一定都是美满的，可是努力了，总能有不一样的收获。 这，才是这部片子最大的主题吧。 想起初三参加校运会的 250 米接力赛，在转弯时很多人喊着我的名字，叫我加油。我一眼望去，谁都不认识。但是，奇迹没有发生，只擅长 50 米跑的我，还是没有提速获胜。 高一时，校长很喜欢给我们看陈安之。遇到烦恼时，我想像别人那样跑步发泄。跑的时候像陈安之一样告诉自己：我是个机器人，我是个机器人，我没有感觉，我可以一直跑。但是做不到，跑一千米就容易累。甚至因为跑不下而怀疑自己：我怎么那么差，连跑步都跑不好。是不是我不够努力，所以成不了机器人？以后是不是注定失败？ 所以，我们才需要这样的动画吧。它告诉你：你不必成为一个人机器人也能跑下去，你是一个人，有知觉的人。你不必跑得和冠军一样快，你跑到自己的天花板就好。就算性格有缺陷，要学着爱自己，你没有你想象的那么差。你总会遇到人包容你，而你也要学着去包容，去爱。每个人都有缺点，甚至说，优缺点都是相对的，不用太在意。 去奔跑吧。 去寻找自由吧。 去爱吧。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"任我行丨Thailand","slug":"任我行丨Thailand","date":"2020-02-03T12:30:26.000Z","updated":"2024-01-24T13:38:13.781Z","comments":true,"path":"2020/02/03/任我行丨Thailand/","permalink":"https://kiwylai.github.io/2020/02/03/%E4%BB%BB%E6%88%91%E8%A1%8C%E4%B8%A8Thailand/","excerpt":"","text":"我一直很羡慕那些独自喝酒或安静喝酒的人，或享受，或游离。我不知道为什么，但是就是羡慕，有时候也希望自己是这样的人。 某次夏夜的海边，和朋友一人一罐冰镇啤酒，坐着，有时候聊天，有时候沉默，吹着风。其实我很不能喝，酒精过敏；也很不能忍受酒的口味，太难喝了。可我还是觉得，那种时刻，需要一罐啤酒。虽然，我勉强自己，也只能喝几口。 上次去日本，清冷的大街，太阳早早下山，觅食的时候看到一家亮着小黄灯的木式装修的居酒屋外，排起了小小的队伍。过去看了下，离开店时间还有十五分钟，于是决定跟着排队。最后坐下，看着半懂的菜单，每个人点了不一样的酒，基本是白酒。相对来说，梅子酒最易入口，白酒太烈。没喝几口，我的脸蛋就发烫，头开始发晕。后背有暖气机对着吹风，脚冷，脸热，后背热。最后，不得不快点吃完东西，到门口吹风。 这次到曼谷，在小村庄闲逛的时候，看到路边的招牌上鸡尾酒价格相当便宜，想着这里应该有蔬菜沙拉满足我的蔬菜需求，坐下，点单。没有英语菜单，还是老板娘用电话让我和那头的人中文点单。吃完沙拉，喝了几口酒，脸蛋开始发烫。再喝几口，开始晕乎。赶紧写完想写的文字，走人。 今天，终于明白自己羡慕的是什么。享受的人能自己带给自己快乐，有某种东西能持续带给自己快乐。游离的人可能在经历某些不顺心，他们沉默，喝下一杯酒，像是给自己注入某些力量。 他们，看上去，都能勇敢面对一切困难与琐碎。 春节去了趟泰国，和发小。一直想出去过春节，但是不知道去哪里。害怕一个人出国自助游，害怕自己搞不定。发小刚好也不想在家过，于是和我结伴。她不会英语，说跟着我。我说好，我们就瞎逛。 曼谷落地，此外再无计划。我不想做计划，懒得做，我也可以在曼谷呆到回家那天。出游对我来说，就是感受本地生活，让自己舒服。同伴说工作忙，没有做计划。最后，我们还是有了计划，或者说有了决定。 这趟出游，我想写很多，关于人，关于事，关于我自己。 我遇到一些很值得写下来的人，与人分享，也让自己在往后可以回看，自己曾经遇到过这些人。他们短暂出现在我生命里，温暖过我，以后或许再也不会遇到。 一个华裔二代大叔 我们的计划就是早上自然醒，坐车到曼谷华兰蓬火车站，用 Google 翻译给售票员看：我想要一张三小时左右的三等票，目的地不限，就近出发。售票员问了一下同事，在电脑显示屏给我看信息。一个我不认识的地方，一个半小时车程，我接受了。上车在地图输入了目的地地址，发现是大城。在马蜂窝看了下，算是个旅游城市，车上有不少老外。 我们买的三等座，没有空调，四开的窗户，旋转的风扇，随便坐。热气不时涌进，风不时吹进。很像早些年的绿皮火车，三十几度的高温，舒适度比夏天的湛江要好一些。 看到一个建筑，我想问一下隔壁的女生，结果她不大能听懂英语。我斜对面的大叔伸头过来问什么，我再用英语问，他回了句什么。最后他问我们会不会说普通话，我说会。于是，我们开始聊天。 那天是除夕，他要回家。他爸爸是海南文昌人，多年前来到泰国，妈妈是当地人，披集县。他说小时候不知道爸爸为什么来这边，别的叔叔告诉他当年水稻收成只有 3 成。本地人不太过春节，华裔会过，他就和一个亲戚一起回家吃团年饭，再到亲戚家坐坐。没有看到他手上有行李，只看到他座位下两大瓶水。 他民国 80 年去过台湾当两年翻译，后来关系不友好，他自学简体中文，从 bpmf 开始学。他说繁体和简体学起来是不一样的，他也教过别人中文，因为有些人被派到内地工作，发现不会普通话很麻烦。他自己也跑过很多年广州的服装市场，帮老板看货。LV 什么的，更新特别快，也便宜。很多本地小白领会买，因为正品太贵了。鳄鱼牌一件正品 T 要 3000，A 货才 500，你开着车穿着 A 货出门，也没什么人会怀疑你。他还会说几句客家话和潮汕话。 我问泰国本地教育要求学英语么，他说要求，但是只有写。语言包括四大块：听写读说，所以很多泰国人口语不好。而且他们也不学音标，用泰文类似的音去注解。（怪不得）中文也是一样，无外乎主谓宾定状补补足语。我说，这个更适合英语。 聊到经济，他说现在的泰国落后中国三十年，高铁技术也是从中国引进的，现在还没建成。本地很多日系车，没有本地品牌，中国车也进驻过，但是不大受欢迎。日系车轻便，省油。摩托车倒是有人会买中国车，也少。Kawasaki 什么的，在这边比在中国便宜很多啊（忘了具体价格）。他说经济落后主要是政府腐败，汽车市场也是这个。他说了很多次这个问题，很愤慨。（这个话题就写这么多吧）(补充：因为这篇文首先发在微信上，所以我进行了自我阉割。) 火车没有报站，且像公交车一样停很多站，我根本就不知道自己到哪里了。大叔会提醒我们快到站了，还让我们小心，不要喝陌生人递过来的水。两个女生出门总是好的，一个人太危险。有些地方，有人专门骗出游的女生。我们下车，他再次嘱咐我们小心，不要乱喝陌生人的水。最后，我们到了站台，他伸头出窗户和我们再见，嘱托我们小心。 河对岸的村民们 到大城住下后，吃完东西，我们就开始闲逛。我看手机地图刚好有个 ferry，就马上走过去。不知道为什么，对河上的一切，我都有兴趣。到了一个村子。遇到两个小姑娘，大点的姑娘看着我们，说了 hello。于是，我和她聊了几句。开口就是 how are you？她说 fine, thank you. 我马上说：how old are you? 她说 fifteen。我诧异，觉得她最多 12 岁，不论样貌和身高。再聊几句，她用 Google 翻译，我也用起了翻译。我就跟着她一直走，问她哪里可以买水果，她说 711。很快，她就到家了。刚好看到一个不错的建筑，我走过去。感觉，又是很多墓碑，却一点不让人害怕。 再走出去，看到有人在踢球，我还听到有节奏的音乐，就跟着声音走过去。发现是一个什么机构，一个年轻男士在教一群阿姨奶奶跳舞，男生正对着我，他看到我在看着他，开始不好意思。他笑，和第一排的阿姨说了什么，阿姨笑着回头看我。于是，我一直盯着男生看，直到他一直盯着地面，腼腆地笑。 再往前走，看到路边大树下有一个好看的秋千，边上三个小小朋友在走廊玩手机。我看着他们，大摆手说 hi，再指指秋千指指我自己，他们点头。于是我就过去玩了快一小时，超级爽！ 红色衣服小男生还一直各种搞怪，爬树，跳舞，太可爱了。他看到我哈哈大笑，搞怪起来就更积极了。我还借了他们放着的单车在转圈，不敢往大路走，就在小院子一圈圈骑。不久，一辆车回来，车主下来和同伴说了两句话，再和小朋友说话。不久一小男生从旁边房子拿出两瓶水给我朋友。他想给我，看着我在骑车，没敢。爸爸一直在门外，看看这看看那再玩玩手机。我看着天黑了，怕没有轮渡。就赶紧和小朋友们合影，顺便告诉叔叔我们走了。他拿出手机，点开前置，原来是要和我们拍照。拍了一张，不够满意，让我们移位到他家门口的招牌，开灯，再拍。于是，我也拿手机拍了一张。 我用翻译告诉他，我们瞎逛来到这，住河对岸，坐轮渡来。他执意要送我们去渡口，我说走过去就行，他不肯。 朋友说，叔叔一下车就问她 Chinese?指着自己 no English。朋友说，我也不会英语啊。 第二天早上，我骑着租来的单车再去村里转了一圈，院子里没人。再转一圈，最害羞的小男生（哆啦 A 梦衣服）拿着汽水从家里过来，我和他 say hi，他有点楞。大概是我包得太密实，口罩＋帽子。 中午再去了一趟，没人。我直接坐秋千上，想等他们回来。结果一直没有，倒是昨晚的大男孩在，但他一直没和我说过话。 傍晚过去 say goodbye，爸爸在，小朋友都不在。我告诉他，我们明天就离开了，过几天回国。这趟旅行很开心能遇到他们，真的很开心。我玩了一阵秋千，想了想，自己也没什么送给他，硬币也没带，送几张小面额纸币吧。我给了他四张，三个小朋友和他，因为只有三张一元和一张五元。他最后收了两张一元和一张五元。给我送了两个象牌啤酒的开瓶器，一个给我，另一个给 my friend（其实是 your friend），他说他在那工作。我问是经销商吗？他说 product。 天快黑了，我不确定轮渡开到几点，也担心一个人骑车的安全问题，还有，饿了。于是，挥别，再见。他说 see you again。我想，或许是再也不会见了。 丨哆啦 A 梦男生家 另一条村庄 那天我骑着车到处走，看到岔路口就想走进去，但是发现很多都是别人的家门口，我只能回头。其中一个点，khorean soi 一带，车主刚下车，我看到那里并没有围起来，还是河边，就下车看了下风景。拿着 Google 去借厕所，一老奶奶带我去厕所，等我出来拍着我肩膀，我跟着她走到河边。她拿起一根竹竿，努力想把小船旁边堆积的水浮莲赶走，但是实在是太多了。她上船想分批操作，还是失败。 她很不好意思说 no，我说 it’s ok。河边很舒服，我就继续站着。她看到我这样，又继续努力，几分钟过去了，还是失败，她只好再不好意思说 no，然后离开。 我在岸边坐了很久，这里很舒服，树荫，清风，小支流汇入主流。小鸟一直吱吱喳喳。虽是中午十二点，虽是 34 度高温，但是真的很舒服。老奶奶也让我感动，因为我没有说去河边，我们语言完全不通，感觉她也不会看字。 因为饿，所以骑车走了。路边有一家店，门口有玻璃橱柜，老板娘正在忙活。我过去，大家看着我，一阿姨问：rice？我点头，她指了指隔壁。于是我过去。 刚好一男生离开，上面还坐着一男生，我以为是老板，翻译给他看，我想吃米饭。他翻译给我看：豚肉 xx。他大概以为我是日本人。我点头。他进去和老板说了什么，出来拿一个不锈钢杯子加吸管，里面放了冰，再给我一瓶冰箱里拿出的矿泉水。 丨就是骑着这车走了一天，租金 50 泰铢一天 随后，一个女生进来。他打包了几个饭，走了。我问女生隔壁店有蔬菜吗？她说都是木瓜沙拉。前面一家叫 summer 什么的店才有蔬菜沙拉。我问可我看到茄子了，没有蔬菜吗？她说没有。我问木瓜沙拉可以直接吃吗？她没理解。 我让她告诉老板我去隔壁买个沙拉再回来吃饭。她问我点餐了吗？我说点了。她带我去隔壁，和老板说了一通，告诉我需要等。我看了下店里，蛮多人。她问我吃辣吗？我说一点点。 随后，她又带我回吃饭的地方。我看到一个大哥拿着一袋木瓜沙拉，就问他能不能看一下。他和女生说了几句，大哥直接把沙拉递过来。我没明白，他们又说了些什么，大哥直接把木瓜放我桌子上。她又说了些什么，把沙拉递过去。大哥笑了笑，打完包就走了。 不久，女生和我说，米饭没有了，只有百盛。我实在不知道是什么，问还有面条吗？她说也没有了。可以介绍另一家店给我，就是那家 summer 什么。木瓜沙拉已经定了，所以一定要拿。她带我去取，然后指着前面一块招牌说就是那家店。我往前走，以为就是路边那家，就进去了。 有个帅气的小男生坐着，我直接给他看手机，我想要米饭，他点头。我说猪肉可以的。他点头。不要太辣，他点头。他打包了四个饭，随后开着小摩托车走了，看着他离去的方向，我一度怀疑早上是不是见过他。 老板很快给我上了一份炒饭，有蛋，有鱿鱼。我顺便吃了木瓜沙拉，说实话，还是不知道里面的生青菜是怎么吃，大概是生吃，可我不敢。木瓜沙拉很好吃，炒过的花生米，番茄，生木瓜，辣椒，感觉还有包菜。酸甜辣都有，味道刚刚好，很开胃。可是对牙齿要求很高，因为硬脆，不久我腮帮子就累了。还是不勉强自己脆弱的颞下颌关节了，弃。 看到水龙头，手势问了老板可不可以洗手。她说可以。我连 thank you 也没说，只是不停弯腰点头。她最后说了句 thank you ，我觉得我自己像个哑巴。 一个大城火车站咨询台的工作人员 离开大城，不知道下一站，打算再到火车站用老方法出行。咨询台刚好有人，我就过去问。我给 Google 翻译他看，他给我看了清迈的信息，我说太远了。我们英语交流了一番（我的三脚猫英语），他给我推荐华富里，不到一个半小时车程。我有点嫌弃，觉得没什么好玩，也太近了。他说：不出名的地方，车少游客少，你们很容易 lost 的。我还是不喜，问了另一个女生，女生又去问小哥哥，两人说了一轮。女生也是推荐华富里。男生倒是给我说华富里可以看脖子，他还指着脖子。我在想，看脖子干嘛？最后女生让我打开 Google，摁了华富里，一看，很多猴子……小哥哥继续说，你从华富里到曼谷就三小时，刚好。华富里到曼谷最后一班车是晚上六点。 我给他看了其他几个点，火车去不了。想了下，还是去华富里吧，一点就有车。 列车进站，小哥哥看着坐在站台附近的我说：华富里。我起来，他说，华富里到曼谷最后一趟车是六点。我问他自学中文吗 ， 他说他到中国做了一年交换生，成都大学。 到了华富里，火车站周围有很多古迹，老外少了很多。我打开 grab，居然没有服务……门口一辆的士也没有……问穿着警服的工作人员怎么去酒店，他拉来一个单车搭客的人，那个人拉来另一个人，给我开价 250 泰铢。来回就 500 了，都可以住多一晚了……深深明白，服务台小哥哥是对的！！第二天坐火车，我还想到站感谢他，结果忘了……风太大，吹傻了。 丨华富里站台。晚上这附近就是夜市，那晚我还坐在这里吃炒粉。 丨大城火车站 一个便利店小哥哥 最后两天住在机场附近，因为不想再换房。最后一天，我打算去坐机场大巴到市区（随便坐一辆）。路过一家 711，忽然有了尿意。就 Google 问哪里有厕所，结果店员隔着窗户拼命叫一个男生。我以为他会英语，出去找他问 toilet，他没懂，我给他看翻译，他说：你说中文就好了嘛。随后，他带我去了他们员工厕所。我拿着牛奶问他哪个是糖，他指着其中一行字，我不记住。我又看了几个，他说，不用看了，都有糖的……他一直跟着我，最后我问哪个口罩是医用的？他也不太懂。最后，我买单，说再见。 傍晚回去，我再去便利店，主要是买口罩。刚好又问他借厕所，他让同事带我去。他在门口，我和他聊了一阵，他大三，去年去西南大学做了一年交换生，但是他忘了是哪个城市。他说去了都不想回来，说那边天气很好。我说，重庆诶？他说是。我问他怎么学中文，他说从拼音学起，有老师教。他带着不那么正式的牙套，我问他多少钱，他说忘了……在重庆还掉了一次……我让他找个好的牙医继续看，和他强调了这个问题。最后，我要走了，他祝我旅途愉快。 一个路边摊档主 进 711，座位区坐着玩手机的两个小朋友，两个大人，像是家长。我坐过去，和旁边的男性点头，没回应。看着窗外，几个小摊档。一男的（坐我隔壁的男性）带着鸭舌帽，留着胡子，穿着黑衣，挂着红围裙，有点像台湾那个略黑的男演员，可更不羁。 当然，他明显是落魄的，没人买他的串串。他家的摊档有一个老人在，两个男生还在 711 玩手机，女性无聊趴在桌子上。女儿应该很喜欢他，总是粘着他。他走，她追。他会看着她，却没有其他动作。他从老人的摊档上拿起一串串到邻档的烧烤炉，时不时转两下，像是心中有音乐，他在舞蹈。他一直在走，像在舞蹈。他这样，我忽然都不敢盯着他的脸看，怕被发现，觉得不好意思。他跟刚才，判若两人。 十几分钟，依然没人帮衬他的摊档。老人和他也并不交流。 邻摊一直很多人，人们骑着摩托车过来，几串几串地买，没有现货，也停车等。最后，我出去到多人的摊档买了两串，是真好吃！不到半小时再回去买，居然卖完了！！老板还认得我，不好意思摆手。 而鸭舌帽那档，似乎没买出去什么。 丨最左的摊档就是男人的。最右是好吃的那档！ 河流 丨在河边看了个美的日落与星月 那天在大城骑车，到了比较偏僻的一座寺庙，周围无人，来了一对骑摩托的青年，很快他们离开。 农田很美，据说这里水分充足的农田一年三造，不充足的两造。寺庙附近的农村绿油油，美极了。小河边抽水机一直工作，荷花开了。华裔大叔说去年泰国很少下雨，我说我们家乡也是。 在华富里看日落时，不小的河床干枯，很多段直接见底。 丨这么大的河，只有中间的地方有水 湄南河的主干和支干都很多船只，烧着柴油，嗡嗡响，一些没有生意的游船也时常来往。曼谷的河段，漂着不少垃圾。 想起我在的小城镇去年也少雨，河床因为被抽沙而变得很深。不多的沙滩也被围起来饲养家禽，粪便满地，河水也被污染。有时候，世界大同，都让人心痛。有点安慰的是，泰国的小鸟特别多，比我家乡见到的还多。 大学 这次去了两所大学，一所是特意去的（随便想了一个城市大学），一所是无意路过。前者是曼谷大学，去的时候还折腾了一番。本想按导航坐地铁+走路，结果地铁站的工作人员让我地铁+公交车。出站，找车，结果，推荐的两路车都说不去那。大热天，我和同伴在车来车往的路边。最后，只好打车，还遇到塞车，司机说 20 分钟的路程走了 50 分钟。幸好是 grab，不是打表的的士，不然得心疼死。 先说交通，曼谷真是太容易塞车了！！让人难受。有次还是饿着肚子去找吃的，塞在路上，整个人特别难受。那一刻想：什么诗与远方，还是躺在家里最爽。 再说大学，曼谷大学很小，倒是蛮清净，还有吸烟区。另一所大学我现在还是没有记住名字，就在湄南河边上，大概是商学院，很多学科。我背着包就这样进去了，也没人拦我。我在里面悠哉借了厕所，河边吃了午饭，坐了一阵。十二点多，却是课程开始时间，要不是不懂泰语，我都想混进去上一节课。 觉得这样才是大学啊，能包容外校人士。 丨以上为曼谷大学 丨以上为商学院 寺庙 曼谷寺庙很多，而我对这些完全没有兴趣。大皇宫也没进去，太热太多人，也贵。酒店很近的古迹很多我都没去看，最后只去了华富里火车站附近的一个，因为那天没什么事做，离得也近。 丨这是大城的古城遗址，我只是晚上骑车瞎逛路过。 丨这是三塔寺，华富里最有名的点了吧。白天很丑，还超多猴子，让我害怕，所以没去。 饮食 很意外的是，我觉得泰国菜式挺合我口味的，原因之一是：不咸。只是蔬菜经常吃不够，好了，除了自己买菜做饭，我基本就没满足过蔬菜需求。天气热，加上干燥，我嗓子很容易不舒服，没找到合适的润喉糖，每天拼命喝水，不太敢吃辣，不然我会爱泰国菜多一些。 丨好多地方都有生豆芽和韭菜，生韭菜很辣，也担心卫生问题，所以基本没吃 丨这个蘑菇汤饭要 60，鸡肉饭才 50。我看着图片有蔬菜才点的，结果…… 丨这是什么沙拉，贝壳是生的…… 这里的饭菜普遍不贵，但是也没有很便宜，大概和广州非中心地带差不多。很多粉，也很多米饭，一个米饭 40-60 泰铢，米粉 40-50 泰铢。基本没遇到因为我是外国人而抬价的行为。小吃不少，也试了一些，基本 OK，除了奶茶和冰淇淋太甜。很多摊主都是女性，不知道为啥。 丨三十几度高温还要烤饼，真的是很辛苦了。 街头、感想 泰国真的很多老外和国人，但是不去景点就还好，完全可以清净游。我很开心遇到这么些人。给那个爸爸留下纸币，也是想把自己写进他和小朋友的人生里，他们生命中曾经出现过这样一个人，不管多久。 有时候走在街上分不清自己在哪里，总觉得很多地方都这样。自己明明也没有去很多地方，出国就更少了。 出发前很担心自己出游，但是这一趟，同伴因为手机太旧，更新不了系统，不能用地图，微信不能用小程序，基本全程都是我在导航问路做决定。Google 翻译有点烂，但我懒得用其他。肢体语言十分好用！ 坐火车、坐轮渡、坐水上巴士、骑单车、grab 叫车，到处借厕所（很少看到公厕），觉得以后我完全可以一个人出游。 想去拉差达火车夜市，还没出地铁站就遇到中国旅行团，我心想：这下子连导航都省了。结果越往前走越多团，到门口就水泄不通，很多人没戴口罩，吓得我赶紧找小路撤离。 那几天很怕因为咳嗽而不能登机，害怕不能回家。所以晚上有风扇就不开空调，最后几天背着几升矿泉水到处走，低于 500ml 就赶紧买新的。那时候一心想着快点安全回家，过上正常的生活。可真正回来，却发现，生活也不是那么正常。小镇虽然没有病例，大街上还是不少人走动，小朋友和老人，很多不戴口罩，可到底还是不一样了。佩服他们的大胆，也祈求大家不要有事。想想非典那年，真的是完全没有感觉，生活完全不觉得有什么影响。 高中和大学的时候骑摩托车一直把油门踩到底，不带安全帽，不会刹车，以为自己不会死。现在，总是稳妥为主，知道自己易怒，就尽量少开车。知道生命的脆弱，世事的无常。科比死去那天，我晚上没睡好，早上睡眼惺忪起来看到新闻，以为自己在做梦。一直刷，发现大家都在说这件事，才确定，这是真的。你怎么可能想到他这样去世了呢，我以为他是能活到八十多，影响篮球圈足够久的人。 虽然有时候也想过自己活着到底是为了什么，可总觉得，还是有想做的事情，还是要活着，万一找到了活着的意义呢。不能因为飙车而死去，太蠢了。（不过在泰国过马路看手机差点被车撞……） 总觉得 19 年有些难，希望它快点过去，20 年会好些。结果，20 年第一个月就这么难，可能还要难上很久。刷微博会不停心碎，为什么会有这样的人这样的事。心碎完，就把它捡起来，粘回去。好好面对生活。 写于 2024 年 当时写完字数太多，我懒得检查错别字。八千多字，好友暖妹帮我检查完了，感谢他。 这篇文写于 2020 年 2 月，所以我在博客的发布时间用了当时在微信上的发布时间。那时候国内形势已经有些严峻了，学校不开心，武汉还在封城。其实我刚到曼谷不久，师妹告诉我她们遇到一个在武汉封城前赶出来的男生，加了微信，但是没再一起玩。我当时说她你怎么敢和武汉的人一起玩，你不怕回去被查出来抓你去隔离吗？她说她爸还骂了她一顿，说她胆大。我当时也有点担心成为间接接触者，但是又觉得对方都能出来玩了，应该是没事的。 回去前登机的时候，我看到一群中国人堆在一起，就问发生了什么事。他们说中国护照暂时不能值机。当时离起飞时间还有两个多小时，他们很安静。我说怎么会这样，不行的话我们就集体抗议啊。但是人们分散开，没人理我。我看着，也就不说话，边上吃早餐去了。后来我们又被通知可以值机了。落地澳门之后，本地也没对我们怎样，只是做了核算登记，就放我们走了。我便很快过关，去车站坐大巴回回去。 回去之后，也没人来找我登记什么的，我以为我们乡下管得不严。后来我和一个公务员朋友说起这件事，她说是我们镇政府的人失职，没人找我登记。再后来，我就享受了人还在路上，镇政府和卫生院的电话轮流打来，还有卫生院的人上门做核算的待遇啦。","categories":[{"name":"自助游","slug":"自助游","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E5%8A%A9%E6%B8%B8/"},{"name":"泰国","slug":"自助游/泰国","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E5%8A%A9%E6%B8%B8/%E6%B3%B0%E5%9B%BD/"}],"tags":[{"name":"旅行","slug":"旅行","permalink":"https://kiwylai.github.io/tags/%E6%97%85%E8%A1%8C/"}],"author":"Kiwy"},{"title":"「杂」|「自言自语」-13","slug":"「杂」-「自言自语」-13","date":"2019-12-31T14:00:07.000Z","updated":"2024-01-24T16:36:19.108Z","comments":true,"path":"2019/12/31/「杂」-「自言自语」-13/","permalink":"https://kiwylai.github.io/2019/12/31/%E3%80%8C%E6%9D%82%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-13/","excerpt":"","text":"1.学生：老师，how old are you 是什么意思啊？ 我：old 是老的。所以这句话的意思是？ 学生（很开心）：你多老啊？ 2.课上 我：不要再看了，我知道我很美。 学生 A：老师，你能有点自知之明吗？ 我：有呀，所以我知道我很美啊。 A：都要被你气死了。 课间，他们想去中学玩。围着我，我说给我个理由。 学生 B:因为老师最大方。 学生 A:因为老师最美。（望向大家）说，谁是世界上最美的人？ 所有学生，异口同声：XX(我的名字)。 3.一学生写英语作文，每天去学校 by car。我说，你家真有钱，小时候老师每天去学校只能 on foot。 ta：可是老师你现在很有钱啊。 我：哪有，现在我出门都是骑单车啊。 ta：可你那是土豪金啊。 另一个小朋友：老师如果有钱就在外面住大房子了，还用得着回来这里开辅导班。 我：啊，你说得太对了！ 4.有次学生太吵闹，我很生气，想哭的那种。站在门口，背对着他们。其中一个小朋友说：你们还吵，特别是 xxx，教不好你们，老师的辅导班就开不下去了。 那一刻，我的眼泪忍不住流下来。 5.镇上新增了很多辅导班，一学生担忧地说，老师你收 xx 钱一个月，他们收 xx 一个月（比我便宜），所以他们都去那边了。 6.有次和我妈约，带侄子去公园玩再去吃麦当劳（我想吃），她说好。我诧异，以为她不介意“热气（上火）”。 第二天，准备去麦当劳的时候，她问我，那里有粉面吃吗？我说没有，都是汉堡包。她说吃不饱，我说包里有肉，很管饱。 侄子很喜欢薯条和奶茶，不碰汉堡。我妈担心热气，所以在侄子吃了几根之后就哄骗抱走了他，虽然我解释说，糖果更容易让小朋友咳嗽。 我吃完出去，在门口遇到我妈带着侄子在甜品站。原来侄子想要冰淇淋，而且是甜筒，不用麦旋风。我给他买了一个，结果他舔了一口冰淇淋，就开始啃脆筒，满脸都是冰淇淋。而我妈，在牛杂店吃河粉~ 7.听一个学生说起另一个学生和男友分手（社会人士），正在被社会人士追求，还跟着他们的车去邻世。我说这样太危险了，以后尽量不要这么做。再默默感慨：她一个在校学生居然认识这么多社会男青年，而我作为一个社会青年，都不认识几个社会男青年。 8.一个周六，课间带着我的学生去学校参观休息，一个学生叫我名字。但是我没戴眼镜，没看清是谁。不久，门口有单车的声音，我望出去，上次的小男生带着另一个男生，跨在自己的单车上，看着我。我看着他笑，想让他迟些来找我，我很想和他说说话。但是刚好家长来了，我什么也没说。 之后，一次在一个小商场看到他，他来找做店员的妈妈。我看着他，傻笑，不知道该说什么，因为他妈妈在。 昨天，我送了一些新年贺卡出去，包括他。今天收到他妈妈的信息，说谢谢贺卡。但是她不喜欢粉红色，更喜欢蓝色和绿色（可能是别的小朋友告诉她有这两种色）。我第一反应是：那你把它扔了吧。 和朋友吐槽，对方回：“关你屁事，又不是给你的。”“重要的是心意，又不是颜色。何况粉红又不难看。” 最后我回他妈妈：我以为最重要的是心意，所以没在意那么多。 9.为什么要送卡片呢？花时间买，花时间写。 贪心地想：他们很多人应该没收过卡片，我要成为第一次送他们卡片的人。他们，有部分会比家长更能珍惜那份情义。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「我们都是好孩子」|「自言自语」-12","slug":"「我们都是好孩子」-「自言自语」-12","date":"2019-12-02T10:20:10.000Z","updated":"2024-01-24T16:33:52.408Z","comments":true,"path":"2019/12/02/「我们都是好孩子」-「自言自语」-12/","permalink":"https://kiwylai.github.io/2019/12/02/%E3%80%8C%E6%88%91%E4%BB%AC%E9%83%BD%E6%98%AF%E5%A5%BD%E5%AD%A9%E5%AD%90%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-12/","excerpt":"","text":"◎ 有个男生去年开始来晚辅，很活泼，很爱拍照，各种搞怪动作。经常给我带零食，春节给我姐姐做的牛轧糖，龙眼荔枝刚上市就给我带一小袋来，还是一颗一颗剪好的… 有次我说不知道在哪里买小包的奥利奥，一群学生告诉我哪里有。他第二天直接带来一盒，分了一包给我，另一包分给其他学生一起吃。他每次带零食来都会分给大家，分完的那种。 他不爱学习，完全不爱，特别是写作文。他妈妈经常让我教他写作文，他总是逃避。有次他又要写作文，可他怎么也不动笔。我怕他妈妈又来找我，软硬兼施，他生气了。同桌（他班上的同学）出主意，说带他去门口观察植物（见第二条），但他拒绝了。我便带同桌出去，教同桌怎么观察，怎么思考写作文。同桌回去告诉他，他依然不理睬。同桌甚至动笔帮他写了开头，他也是没理会。 快期末时，有几天他没来，据说是妈妈说不让来了。最后，又来了，几天后便放暑假。这学期，他没再来。 前两周，我去市集一商店买东西，看到隔壁家坐在门口看着手机的他。我叫他，他没回应。我过去，跳到他面前，看了他一眼，然后走开。我当时戴着帽子和口罩。同行的妹子看到他的反应，说：好冷漠。当时他爸正在屋里和其他人打麻将，我这才知道他家原来在那。 周五傍晚，我骑车回家路上遇到相向骑车而来的他。他笑，很开心。我也笑，傻笑。我也很开心，开心得只会傻笑。当时我戴着帽子和口罩还有眼镜，他应该能看到我的眼睛，笑起来时，只有一条缝。 不知道他近来如何，只是很记得他去年大概这个时候问我：老师，我不明白为什么我爸妈那么嗜麻将，每天中午做好饭等我放学回来就说：“儿子，你自己吃饭”随后就出去打麻将了。周末经常扔一手机给儿子，就又去打麻将了。之后，我和他妈妈说过这个问题，她说是有这个问题，不过已经好很多了。 丨他的手，我的画 ◎ 说起作文，小女生有次写一件事物，她决定写我家门口的玉兰。我教她观察，形状，气味，季节变化。我以为会拿高分，毕竟条理清晰，也用了修辞手法，还有真情实感。结果她一直没和我说这件事，很久后我看到她作文本，这篇作文才 68 分，其他网上和作文选抄来的却八九十。关于玉兰，她从春写到冬，结果老师问“冬天呢”？我当时很想骂人。因为我和小女生说，广东季节不甚分明，秋天和冬天差不多，可以放在一起写，直接用秋冬就可以。她第四段开头，就是“秋冬时节”，结果老师在寻找冬天？？？？ ◎ 中学第十一周星期一二中段考，周六晚上一个妈妈微信发语音说女儿考得很差，问我她平时在这里到底有没有认真学习，从来没试过这么差……还发来一张成绩单。我说我先问她要试卷看一下，你先别着急。 我微信女生 A，没回我。第二天早上，女生没来上课，微信也没回。我给那妈妈电话，说是女生手机被老师缴了。早上她问女儿到底去补课有没认真学习，女儿说那就不去了。我当时还跟妈妈说：你不能老责备她，语气要好些，你这样只会把她推到对立面。她说我没有骂她…… 她同班学生说，A 在学校因一件不大的事情（且与她本人无直接关系）打了一低年级女生一巴掌，最后闹到政教处。低年级女生是孤儿，所以没有家长来闹事。A 还发朋友圈说原来打人这么爽，甚至还在朋友圈骂班主任（因班主任批评她）…… 有个周六，A 去医院看望和家长吵架而从二楼跳下来受伤的同学，引起了一些流言。我忽然想起，有个周六，她本来要和另一个尖子班女生坐公交车去市里看《少年你的》，她们约我去，我觉得半天来回折腾太累，就没去。结果 A 的爸爸说不同意，另一个女生只好自己去。晚上，A 却发微信告诉我说她在医院，朋友过敏了，本来打算还我的钱（她用现金和我换微信支付）还在她手上。我说你爸同意你去了？她没再回复。我核对了一下，看电影的那个周六就是跳楼女生住院的周六。我不知道 A 有没对我撒谎。 上周六，班上另一个女生说：A 两个星期没来上课了，据说去市里打工了。我微信她，她也没回我，但是朋友圈一直更新。关于自由，关于爱情，关于被爱，关于人生…… 我没想到事情会这样，因为她暑假经常和我们玩，开学后就经常和我去骑车，国庆还一起去市里吃饭。她在尖子班，且这是一个小镇，蚂蚁很容易变大象，我以为人们会胆小一些。但再想想国庆我们吃饭时，有两个女生一直跟着她，说是没有手机。我们让女生俩和我们一起吃饭，她们拒绝，却一直坐在我们后面一桌。期间还拿着她的手机去吃东西，许久不回来，我们打电话过去也不接。最后，她们俩跟我我们仨一块走。我那朋友很大声和 A 说（俩女生就在身后）：朋友是可以自己选的……最后，A 还是和她们一起走。 想起她说她妈妈反对她和我骑车，因为经常出去玩。但是她妈妈却一直让我劝 A 多去补课。A 有次和我说，她应该不是爸妈亲生的，村里的人都这么说。我说，血缘有时候不是那么重要，养活一个小孩不容易，他们把你养大，也是很棒了。每个人都有他的局限，可能他们自己也不知道，包括我自己。但是你父母对你不也差，相对来说还是一对好父母。 祝她好吧。 也只能这样了。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「夜游神」|「自言自语」-11","slug":"「夜游神」-「自言自语」-11","date":"2019-08-14T15:22:42.000Z","updated":"2024-01-24T16:31:29.388Z","comments":true,"path":"2019/08/14/「夜游神」-「自言自语」-11/","permalink":"https://kiwylai.github.io/2019/08/14/%E3%80%8C%E5%A4%9C%E6%B8%B8%E7%A5%9E%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-11/","excerpt":"","text":"在微博看到这首歌(九连真人的&lt;夜游神&gt;)，看了评论，我再去 b 站找了他们去年比赛的版本。在评论区看到歌词，也凭着我对客家话的基本了解，我听懂了那个版本。 他们写得真好，唱得也真好。 于是很讨厌这个彩排版，因为很多歌词被修改，改了后，意思变味许多。例如：善良，终究被中伤，被中伤。彩排版居然是：善良，终究被中伤，终究被重赏。重赏？？？？exo me？？我不知道是上面的意思还是节目组自我挥刀。他们在节目中的其他歌曲翻译也很奇怪，都很正能量，而原意有点丧，却也不是怨天尤人的那种。我觉得乐队肯定是提交过翻译的，肯定不是没人懂客家话的锅。 想起去年《明日之子》蔡维泽那首《你终究不爱这世界》，也是改了一些歌词，最后加上一句“你终究深爱这世界”。这是蔡维泽写给一个患抑郁症朋友的歌，本意是想更多人关注抑郁症。最后比赛时加了儿童合唱，还加上那句，真是让人难受。就没有不爱这个世界的权利了吗？他今年出的专辑里，这首歌依然有这句。还是有点心痛。 我希望他和他的组合能红，我很喜欢他。可我不喜欢这个版本，不喜欢这种妥协。看到他所属哇唧唧哇，我大概也懂了一些。 说回夜游神，原版歌里说的是阿城拿着刀参加青少年打斗最终看着朋友丧命的故事，乐夏版温和了许多，打斗场面基本不提，结局也没那么悲惨。嗯，乐夏这个节目一开始我是喜欢的，还强烈向一些朋友推荐过，包括一个学吉他的学生，还一直叫他组乐队。可没几期后，就选择性看，但九连真人每期都会看，也在 b 站搜过他们的采访。那个学生在追这个节目，但是我对他的乐队不抱希望了。 听这歌的时候，我想起了《牯岭街少年杀人事件》，这部片子我一直知道，但是一直没看。昨天终于又找到资源，一看，三小时五十六分钟，还没有字幕，很大挑战呢。 我又想起了小时候，小镇长大的我，也耳闻过一些青少年持刀斗殴事件，也仅是耳闻。 有一年冬天，很冷，我们一家人正在看电视（忘记门是否关着，估计是，因为太冷了）。有个男生进来，那时候九点多还是十点多，反正已经下了晚修。他进来后，门是关着的。我们家客厅的布局不是规则的四方形，两个通道是对角线，所以电视放在另一个角，男生所在凳子和电视基本在同一水平线。那张凳子，是可以坐两至三人的木凳，冬天坐着有点冷。我们和男生，有点像平行四边形的对边。 他有点紧张，大概说了一下为什么会进来：他在被人追赶，那些人拿着刀，在学校外围。他说的那一段路，有两个池塘，比较偏僻和阴森，一般人没事不会去那里，但是小混混们很爱。是的，追赶他的人里，很多是小混混，那时候，他才初一。 对于那时候的我来说，他高瘦，长得也挺好看。他翘着二郎腿，两只手交叉放在膝盖上，不看电视。也不看我们，不说话，还是有点抖。我很记得他翘起的那只脚上，喇叭牛仔裤下露出蓝色的收脚校服裤。我惊，原来还可以这么穿，长见识了。我渐渐困得不行，又觉得气氛有点尴尬，可不想就这样睡去，大概在期待一些刺激的事情发生。 最后，什么也没有发生。他大概坐了半小时，就回去了。那晚也没出什么大新闻，我觉得可惜，不然我就有吹水的料了。 往后几年，陆陆续续还是会听到学生和混混打架的消息，但是那些学生我都不大熟。等我高中时，就很少听到这类消息了。只是记得我大学的某个春节前几天，刚好遇到初中同学。他说昨晚他家楼下发生了持刀斗殴事件，他看了部分经过。其中一个男生是我小学同学，左臂被砍了一刀，据说筋都断了。 那个同学名字叫成龙，小学三年级随着家人搬到镇上住。由于我们家长认识，我也会跟着爸爸去他家玩。他们家的房子很大，很漂亮，那个时间就装了天花，还有吊灯，塑料钻石。他送了一颗有瑕疵的给我，我却宝贝得不得了，一直放在一个透明的盒子里。 三年级的时候他教室在我家楼下，可他每次课间都要上来把我弄哭，而且每次不用五分钟，我必哭。每次都告诉自己要忍住，每次还是忍不住。可我没告诉老师和爸妈，大概是不敢，或者觉得糗。但是周末我还是会去他家玩。那时候真是太孤单了吧，朋友不多。四年级我们同班，他倒是不会每节课都把我弄哭了，只是有次放学后我们吵了两句，他忽然走到走廊上的窗边，对着我一拳把玻璃给锤过去。我以为会像电视剧一样，他的手满是血，我会被毁容。但是，玻璃碎了，他的手出现了几个带着血迹的小伤口。玻璃没有飞溅到我脸上。我还是想不明白他为什么这么做，不痛吗？ 成龙的二哥也是小混混，更混。小学开始抽烟，考试时还给监考老师派烟。小学就换了几所学校，我爸还帮他找过学校。他性格比较暴躁，虽比我只大一届，可基本不和我玩。他很早就进过监狱，出来后据说和哥哥嫂子关系也很差，不知道现在。成龙的大哥当年也是不良学生，倒是娶了校花，现在（大概）生了两个娃，在小镇开了家婚庆店，目测生意不是太好。 而当年躲进我家那个学生呢？初中毕业后我就没再见过他，据说做了小混混，打杂。最后因为贩毒被送进监狱，不知道现在。前几年，我倒是见到他哥哥，两人长得有些像，但是他更秀气些，好看些。嗯，他哥哥也是混混，好像也进过宫。 前几天刚好和学生聊起一些校园现象，基本没什么小混混闹事了，倒是校园暴力不少。我爸一个朋友的儿子刚转学回来就经常被围殴，那男生还长得挺壮的，课间直接在教室被打。有几个看着好欺负的成绩靠前的男生也被欺负，说这件事的女生很讶异，说居然欺负成绩好的人。我问为什么，她说因为那两个男生看着好欺负呗。我问欺凌的人很高大吗？并不是，矮小，只是看着别人好欺负。在期末的时候，其中一个被欺负的男生终于反击了。 有几个骑着鬼火（原版的《夜游神》里斗殴的用车就是鬼火，说男装车（个人猜是因为用到离合）起步慢）的男生会经常在学校附近出现，但基本不会打架，大概还是以“泡妞”为主吧。倒是听说前几年，发生过一起事故，一辆鬼火在两车道大桥上想从右侧超一辆大货车，最后发出车祸，开车的男生死了，当时他们初一。 一个学生对我说： 鬼火一响，爹妈白养。 车头一翘，阎王一笑。 棺一抬，土一堆，全家老小聚一堆。 香一点，纸一烧，全家老小哭弯腰。 其他那些小镇初中生呢？基本就是有钱就找个奶茶店玩手机打游戏，或者有人就谈个恋爱（一个学生说他不明白现在的人怎么那么轻易就在一起，QQ 表白就可以，但是在一起三天又分开，没几天又在一起。当然，他喜欢的女生不喜欢他，他也没有手机。但是他很爱问我玩不玩王者，说带我）。 （写了这么久，我也不知道自己写了啥）","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「你到底爱不爱我」|「自言自语」-10","slug":"「你到底爱不爱我」-「自言自语」-10","date":"2019-06-26T14:44:39.000Z","updated":"2024-01-24T16:28:52.352Z","comments":true,"path":"2019/06/26/「你到底爱不爱我」-「自言自语」-10/","permalink":"https://kiwylai.github.io/2019/06/26/%E3%80%8C%E4%BD%A0%E5%88%B0%E5%BA%95%E7%88%B1%E4%B8%8D%E7%88%B1%E6%88%91%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-10/","excerpt":"","text":"去年刚回来开辅导班，隔壁 10 米住着一个奶奶，带着孙子孙女。刚开学，他们来找我，当时我问小朋友自己愿不愿意来，小男生不敢看我说愿意。小女生则是悄悄在奶奶耳边说什么，奶奶再告诉我，她愿意。 有段时间学生很少，甚至只有她一个人。她经常找我聊天，说各种事情。我也在她做好作业之后，给她看动画片，让她听听英语。她问我有没男朋友，我说你猜。她说：你肯定没有。我问为什么？她说我都没看过有人来找你。 渐渐，学生多了起来，有个小小朋友问我：老师，你有宝宝吗？她马上回：她连老公都没用怎么会有宝宝。每次遇到这种问题，她都会抢先回答，或者故意往这个问题扯。 有时候周末傍晚，她会来找我玩。我会骑着单车载着她去兜风。她会抱着我的腰，和我说很多话。说她的同学，老师，叔叔一家。她会告诉我，她觉得哪个老师的某种行为不好。 今年四月的时候，有一天她很认真问我：老师，你这里开到什么时候啊？ 我没明白，问她什么意思。 她有点激动，说话快了些：就是你这里什么时候不开啊？ 我问：你为什么这么问？ 她说：你先告诉我你开到什么时候？ 我说：我不知道呀，你为什么这么问？ 她有点想哭的样子，说：你说过反正很快就不开了。 我笑：我什么时候说过这句话啊？我忘了。 她更急了，感觉眼泪随时会出来，问我：你先告诉我你开到什么时候？ 我还是笑：你想我开到什么时候啊？ 她想了想，说：开到我六年级。 我问为什么呢？ 她说：因为你不开了我不知道去哪个辅导班。 我笑她，那你还经常问我什么时候结婚，那你不怕我结婚了就离开这吗？ 她说，那我不问了。 可没隔多久，她又问我：老师你到底有没有男朋友？你怎么还不快点结婚。 我问她为什么老问我这个问题。 她说：再不结婚会老的，老了就没人要了。 我问她哪里听来的，是不是奶奶经常说，她说不是。 我说：你又知道我结婚一定会住在这里，本地没什么合适的男青年啊。如果我结婚后离开这里怎么办？ 她说，那你先不要结婚。 往后，她又问了几次，我都反问她，她每次都说，那你还是不要结婚先。 有次我和她奶奶说过这件事，奶奶在家是不是经常会说这个事（奶奶本人和我说过一次），奶奶说没有。倒是小女孩问过她一次，如果我不开这个班，她怎么办。奶奶说，结了婚也可以继续开的呀，有钱赚就行。 有次她倒开水把手烫伤了，起了个大水泡。奶奶给她抹芦荟，我一直建议她们去卫生院看看医生。但是最后都没去，奶奶去药店买了一种药粉，说药粉什么都能治，小儿子的香港脚也是它治好的。 我有点担心，经常和小女孩说你要注意呀 blabla。她说，你这样弄得我很害怕。我就不说了，告诉她，这事已经发生了，要从中吸取教训，减少这样的事情发生。例如下次换个杯子，或者把杯子放桌面上，手不碰杯子……她很认真看我，一直在点头。 最后，我说：我是不是很厉害呀？ 她说是。 我问她：那你爱我吗？ 我以为她会像平时一样说不爱，结果她说：爱。 最近，她又整个人挨在我身上，问我什么时候结婚，希望我结婚了再开 20 年。我说，万一我不在这里住呢？她说那你还是先不要结婚了，等我六年级毕业再说，或者 20 年后再结。 再问她爱不爱我，答曰不爱。说完，她就开心走开了。 你，爱我吗？","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「老司机」|「自言自语」-09","slug":"「老司机」-「自言自语」-09","date":"2019-06-25T14:44:10.000Z","updated":"2024-01-24T16:26:48.340Z","comments":true,"path":"2019/06/25/「老司机」-「自言自语」-09/","permalink":"https://kiwylai.github.io/2019/06/25/%E3%80%8C%E8%80%81%E5%8F%B8%E6%9C%BA%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-09/","excerpt":"","text":"五一去了一次湛江，在赶去高铁站时下雨了，便用滴滴顺风车。因为来时坐滴滴顺风车算过时间，觉得提前一小时出发没问题。结果等我上车，所剩不到 50 分钟。司机说塞车，我说不是有小路吗？他说没有，就一条。车上男生乘客很快下车，司机说我大家都回来你却出去，我笑。还问几点的车。我说六点零八。 结果马上来了新单，他说他忘了关掉订单，幸好那个男生也顺路，而且 400 米内。我说，那现在是不是关闭订单会好一点？他说没用。我心想，再接一单怎么办？他很快摁掉接单键（大概刚才他理解错的话，我也理解错他的）。他很快过去，没看到人在叨居然还没下来。看到男生走出来，还拼命催他快点。男生车次比我晚。 进入主路，司机说坏了，塞车。刚才那男生人很好，一直坐车上等你，没说一句话。遇到回校，你应该预留一小时坐车的，不要以为近就不怕。看着满大街的车，我说，我要换鞋子了（下雨便穿着人字拖出门，换鞋是为了方便在车站跑）。随后，当着他的面穿袜子鞋子。在一个红绿灯处，车辆塞了近百米。他说哎呀，赶不上了，便从右边小道超过去，最后停在第一个汇车口。 他说建西站的时候就应该扩建马路，这个车站很失败。不应该选址在那，应该在这边（手往右边指）。我说征地难吧，他说那村子很好征。几分钟过去，还是红灯，他说这个灯神经病，不合理。问我能不能改签，我说可能可以吧。他说你应该早五分钟的，早五分钟就肯定赶得及。我早上在这接人去 xx 农庄吃饭，在在塞了二十分钟。他在右侧等候进入车队伍，前面来了个横着想插队的人。他说，这样的人开车最危险最容易出事，没技术。我笑。打开 12306，整个晚上都没票了，赶不上车，怕是只能第二天才能回去了。闹妈今晚上晚修去了，如果回头，我不知道怎么办，但没说出来。 他一直说，这个灯还没变。最后绿灯，他别车，还骂前面那个司机不行，不过正因为他别车，所以我们别进去了。他一路超车，路很烂，车很多，他都超了。他说，真是皇帝不急太监急，幸好你遇到我这种技术的司机。我说，是的，你技术真的很好，刚才那些路我是不敢走的。他很骄傲说：当然了，我开车开了 32 年，还是大货车出身。我暗想，32，驾龄比我年龄还大。他说，如果遇上三流司机，你就不行了。他送我到门口，有点小塞，他让我赶紧下车跑去取票口取票，再从前面进站。我收拾东西刚要下车，他看到前面空了一下，又让我等一下送我前一点，停好车让我马上跑，说肯定赶得及。 我告诉他，高铁有身份证就可以了。他看着我收拾东西，叮嘱我快跑。虽然还剩十分钟，我想了想，还是小跑起来。淡定上了厕所，进站。 听对面女孩聊天才知道，这车提前五分钟停止检票。最后提前一分多钟开车。她们提前出门，也是在那个十字路口塞了很久。 我查了下，晚上的高铁都满了，无座票也没有。 感谢老司机。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"我和老鼠","slug":"我和老鼠","date":"2019-04-30T14:38:46.000Z","updated":"2024-02-28T10:47:53.063Z","comments":true,"path":"2019/04/30/我和老鼠/","permalink":"https://kiwylai.github.io/2019/04/30/%E6%88%91%E5%92%8C%E8%80%81%E9%BC%A0/","excerpt":"","text":"我小时候并不怕老鼠，看到老鼠我甚至会很追上去，用棍子打，用石头砸……最好能将其置之死地。看到别的女孩子见到老鼠鸡飞狗跳，我甚至觉得大惊小怪。老鼠那么小一个，也不咬人，为什么要怕。 最近，我看到老鼠在厨房奔跑，以为它只是过客。买了一张老鼠贴回来，把小块饼干放在上面。可一直不见它上钩，以为它已经离开。没多久，发现地面持续出现番薯屑，再到亲眼看到老鼠奔走，我知道它和我共处一室。恐惧，深深的恐惧。 四年前那个场景，再度涌现眼前，我的心，打了个冷颤。 当时我和师妹合租一房一厅的房子，客厅窄长，靠向楼梯通道的墙壁有一扇小窗，通风及采光。窗户贴着一张磨砂纸，窗外有铁窗。 有段时间，我们总在夜晚听到声响，多是塑料袋被碰触的声音。后来，看到老鼠快速穿越的身影，我们确定：屋子是真的进老鼠了。但我们找不到它的窝，也没见过真身，只能通过拍家具恐吓。 有天我走在街上，师妹给我发来信息说她回来看到老鼠，便开始实施追捕。她把杂物（大多是我的……）收拾好，亲眼看到老鼠钻到冰箱底下。于是，她搬起冰箱，却怎么也找不到老鼠。她问我，你知道我是怎么发现它的吗？ 不知道。 她说：我一直纳闷，我明明搬起冰箱，看着地面，却没看到老鼠跑出去的身影。直到，我搬动冰箱时看到下面随之移动的尾巴。 原来老鼠在跟着冰箱跑。 现在的老鼠太聪明了。 看到这里，我惊讶，也有点害怕，可也高兴，毕竟老鼠被赶出去了。 此后，我们没再开过那扇窗。可是，十几天后，我总觉得窗外有声音。细微，连续。我发现，窗户一角的纸张出现一个不规则的破损。有点像人为，可窗户离地近两米，我以为是老化脱落。 有一天晚上八点多，听到声响的我我终于忍不住，慢慢走向窗边，小心伸头从小洞往外看。这一看，我整个人愣住。也从此落下心理阴影，至今不散。 我看到一双眼睛，小小的。它在看着我。它似乎在等我，眼神里没有畏惧，甚至说带着好奇，有如孩童的眼睛。 一只幼鼠。鼻头有点粉红。 对视一秒。我落荒而逃。虽是夏天，我却觉冷得慌。 那个周末，我买了一卷细铁丝网在外面把窗户围起来。可是，看到那扇窗户，我总会有点害怕，害怕哪一天，老鼠穿网而过，出现在我眼前。 它们的智商，已经超出我的认识。随着环境的恶劣，我总觉得被它们咬上一口，我可能会基因变异；不变异，可能也要生大病。虽没有狂鼠病，但是狂犬病致死致病的案例总让我相信：被老鼠咬了也会这样。嗯，我现在也怕狗。 可能，更主要是：我怕不得好死。","categories":[{"name":"可怕生物","slug":"可怕生物","permalink":"https://kiwylai.github.io/categories/%E5%8F%AF%E6%80%95%E7%94%9F%E7%89%A9/"},{"name":"人与自然","slug":"可怕生物/人与自然","permalink":"https://kiwylai.github.io/categories/%E5%8F%AF%E6%80%95%E7%94%9F%E7%89%A9/%E4%BA%BA%E4%B8%8E%E8%87%AA%E7%84%B6/"}],"tags":[{"name":"动物","slug":"动物","permalink":"https://kiwylai.github.io/tags/%E5%8A%A8%E7%89%A9/"}],"author":"Kiwy"},{"title":"「名字」|「自言自语」-08","slug":"「名字」-「自言自语」-08","date":"2019-03-31T15:25:20.000Z","updated":"2024-01-24T16:25:29.258Z","comments":true,"path":"2019/03/31/「名字」-「自言自语」-08/","permalink":"https://kiwylai.github.io/2019/03/31/%E3%80%8C%E5%90%8D%E5%AD%97%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-08/","excerpt":"","text":"关于名字最初的记忆，就是我名字笔画太多了（40 划），每次考试别人已经开始答题，我还在写名字。初二时，政治老师在发回试卷的时候说：有个同学，把自己名字都写错了，有人姓梨吗？我心理暗笑，都初中了还有人写错名字。却不想，拿到试卷的我一看，那个人，是我。我把黎字写了一半……那时候，我的名字已从 40 划变成 29 划。 高一的时候，我写过一篇作文，具体内容忘了，倒是记得文末写道：黎明的到来静悄悄，但很快便会光芒四射。其实这句话也想了一阵，那时就算没有梦想也要编个梦想吧，不然会被骂咸鱼的。事实证明，咸鱼到底是咸鱼，多年以后的我，并没有光，更别说四射了。 大学的时候，自我介绍时，我总会说：这是我爸爸的美好愿望，可惜，它实现不了了。班上的同学有时说我：你快改名字吧。去贵州三下乡的时候，一个参与到我们队伍中的当地大学生说：静姐，你太能闹了，就叫闹姐吧。从此，闹闹或者闹姐成了我的名字。而我，也在那几年“走南闯北”的时候，报上“闹闹”的大名，觉得这个更像我。 当然，我也不是一直闹，也不是一直静。如很多人，我也多面。只是静，也真是我爸的愿望，那时候，谁不想要一个文静的女儿呢？ 有个朋友叫春晖，刚认识她的时候，觉得名字真特别。后来，愈发觉得好听，可也没深究春晖到底代表什么。直到最近，有个学生叫子晖，但是改成了志晖。我问他，你知道你名字什么意思吗？他说不知道，我说，晖就是阳光，春晖就是春天的光。是啊，春晖就是春天的光。春天的光，是晴朗时明媚，阴郁时带着温暖而潮湿的光，能渗透人的每个毛孔。 每当看到晖这个字，我脑海里总会想起这两句诗：青青园中葵，找如东人想。阳春布德泽，万物生光辉。很想告诉子晖，但又怕烦扰。我只是轻轻说了一句：我更喜欢子晖这个名字。其实，我也说不出为什么，只是觉得这名字是真不错。大概，我认识很多志辉、耀辉、光辉……觉得晖字特别。 六年级的时候，我们家换户口本，顺便把我的名字去掉中间的字，那是“字辈”。一开始，我没感觉，反正家里人改就改呗，他们有这个权利。大人决定要做的事，哪需要向我们解释。小孩子被改名字在当时是很普通的一件事，我爸很多同事的孩子都换过名字，有的甚至改了三次以上。可很多同学问我为什么改名字，我说我也不知道。很久以后的一天，我问我妈原因。她没解释，还嫌烦。 初一的时候，我们一群小女生各自给自己取新名字，我忘了我的是什么，只记得是所谓中国风的名字。高一的时候，隔壁班有个女生叫淑娴，我觉得很好听，可一个朋友却觉得很俗~ 前些年，机缘巧合，和一个小时候就认识的朋友一起玩，才发现他改了名字。他爸爸说是他本人在高考前拿着户口本去派出所改的。那时候我才知道，原来，还可以这么操作。 回看我自己，对自己的名字说不上喜欢或者讨厌。我也没有很喜欢很想改的名字，所以就一直用着这名字。对于某些人来说，名字只是一个称呼或者代号而已，它是父母甚至爷爷一辈给的。他们本人，说不上喜欢，也说不上讨厌，只是接受。就像我们求学，求职。对很多专业并不了解，不清楚自己喜欢什么，追求什么。于是，随大流，或者刚好有个机会，就去了，然后，一辈子。就像很多人的名字。 ps，其实知道这篇文章写得很差，可还是想放出来，算是这个时段的一个记录吧。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"乱写诗|03 词不达意","slug":"乱写诗-03-词不达意","date":"2018-10-31T14:55:59.000Z","updated":"2024-01-24T15:17:57.339Z","comments":true,"path":"2018/10/31/乱写诗-03-词不达意/","permalink":"https://kiwylai.github.io/2018/10/31/%E4%B9%B1%E5%86%99%E8%AF%97-03-%E8%AF%8D%E4%B8%8D%E8%BE%BE%E6%84%8F/","excerpt":"","text":"词不达意 想为你写诗 表达我的爱意 人们都说 这样更高级 我绞尽脑汁 却写不出半句 原来 我不识字 你总在看天上的云 我知道 我去不了你的心里 它不曾有我的位置 幻想自己是孙悟空 脚踩白云 这样我就能走近你的眼睛 再靠近你的心","categories":[{"name":"乱写诗","slug":"乱写诗","permalink":"https://kiwylai.github.io/categories/%E4%B9%B1%E5%86%99%E8%AF%97/"}],"tags":[{"name":"大概是诗","slug":"大概是诗","permalink":"https://kiwylai.github.io/tags/%E5%A4%A7%E6%A6%82%E6%98%AF%E8%AF%97/"},{"name":"短句","slug":"短句","permalink":"https://kiwylai.github.io/tags/%E7%9F%AD%E5%8F%A5/"}],"author":"Kiwy"},{"title":"「他失去的头发是我失去的青春」|「自言自语」-07","slug":"「他失去的头发是我失去的青春」-「自言自语」-07","date":"2018-10-31T14:54:15.000Z","updated":"2024-01-24T15:07:00.069Z","comments":true,"path":"2018/10/31/「他失去的头发是我失去的青春」-「自言自语」-07/","permalink":"https://kiwylai.github.io/2018/10/31/%E3%80%8C%E4%BB%96%E5%A4%B1%E5%8E%BB%E7%9A%84%E5%A4%B4%E5%8F%91%E6%98%AF%E6%88%91%E5%A4%B1%E5%8E%BB%E7%9A%84%E9%9D%92%E6%98%A5%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-07/","excerpt":"","text":"◎ 常住人口不过 2w 的小镇，理发店却有几家。小时候我们一群女生总爱去一家店，叫风采。发型师在行业里算年轻，染着黄发。那时候觉得他时尚，因为他年轻。我一个女同学每次剪完头发都像是去了市里很好的发廊，找的还是形象总监。而她总说她去的是风采，花了 3 块钱。我每次都被同学震撼，每次去找那个发型师的时候总想要同学那样的效果，可每次剪完，我还是那个我，没有惊喜，甚至更丑。 后来我研究了下（无师自通），女同学的脸一直只有巴掌大！而我呢，脸若银盘。时隔多年，女同学现在依然是脸如巴掌，而我依然面若银盆。 风采当年有一个帮忙的小妹，其实不是小妹，因为比发型师大，而且显老，而且，还挺凶。我们都不喜欢那个小妹，因为她没耐心，理发也不好看。当大家宁愿等男发型师也不愿要闲着的她时，她发怒：为什么你们都不选我。她一直在店里工作，后来，听说两个人在一起了，但是男方家长反对，据说是因为她年纪比男方大太多。男方家境不错，父母做金银首饰，有自己的摊档。后来，坊间传闻说女方一直赖着男方，不肯走。最后，也就结婚生子，现在，儿子都上初中了。 最近再见到发型师，我差点认不出来。矮，啤酒肚，光头，粗脖。灯光下，前半个脑袋油光锃亮；后半个脑袋稀疏发白的发根，就算是剃了光头，还是依稀可见。他失去的头发，就是我失去的青春啊。 时间，对大家都一样。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"乱写诗|02 星空","slug":"乱写诗-02-星空","date":"2018-10-31T14:53:57.000Z","updated":"2024-01-24T15:18:18.889Z","comments":true,"path":"2018/10/31/乱写诗-02-星空/","permalink":"https://kiwylai.github.io/2018/10/31/%E4%B9%B1%E5%86%99%E8%AF%97-02-%E6%98%9F%E7%A9%BA/","excerpt":"","text":"星空 秋季 风轻吹 树叶摇 繁星点点 总是在想 如果你在 该多好 想和你置身星空下 一起憧憬未来 十月就要过去 太阳减少的日子 想与你一起 迎接冬季 在你掌心 轻轻哈一口气 hey 他方的你可好 是否有人陪你看星星 是否有人和你守候黎明 是否有人牵着你的手 迎接寒冬 天凉了 记得保重身体 我爱这深秋 我更爱你","categories":[{"name":"乱写诗","slug":"乱写诗","permalink":"https://kiwylai.github.io/categories/%E4%B9%B1%E5%86%99%E8%AF%97/"}],"tags":[{"name":"大概是诗","slug":"大概是诗","permalink":"https://kiwylai.github.io/tags/%E5%A4%A7%E6%A6%82%E6%98%AF%E8%AF%97/"},{"name":"短句","slug":"短句","permalink":"https://kiwylai.github.io/tags/%E7%9F%AD%E5%8F%A5/"}],"author":"Kiwy"},{"title":"乱写诗|01 约定","slug":"乱写诗-01-约定","date":"2018-10-31T14:52:43.000Z","updated":"2024-01-24T15:18:08.972Z","comments":true,"path":"2018/10/31/乱写诗-01-约定/","permalink":"https://kiwylai.github.io/2018/10/31/%E4%B9%B1%E5%86%99%E8%AF%97-01-%E7%BA%A6%E5%AE%9A/","excerpt":"","text":"约定 年少时 我们约好年老到村子的大树下 小竹椅 大葵扇 聊聊天 现如今 我们已多年没联系 哪怕相隔两公里 青春多好 敢做各种约定 许下各种诺言 历经了世事的我们 轻易许下的约定便是： 有空一起吃饭 另一方笑着回答： 好啊 其实大家都知道 对于对方 我们都不会有空 就算一个人关在房间里","categories":[{"name":"乱写诗","slug":"乱写诗","permalink":"https://kiwylai.github.io/categories/%E4%B9%B1%E5%86%99%E8%AF%97/"}],"tags":[{"name":"大概是诗","slug":"大概是诗","permalink":"https://kiwylai.github.io/tags/%E5%A4%A7%E6%A6%82%E6%98%AF%E8%AF%97/"},{"name":"短句","slug":"短句","permalink":"https://kiwylai.github.io/tags/%E7%9F%AD%E5%8F%A5/"}],"author":"Kiwy"},{"title":"「你妈没有告诉你的事」|「自言自语」-06","slug":"「你妈没有告诉你的事」-「自言自语」-06","date":"2018-08-31T14:27:09.000Z","updated":"2024-01-24T15:03:09.725Z","comments":true,"path":"2018/08/31/「你妈没有告诉你的事」-「自言自语」-06/","permalink":"https://kiwylai.github.io/2018/08/31/%E3%80%8C%E4%BD%A0%E5%A6%88%E6%B2%A1%E6%9C%89%E5%91%8A%E8%AF%89%E4%BD%A0%E7%9A%84%E4%BA%8B%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-06/","excerpt":"","text":"◇ 暑假基础了解了下老家的小学生，也看了他们的教材，才发现，虽然现在从三年级开始学英语，但是他们的课本没有音标，老师也不教。最后的结果是，很多小孩的单词后面都用中文类似的读音标注，口语跟着老师的口音或者自己的标注走。 大概现在是要实行“减负”或所谓的“快乐教育”，据说学生作业不多。但明显的结果是，很多孩子偏科。如果你想让孩子更进一步，那就要花钱花时间送孩子去参加课外辅导（小地方辅导机构极少），不然小升初就考不上好的中学，只能留在本地上学。可本地中学的情况是：很多好的老师都往市里走；学生数量下降，极少新的老师进来，剩下的人，不是想办法到市里就是等着退休。质量，可想而知。这个时候，如果家长还不重视孩子的学习，要考上好的高中基本就更难。小考和中考，就刷掉很多人。 忽然就明白了人们说的“减负”对穷人是加负，经济付出大了（时间和金钱）。如果家长不重视，那学生的学业基本好不了，以后要通过学习改变生活，基本很难。虽然见到一些家长会开始重视教育，但是还是遇到一些爸妈觉得暑假补课太贵，可他们有时候会打一次麻将就输掉一次补课费。 ◇ 初夏去看牙齿，那个正畸男医生对我说：我不是不让你做正畸，只是你这个年纪，人生还有更重要的事，你可以做完了再来，什么时候都不晚。医生就不耐烦我再问问题了。他的护士拉下口罩咧开牙对我说：对呀，你看，我都三四十了，做了妈妈了，还是可以正畸。 后来上班的时候，中午总在楼层的卫生间遇到一个刷牙的女生，于是有天我问她是不是做了正畸，她说是，问起医生名字还是我看过的那个男医生。我问她是否介意告诉我年龄：25（估计她是按潮汕算法，实际比这个小）。我说，怪不得。 初秋去打 HPV 疫苗，前台一再强调：一年内不能怀孕。我说我知道。她接着问：那你是哺乳期吗？我说不是。 你看，还没到 30，就要接受各种年龄歧视了。 BTW：很多科普说打针后 3-6 月后就可以怀孕了，而且哺乳期不建议打针。 ◇ 蔡维泽在《5.10 a.m.》里唱：树影摇晃，野狗三三两两；今天要打哪儿晃，闹钟还没响，不甚急迫的忧伤；辗转不见天亮。我在广州早上五点多见到的是稀少的车辆，基本没有行人，野狗，不存在的。那时候的我，只想着快点办完事，滚回床上好好睡觉。 ◇ 打的，和司机聊天，问他夜班吗，说早班，早上五点上到下午四点半。早起辛苦？是啊，辛苦，可一睁眼就欠公司几百块钱，能不起吗。中午就买个盒饭当歇息。一个月交 5400 的租金，油费零件事故都是自己出，还要自己交 1300 的社保。算下来，一天要收入 350 才能保本，差不多要跑 150 公里。他以前跑过客运大巴，跑过 17m 的大货车。以前黄埔码头跑徐闻，阳西茂名一带还没开通高速。半夜总有人抢劫，特别是那些人一喝酒就喜欢拦路抢劫。他们司机喜欢把车灯全关了，摸黑前行，那些拦路的人反而会被出现在眼前的大车给吓到。司机还让我如果开车千万不要跟大车太紧，要么慢悠悠开，要么超车，大车转弯的时候，有一米的盲区。 ◇ 早上六点去光华排队，下车刚好被一对母子抢在了我前面。那个妈妈一直在感叹这么多人，还当着别人的面把队伍拍下来，一直在发朋友圈。她儿子（看着七八岁）坐在她脚面上，和她说：妈妈，你还在玩手机啊。她没理。我看她发完了朋友圈又在聊天，然后在回复朋友圈，她儿子一个在一个人玩耍，她还抱怨她儿子不够安静。 ◇ 寄个快递我都被上了一课：不要被人知道你的底线；防人之心不可无，感情是奢侈品，利益才是基本法。 ◇ 最近在看何伟（彼得·海斯勒 ）的《江城》，好看！貌似还是阉割版，不过相对来说，放在今天，大概出版不了了吧。（《甲骨文》是基本买不到正版了，我还没看过呢）","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"往事丨 Today","slug":"往事丨Today","date":"2018-07-31T13:57:28.000Z","updated":"2024-05-11T19:45:45.034Z","comments":true,"path":"2018/07/31/往事丨Today/","permalink":"https://kiwylai.github.io/2018/07/31/%E5%BE%80%E4%BA%8B%E4%B8%A8Today/","excerpt":"","text":"那天和高中同学唱 K，我点了梁咏琪的《Today》，想合唱，结果她没唱。 高一暑假，我参加了广外学生到我们学校进行英语支教活动。那时候自诩英语还不错，写了长篇作文给老师，老师夸奖了我。对大学完全不了解，然后说自己要考上海交大。老师没说什么，只是对我说，你要很努力很努力才行啊。最后才发现，老师没捅破我的白日梦。 老师们在离别之前决定选一首主题歌，那时候班里男生还反对选《Today》，说男生唱女声太难了。嗯，我们当时的班歌是《海阔天空》。最后，我们还是选了这一首；最后，我没有和这些老师再聚，也没有了联系。 大二暑假，一个认识的男生组织了三下乡活动，去贵州，我申请加入队伍。我们组有三个项目同时进行，我在支教组，到贵州六盘水一家私立中小学。后来聊天，才知道我们去贵州是因为组长说大学期间一定要带广东的同学去他家乡。 这是一所位于村里的学校，面积很小，大概就两个正规的篮球场那么大。两栋教学楼，一年级到九年级。学校只有简陋的厕所，没有遮挡，学生们遇到我们，总爱说：老师，你们也上厕所啊。后来，一些队友就避开课间去厕所。更可怕的是，厕所里满是白色的蛆。近视的人经常选择不戴眼镜进去，还默默庆幸自己近视。而我们几个女生，一度商量，在野外的玉米地里找个好的地方，打造一个完美的野外厕所。 学校经常补课，两周放一次假。学校没有淋浴间，只有在放假回家的时候，学生才有机会洗澡。而我们，把一个本村参与到我们队伍来的男生家当澡堂了，女生轮着去他家洗澡；而男生则经常去澡堂。这里，去一次澡堂，要五块钱。我和几个女生觉得每天去别人家也不是事儿，就在学校那个小小的有水管的黑房间里，拿着手电筒进去洗澡。学生们每次看着我们拿着衣服总说：老师，你们又去洗澡啊。老师，你们怎么天天洗澡啊。 我们很难给他们解释我们在广东天天洗澡，酷热的夏天，还不止一天一次。这里十分凉快，白天温度也不太高，且干爽。白天就算出了汗，风一吹，十分舒爽，到晚上，就会经常忘了出过汗这事。可是，心理上，我们总记得：今天还没洗澡呢。 在我们走之前的一天，学校大扫除，很多学生在水龙头下洗鞋子洗头。我们笑他们如此勤快，有个小男孩说：老师怕我们熏着你们。然后，我们就笑不出来了。 我们女生住在厕所旁边的二楼，楼下是猪圈，那味道，十分酸爽。每天早上六点多，总有个老师在唱歌，或者读英语。还记得他很喜欢唱一首歌，我后来偶然听到胡歌的《月光之下》，才想起，原来那个老师唱的是这首。他教初三英语，校长儿子也在那个班级。校长儿子比同班同学都小，个子也小，可真是蛮聪明。我给他们带过一节英语早读课，他很敢说，但是让他读，他就不敢了（当时校长不让我们给初三上课，怕影响学生）。 支教的那一周，因为连续上课，不习惯一下子要说这么多话的我们，都靠金嗓子来拯救沙哑的喉咙。我本来要教七年级语文，结果没有七年级了……之后，我带过初三的英语早读，上过五年级的思想课和体育课，还给六年级上了一节什么课，当时班里一百多人，真是吼都没用。但这里的学生在知识储备和阅读量方面，都让我们惊奇，大概是我们身边的孩子从小就电视、游戏各种诱惑。 不知道为什么，六年级的孩子们比较喜欢我。当时有个小男生老是粘着我，最后还发展到要让去帮他打饭。后来，我们还有联系，都是他找我，或 QQ，或电话。只是渐渐地，我发现，他经常撒谎，有一次还很严重，而我不知道为什么。之后，他再联系过我，大概是不知道我的新号码。 还记得六年级的学生和我说体罚的事情，说很多老师体罚很严重，班里有个男生因为调皮而被老师用晾衣架打到卧床好几天才能下地。他们很认真和我说这这事，很多人都在证实。 我是相信会发生这事的，虽然我没见过那个老师。这是一所私立学校，据说这一带的公立学校没学生愿意去读，家长也不放心；农忙时期，老师可以让学生们自习，然后自己回家耕作。学生打架也是常事，没人管。这家学校的学费不便宜，在那个年代，就相当贵了（具体忘了，反正是一年 1w 上下）。很多家长外出打工，觉得私立学校全封闭，管得严，老师打孩子，是对孩子好。 听说了体罚的事情，我心情略沉重，可是也做不了什么。只能在给五年级上思想课的时候和他们说：你们还小，要多听老师的话。被老师批评或者挨打，不要轻易反抗，不然，只会更受伤。你们要安全长大，长大了，可能会好一些。 我很沉重很认真和他们说这些，但是那节课，他们要么走神要么开小差，大概也没几个人懂我在说什么。我也希望自己不要误导他们，也不知道他们是否都安全长大。 我们的到来，在村里引起不小轰动。政府还和我们举行过篮球赛，还请我们吃过饭。我们一桌人在说粤语，被我们这边的组织者劝告不要说粤语，对方听不懂，影响不好。我们走之前，还在政府里举行了一次晚会。据说，这里很多年都没有晚会了。还记得八年级的学生们，坚持要合唱《you raise me up》，我的伙伴们，很认真指导他们排练。 我们只上了一周课，活动就被砍了，因为学校觉得我们扰乱了孩子们学习的心。于是，我们选择在他们放假的那天离开，没有送别，大家都不喜欢送别。 歌里唱：在最好时刻分离不要流眼泪。可坐上车的那一刻，我的眼泪还是哗啦啦流了下来。","categories":[{"name":"往事","slug":"往事","permalink":"https://kiwylai.github.io/categories/%E5%BE%80%E4%BA%8B/"}],"tags":[{"name":"回忆","slug":"回忆","permalink":"https://kiwylai.github.io/tags/%E5%9B%9E%E5%BF%86/"},{"name":"过往","slug":"过往","permalink":"https://kiwylai.github.io/tags/%E8%BF%87%E5%BE%80/"}],"author":"Kiwy"},{"title":"「儿歌」|「自言自语」-05","slug":"「儿歌」-「自言自语」-05","date":"2018-06-30T15:58:51.000Z","updated":"2024-01-24T14:25:57.305Z","comments":true,"path":"2018/06/30/「儿歌」-「自言自语」-05/","permalink":"https://kiwylai.github.io/2018/06/30/%E3%80%8C%E5%84%BF%E6%AD%8C%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-05/","excerpt":"","text":"◎“有时候作为独立女性很累，这个世界并不会因为你独立而对你好一些”这种想法，大概和“因为我软弱，世界要对我好一点”无异吧，可能还不如后者要轻松些。 ◎ 上班经常会经过一家幼儿园，早上都会播放一些音乐，《达坂城的姑娘》、《鸡公仔》被改了歌词，听着让人难受。 ◎ 舅妈喜欢给她女儿放跳舞的视频，有一段用的是重新编曲版《风筝》，原唱孙燕姿。舞蹈里，孩子们也有用风筝做道具。好想问问那个负责老师是否真的不知道这首歌的意思。 ◎ 我的小学母校在《小苹果》火了之后，早上每天都放，且放了好些年。可我真心不觉得这是一首好歌。 ps,&quot;贝贝虎儿歌&quot;这个频道的歌，基本都是改编的歌曲，很多词是重新填的，质量堪忧。 ◎ 儿歌，早已断层了吧，大概，也没人愿意去创作。现在听来，《世界真细小》真是优质儿歌了。 ◎ 再听了下华语乐坛的歌曲，发现作词人为了写歌，什么词都能写得出来。 ◎ 再听 beyond 的《早班火车》，歌词真是美呀。怀念黄家驹。 ◎ 早上地铁里坐电梯，连我在内四个人，我最后一个进去。进门之后，我马上看了下右边的按钮，没人按。正方形的电梯左右都有按钮，站左边按钮前的女生很高，贴着墙，一直看着手机。另一个姑娘，站在角落，也在看着手机。一个阿姨正对着右边的按钮，后倚在墙边的扶手上，动作像是要按电梯，但是她的手，没有抬起过。我准备按 1 楼，看到一个女生匆忙走来，想快点按完让她进来，结果就摁了关门键。女生走到门口，门已经开始关闭，我想摁开门，但是阿姨在那，我以为她会摁，结果她没有。女生自己摁了开门，走进来，又摁了 1 楼的按键。 ◎ 有次下班，我进去，电梯下去。到五楼，一个人进来，刚好满载。电梯门关上后，一个里面的男生反应到：我们是不是没人按 1 楼？可等他说完，电梯已经上去了，而且，到了最高的 29 楼，才下来……那之后，我坐电梯下楼时，总要看看，一楼摁了没。 ◎ 一早上，我刚好走到公司门口，有个女生进来说面试，约的十一点半。她长得高瘦，黄色连衣长裙，中跟单鞋，染黄的头发。我转告面试官，让我去问问什么情况。我问来者约的谁，什么岗。她想了一下，说冯小姐约的。又翻开自己的简历说，本来是技术的，后来换了开发。我问是不是找错地方了。她说 1101-1107 室，HKT 呀。我说在对面……我们办公室是 1101-1102，进来就能看到公司名字。HKT 的大招牌，就在门口…… 我带她去了对面。没多久她又回头找我，问我对面是不是十点半上班，摁门铃没人应。我说我不知道呀，你打电话给约你的人啊。她就出去了。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"读后丨《打工女孩》，打工女孩","slug":"读后丨《打工女孩》，打工女孩","date":"2018-06-18T13:15:36.000Z","updated":"2024-02-28T10:11:29.088Z","comments":true,"path":"2018/06/18/读后丨《打工女孩》，打工女孩/","permalink":"https://kiwylai.github.io/2018/06/18/%E8%AF%BB%E5%90%8E%E4%B8%A8%E3%80%8A%E6%89%93%E5%B7%A5%E5%A5%B3%E5%AD%A9%E3%80%8B%EF%BC%8C%E6%89%93%E5%B7%A5%E5%A5%B3%E5%AD%A9/","excerpt":"","text":"丨有人问为什么写的东莞却用南京的背景作封面，有人答图片是作者在一个网站购买的，因为她觉得这女孩的眼神有代表性。 13 年的时候，偶然看到张彤禾的讲座信息，得知她是何伟（Peter Hessler）的妻子，于是，我便去参加了那个讲座，在北大。那时候，还没看过她的作品，之看过何伟的。讲座结束后，我才开始去图书馆看她的书。但是，一直没看完。最近，看微博，忘了谁说张彤禾的作品比何伟好。刚好当当网有活动，我就买了他夫妇俩的书。 13 年的时候看《打工女孩》，只是匆匆阅读，觉得是别人的故事，什么都没记住。这次看，也是快速阅读，只是，感慨良多。大概，自己也作为一个打工且多年的女孩，在书里看到了自己的影子吧。 书本主要以吕清敏和伍春明的故事为主，写她们那三年的生活。看完，我去豆瓣看了下，很多差评。当然，很多可以忽略，一些小粉红的可怕言论。但是，我还是发现了宝藏：原来我买到的大陆版，是删减版。台湾版，是全版。幸好，有人给出了链接，上面有删掉的那三章。 看完书，我甚至有一种去东莞看一看的冲动，只是再想，现在的东莞，也不是那时候的东莞了。而且，在 11 年的时候，我们专业去东莞一个小镇的工厂实习过。我们在那里呆了一个月，有老师带着。我们住在宾馆里，周一到五去上班，周末休息。我也曾和同学在周末的时候坐公交车去别的地方逛过，只是每次都心惊。因为那大多公交车不停站，经常超速，到处乱糟糟，过马路都要小心翼翼。那时候的东莞，还是很混乱的地方，晚上，我们都很少出门，或者，只在宾馆前的广场坐坐聊聊天。楼下是一排店铺，并不十分明亮。路边停放着很多面包车，中间的车门开着。我总会幻想，那些人是不是就是这样哄骗年轻女子上车或者直接开车强拐女子上车，然后贩卖，新闻里总会这么说。宾馆门口的小广场上，晚上总有玩轮滑的年轻男女，有时候是一两个女生，穿着轮滑鞋连路都走不好的女生，在马路上玩。作为接触过轮滑且摔跤无数的人，我十分佩服她们的胆量和无知。 前些年还记得那个小镇叫什么，后来，就记不住了。有天和一个在东莞工作的朋友聊起，哦，原来叫塘厦，一座靠近深圳的小镇，怪不得当时工厂里停放着很多粤 B 牌的车。 我们住的地方附近没有大型超市，唯一一家略大的超市离宾馆 100 米，可总能听到来自那里大喇叭传出来的声音，特别是周末，那里总有一些摊档：鄂尔多斯纯羊绒 blabla；工厂倒闭了，老板跑路了；还有各种音乐。让人睡不得懒觉，十分讨厌。那时候，我的耳边总响起“终于你还是做了别人的小三，我也知道那不是因为爱”，气得我总想掐死自己。还记得刚到小镇那天，我和好友去杂货店买生活用品，在买单的时候听到有人说：这么小就要出来打工，真是可怜。当时店里没有其他人，一米五左右的她和不到一米六的我，穿着 T 恤和牛仔裤。听到这句话，莫名好笑。 和我不同的是，作者在东莞呆了两三年，一个月会在那住上两周。她和敏还有春明，接触了两三年，还跟着敏回去湖北的老家过了一个春节。那时候，是零几年，和我去的东莞，应该有些不一样吧，起码，那时候富士康还没有被报道出密集跳楼事件。还记得富士康被很多新闻报道的时候，大家都表示震惊。可是，现在我们都忘了。而现在的东莞，早与当年不一样了吧，特别是严打之后。想想，自己还是和以前一样，总有各种奇怪念头。 书里还提到一本书，叫《方与圆》。如果没记错，我看过这本书，貌似是高中老师推荐的。为了验证，我问过一个高中同学，她说记不起来有这事。为什么我会这么认为呢？因为高一刚入学，校长就给我们整个年级播放陈安之的视频。后来班主任也给我们放过。那时候的我，觉得陈安之真是厉害啊。他的话我基本没记住，只是还在一次自修后去跑步的时候，用陈安之的方法告诉自己：我是机器人我是机器人。当然，我最后没有成为一个机器人。只是喊了在心里默念了几次，我就走神了。那时候觉得，啊，为什么自己这么差，连这点走做不到，怪不得别人能成功，而我不能。 我记得当时《方与圆》是作为处世之学被推荐的，那时候，成功学还是备受推崇的。只是，那时候的我，非常喜欢李敖。读书这么久，老师推荐的书不多，我基本都能记住：高一的政治老师推荐过《穷途》，一本本地小说，某个大镇的真实事件改编，其实就是某公务员为了自己的前途，把自己未成年的女儿“送给”了镇长“享用”，但结果并不如所愿。 张彤禾采访过《方与圆》的作者丁远峙，后者曾是一个高中物理老师，当时正在全国巡回，教大家如何像他一样掌控成功之路。作者对这本书评价道：它并不敦促人们去发现自我，超越物质上的成功，或者承认自己事业和两性关系的失败。它并不试图改变它的读者。相反，它教读者如何把一件做得很好的事情做得更好：小肚鸡肠，唯利是图，互相嫉妒，勾心斗角，阿谀奉承，巧言令色。在谈及下一本书的时候，丁远峙拿着一本麦克·波涛的《竞争优势》中文版，直白地说将会反复利用这本书的观点，文字仍然是通俗的中学水平。“我的书基本上会吧波涛的概念弄成通俗易懂的样子，深圳有很多老板只有小学文化程度，但是他们渴望学习”。 书里还写到一些个人培训机构，作者去旁听过很多课，包括一门礼仪课。他们忽视写作——这事传统学术的基石——而强调口才。付老师从历史中找到精神激励：“我的偶像是毛泽东。蒋介石让黄河决堤溃决以阻碍日军：这就是果敢的决策”。作者写：阻断日军的洪水也淹没了几十万的中国农民，但付老师并没有提起这个事实。教的是礼仪，不是历史。还有：希特勒的价值在于口才；纳粹的头头是个精彩的演说家。这是礼仪课，不是历史课。 上周，我们一个公司元老说到公司的历史，也于那几年在东莞开过类似的培训机构（计算机为主）。不知道，他们有没和张彤禾打过交道。 作者还多次提到个体和集体，在以前，我从来没有思考过的事情。还记得大一时，我非常讨厌班里的集体活动，但是不得不参加，其实不敢不参加。大二的时候，一个新闻系的师弟对我说国人强调集体，个人要顺从集体这个观点时，我是吃惊的。因为，从来没有人和我说过这些，我也不知道原来还有这些。大学的时候，也看了一些书，还看了一本杂文，关于那十年，说没有人愿意出来负责，大家都推责任给集体给时代。当时看完觉得，啊，写得非常好啊。忘了书名。 书里作者感慨了几次为什么那大事件会发生。她跟敏回老家，赶上了一场婚礼上，敏和她姐姐作为新郎的亲戚去迎亲，遇到诸多调戏。突然间，我感觉自己像个外人——孤独地，隔着一定的距离，望着这熟悉的场景：中国人，被困在自己的群体之中。甚至连集体相亲这样看似无辜的小事似乎也指向这个民族特性中的缺陷，没有能力挣脱出去，采取个人的行动。我意识到，‘WH 大 GM”就植根在中国乡村的机体中，各种仪式都是为了保障这个群体的安全。孤独一人是危险的；在群体中，你会获得信心和力量。 此书被删掉的那三章，和此都有关，是作者的家族史。记得在一个朋友的推荐下，我看了韦君宜的《思痛录 增订版》，觉得作者写得不够深。现在想想，或许那本书能出版，就是一件了不起的事情了。 《打工女孩》的故事背景虽然离现在已经相隔十余年，但是很多情况和目前也没多大区别。重男轻女：人们觉得女孩子不要读太多书，让你早早出来工作。但是出来打工后，要给家里寄钱补贴家里生活，不要总想个人，不要老换工作，就算觉得辛苦，甚者有父亲直接把自己的卡做女儿的工资卡。“他们不习惯长途旅行，担心女儿嫁得太远，就等于从他们的生活中消失掉”，后面这两句，依然是我家乡小镇的写照，包括我家里人也会这么想，就算他们有的人早已经坐过飞机，去过千里之外的地方旅游。 春明的经历简直是那个年代的缩影，工厂，直销，传销，创业，学英语，相亲……但是她一直很有活力，也敢于表达自己的想法。在谈及为什么会以敏和春明为主角，作者写到：我选中她们是因为她们开朗、好奇并且有趣。在我认识她们的整个过程中，这些打工女孩从未找过我帮忙，极少寻求我的建议。她们独自面对生活，就像我刚认识的那天她们告诉我的话。我只能靠自己。 在离开家的时候，敏说：“老家是好，但只能待几天”。有时候，我也是这么想。 附： 作者的 personal website，那三章，单独看也没问题的 TED 演讲","categories":[{"name":"读后感","slug":"读后感","permalink":"https://kiwylai.github.io/categories/%E8%AF%BB%E5%90%8E%E6%84%9F/"},{"name":"荐书","slug":"读后感/荐书","permalink":"https://kiwylai.github.io/categories/%E8%AF%BB%E5%90%8E%E6%84%9F/%E8%8D%90%E4%B9%A6/"}],"tags":[{"name":"阅读","slug":"阅读","permalink":"https://kiwylai.github.io/tags/%E9%98%85%E8%AF%BB/"}],"author":"Kiwy"},{"title":"「男孩子女孩子」|「自言自语」-04","slug":"「男孩子女孩子」-「自言自语」-04","date":"2018-06-18T13:15:21.000Z","updated":"2024-01-24T14:22:03.895Z","comments":true,"path":"2018/06/18/「男孩子女孩子」-「自言自语」-04/","permalink":"https://kiwylai.github.io/2018/06/18/%E3%80%8C%E7%94%B7%E5%AD%A9%E5%AD%90%E5%A5%B3%E5%AD%A9%E5%AD%90%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-04/","excerpt":"","text":"早上走路，耳边无来头响起“手牵手 不分你我 昂首向前走”，然后记起歌名叫《中国人》。转而想，用普通话说自己是中国人，大抵还是说给国人听的吧。如果想告诉世界，我们是中国人，应该用英语吧？ 又想起李谷一批评尚雯婕唱法文版的《夜之缪斯》，还看到网上各种批评的声音。 再想起《中美舞林争霸》的解说员方俊说：我们赶上了最好的时代，我们的时代多么包容。他真是做到了“永远爱国，永远热泪盈眶”。 听到王菲版《暗涌》，总想起电影《越堕落越快乐》。片尾，黄耀明版的《暗涌》响起，青马大桥出现，消失。 黄耀明如此之美，特别是在《 YY concert》里和彭羚对唱时的眼神，怎能让人不心动？！ 那个 show 里，刘以达也十分有趣，弹着吉他，完全享受这个舞台。记得有个群友说：刘以达治好了她的颜症。 好久没有看完书要写点什么的强烈感觉了。写完很开心。《棋王》也好看，读完泪流，可是，并没有强烈想写什么的冲动。大概，自己和那个年代，有疏离感吧。 去游泳的公交车上，遇到一家三口。妈妈说有个爸爸因为今天是父亲节，抽到一个特别奖，然后上台讲了很搞笑的话。 爸爸说：很有趣吗？ 妈妈说，也不是。 女儿说：你们都要学习啊。 妈妈说，少发脾气，多带你去玩。 女儿转过头对爸爸说：特别是你啊，老是打机。 爸爸说：哪有，我只是在睡觉。 女儿说：我最喜欢妈妈的了，经常带我出去玩，爸爸老打机，屙屎也在打机。妈妈觉得不好意思，让她不要再说了。 女儿说妈妈最好的了，会做家务，会照顾她，会带她去玩。 妈妈说，问题是你经常把我给气着了，像今天。 女儿说，都怪你呀，要拍照的时候才上厕所。说着说着快哭了。 妈妈说，下次还有机会的呀。 女儿说，下次不一定还有小仙女的呀。 “肯定会有的，通话故事都有小仙女。白雪公主也有哦，因为她本来就是小仙女。” 女儿辩解。 妈妈说：今天的白雪公主就很漂亮啊。我知道你只是想和漂亮的姐姐拍照。女儿忽然就不说话了。过了会，问：公交车司机是男孩子多还是女孩子多？（她说的粤语，但用词是男孩子女孩子。粤语一般用“男仔”“女仔”） 妈妈说：男孩子多。 “为什么呀？” “因为职业习惯啊。嗯，因为女孩子上厕所比较麻烦，男孩子上厕所方便啊。”","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「最好的时代」|「自言自语」-03","slug":"「最好的时代」-「自言自语」-03","date":"2018-05-31T13:59:18.000Z","updated":"2024-01-24T14:14:01.367Z","comments":true,"path":"2018/05/31/「最好的时代」-「自言自语」-03/","permalink":"https://kiwylai.github.io/2018/05/31/%E3%80%8C%E6%9C%80%E5%A5%BD%E7%9A%84%E6%97%B6%E4%BB%A3%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-03/","excerpt":"","text":"1、和同事一起看 show，电子音乐，最后来了个大型蹦迪。想起和胡小璞一起看的迷笛。不知道她现在过得怎样，有点想她。 2、还是不喜欢刻意咬字不清晰的歌手，就不能好好说话好好唱歌么。 3、初一的时候，坐在我后面的男生说他起他一个同学所在的村子以前都姓苟，然后周围的人都取笑他们说“老苟老苟”，最后，村子集体改姓，从此，归于平静。他同学名字姓龚。 4、那天同事下班前说 C u tomorrow。我笑，说：金针菇。她们俩愣了两秒，然后笑。那几天，我们都用“金针菇”say goodbye。 不知道当时和我说这个梗的人，还记不记得。 5、《这就是街舞》结束了，真是感受到了街舞的魅力。有期街舞和别的物种合作，看完觉得真棒，也发现，我还是更爱现代舞。 6、这只是一档综艺节目，冠军不一定是能力最强的那个。热度、颜值、运气、导师，都很重要。但是，很多舞蹈实力强的，性格也不会很差，例如，亮亮和何展成。这些节目，到最后吸引我的都不是实力，而是人格。 7、最近看了一些舞蹈节目，发现张傲月的身材真是好呀真是好。托举动作十分干净、轻盈，看起来毫不费力，应该是没少举铁。他的舞蹈也极具感染力，对，看《这就是街舞》，结果最喜欢的是出场不到十分钟的他。 8、在 15 年的《中美武林大赛》里，那个男主讲真的是……总是饱含泪水，总是把国放在心上。专业讲解？没听到咯……然后看了下国内的《舞林争霸》片段，他居然还是评审，有些表现，真是难看…… 9、他说了几次我们生在最好的年代，可以看到不同的文化交流。really？I doubt that。 10、老说自己包容的人，就像那些不胜酒力却说自己没醉的人。 11、月中去游泳，遇到了大雄哥，打了个招呼。 12、有次遇到一个欺软怕硬的渣男，体格还壮，歧视别人游得差。恶心透了，下次见到，准备默默踹一脚，反正“你是蛙泳，肯定是你踹别人啦”。大概是生活不得志的人，才会在浅水池里欺负别人吧。 13、遇到一个上肢肌肉紧实的阿姨，请教了一下动作，她很认真教我。还说她游泳是童子功，期间工作有二十几年没游，现在退休了，在番禺组了个游泳队，又开始游泳。希望我也很快有那么好看的肌肉线条。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"「月亮与迪士尼」|「自言自语」-02","slug":"「月亮与迪士尼」-「自言自语」-02","date":"2018-04-17T14:19:24.000Z","updated":"2024-01-24T14:10:10.924Z","comments":true,"path":"2018/04/17/「月亮与迪士尼」-「自言自语」-02/","permalink":"https://kiwylai.github.io/2018/04/17/%E3%80%8C%E6%9C%88%E4%BA%AE%E4%B8%8E%E8%BF%AA%E5%A3%AB%E5%B0%BC%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-02/","excerpt":"","text":"① 有次在杨箕换乘，听到一个男生在唱陈奕迅的《幸福摩天轮》。他长得不高，音量不大，我刚好能听清。他唱得很自在轻松，让人看了也被感染。于是，我便一直紧跟着他，听他唱歌，那段长长的换乘，变得不一样。 ② 一次从广州坐普铁去深圳，四川首发的车。我上车的时候是傍晚，不满座。一路上，我都戴着口罩，不说话。正对面的男生眉毛一看就是修过的，完整的一字平眉，眉尾有点飞，颜色略浅；他的皮肤蛮好的，但穿着又偏休闲。坐他右边的男生是楷书一字眉，很黑，眉尾正常。看着，觉得他们有点像。最后还是忍不住，在快要下车前，我问对面的男生眉毛是否修过。他说是，一个朋友修的。我问男生女生。 他说：女生撒。她在学化妆，拿我练手。是不是特别丑？修了一个月了，我都没敢照镜子呢。 我说：没有啊，挺好的。 他略惊喜问：真的？ 我说：嗯，挺好的，很适合拍电视剧。 他笑。 排队下车时，我忽然看到站在前面的他往左边扭过头去。左边刚好有面大镜子。他特意伸头靠近镜子，左挑眉，又挑眉，还用手摸了一下，开心地笑了。看得我，也笑了。 ③ 领座坐着一个 40 左右的男性，他对面坐着一对母女，小女孩读幼儿园小班。妈妈和男的聊天，说要去香港迪士尼，因为女儿在电视上看到迪士尼，指定要去。男的觉得去上海的就好，不要去香港的，怕她失望。女的说两年前已经去过一次了。男的对小女孩说：你怎么这么厉害啊？看到哪里就要去哪里。你在电视看到月亮很漂亮也要去吗？你看过月亮吗？上面看地球更美呢，蓝蓝的，你怎么不去月亮？小女孩没说话，我没看她表情，只是孩子妈终于打破沉默说：你就不要说她了，等下认真了。 ④ 男的得知母女俩是吉林人，冬天零下三十多的温度，问她们冬天穿什么。妈妈回答说：就普通的羽绒服啊。男的不信，那么冷，普通的羽绒服怎么可以出门？女的说真的是普通的那种，店里都有卖，还找照片给他看。男的一直惊叹。 ⑤ 大学去玩的时候，坐在周围的人总会聊天。现在，大部分人都低着头玩手机；而我总是戴着口罩，不是看着 pad 就是幽幽看着窗外，不大回应别人的眼光。 大学时，坐没有空调开车窗的火车觉得很浪漫，特别是与友出行的时候。就算过隧道耳朵嗡嗡响，就算一路擦脸的湿纸巾都是黑的。 ⑥ 第一次去贝澳露营，是和洪哥。我们去的有点晚，住在离管理处很远的营地。傍晚有牛进来过我们的营位并吃了我们的蔬果，别的营位有绳子拦着出口所以没事。我们没有绳子，想着已经晚上，就借用一下旁边废置桌椅上的安全警示带。结果没多久，一个不高的男人气冲冲走来，说我们破坏公物，是违法行为，blabla。粤语和英语夹杂着。当时我和洪哥都愣了，我们两个女生，面对一个凶狠狠的男性，听到说自己违法了，还可能不能呆在这里，多害怕啊。 后来值班人员来了，我们说了事情的起因，他说完“无事啦，无事啦”就走开了。可我们俩还是不知道是不是真的没事，那个凶巴巴的人也没走开，还和我们聊起来。他是巴基斯坦人，在香港呆了很久。他有个女儿，二十几岁，在香港出生，很早就结婚，去巴基斯坦生活了，只有他一个人在这里，他又回不去。哦，他还说了句“Pakistan n China r friends”。 那晚被他惊扰了很久，第二天我去问管理人员，得知那个巴基斯坦人在香港坐过牢，出狱后不肯居住在政府安排的房子，老是到营地来，但是他不搞什么破坏，又不能赶他走，大家都很无奈。 这次去，我又看到他，老了一些。还是到处和各种人巴拉巴拉，这次主要是和老外叨。有一晚我起来上厕所，看到他拿着啤酒，和三个老外围在烧烤炉，唯一一名女生站得有点远，一个男生躺在凳子上。另一名男生和他站得有点近，我看到他向男生弯着身子，两手夹紧，从裤袋里掏出钱，拿出一张说：这里是 eighteen。那动作，像是黑市交易。男生说，这不大对，我们花了多少钱 blabla。男生有点认真，也比他高，还年轻（还很帅！），他开始蔫（我从没见过他这样）。我没逗留，不知道后面发生了什么。只是第二天听到一个香港大叔在向工作人员投诉说这里的老人小孩都被吓到，工作人员说“我地报警啦报警啦”。我觉得说的是那个巴基斯坦人。 ⑦ 周六早上醒得太早，决定走路去梅窝吃早餐，要走 5km 的山路。路很陡，剖面图可参考正态分布图。上坡时身体和地面的夹角在 60° 左右。路上有一些靠边骑车的外国人，三五成群，骑得很稳很整齐。如有汽车同向行驶，不会摁喇叭，还会放慢速度。在下坡路的人行道上遇到一个上坡的啊伯，头发全白，慢慢往上骑。我看了一眼他，笑了一下，他回以点头，继续前行，我还听到“咔”一声的换档声。 ⑧ 和隔壁营地的大哥聊天，他中山人，以前做领队。他说起西藏徒步时搭车的经历，说遇到很多不一样的人。有辆青岛车问他会不会开车，会就和上车车主轮流自驾开到西藏，不会啊，免谈。他说“我只想搭一段避开 72 拐而已；再说，徒步的人怎么会和你自驾呢”。 一辆北京夏利，在离他很远就开始摁喇叭，而他明明在公路一米远的路边行走。司机还故意开近他，等靠近的时候甩了一下车，摇下车窗举个倒拇指的手势说：鄙视徒步的。 ⑨ 说到在海里游泳，一个朋友让我注意点，说：一个特别好的学弟，我还欠他一顿饭呢，被海浪卷走了，从此离开了所有人。我说我那有救生员呢。她说他没等到救生员。 想起高三时隔壁班的班主任，他是数学老师，上课喜欢让学生轮流去给全班同学讲课。校长那时候经常来听他的课，还中途讲过课。后来，那个老师被停课，具体原因忘了。英语老师梁菊有次和我们说起那个班主任，说他在读大学的时候和同学去海里游泳，同学被海浪卷走，他奋力追出去，最后背着尸体回来。那之后，他性格大变。他还喜欢骑着摩托车在教学楼前一段小楼梯飞车，他儿子坐在后面抱着他，没有害怕，反而是满满的信任。他儿子当时就几岁，我和他聊过几句，觉得他蛮独立懂事的。不知道那个老师现在怎样。 ⑩ 梁菊在我们毕业后任教体艺班，教学方式不被学生认可；全班学生集体要求换老师并取得成功。我接触过一下下那个班的学生，梁菊的教育方式真的不适合她们，甚至不大适合那些基础差且急求高分的人。学习一种学习方法在那时候，是一件“无用”之事。也很多年没见过她了，不知道她现在怎样。 ⑪ 看女 JJ 版的《bang bang》，那句“Wait a minute let me take you there”让我想到了《血观音》里棠宁的“带我去果度”。《somewhere only we know》也与之遥遥相呼应，特别是歌里那句“so tell me when u gonna let me in”。 ⑫ 列车已到站，请各位旅客收拾好自己的行李物品，有序下车。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"书摘丨《童话心理学》","slug":"书摘丨《童话心理学》","date":"2018-04-09T13:54:58.000Z","updated":"2024-02-28T10:25:27.467Z","comments":true,"path":"2018/04/09/书摘丨《童话心理学》/","permalink":"https://kiwylai.github.io/2018/04/09/%E4%B9%A6%E6%91%98%E4%B8%A8%E3%80%8A%E7%AB%A5%E8%AF%9D%E5%BF%83%E7%90%86%E5%AD%A6%E3%80%8B/","excerpt":"","text":"1、寓言故事不仅仅是过去的故事，也和现代人的精神世界密切相关。 2、人有了精神意识后，就在不断磨炼中推动人类文明的进步。但是，构筑起来的意识一旦离开无意识的土壤，便会失去生命力。 （动物没有精神意识么？） 3、至始至终只停留在谈论童话、寓言故事中的原型性主题这种理性工作上，荣格的“分析心理学”也就成了研究美女骨骼那样空洞无味的东西。 （不知道是翻译问题还是原话，我不同意“美女骨骼空洞无味”） 4、我们活着的时候，想方设法忘掉死亡，相信通过高超的医学手段可以驱除病魔，尽量延长寿命。而面对死者，我们力图通过葬礼这种形式远离他们。 （然后，通过扫墓这种形式祈求他们的保佑……） 5、母性具有孕育死和生的双重性。人类母亲在精神深层也具有这种倾向。 母性的负面力量在于它对孩子有强大的支撑力，因而阻碍孩子独立，最终将孩子逼进精神死亡的深渊。 （啊？） 6、对于原型性的食物，只有依靠一个人的整体人格，才能对当时的情况做出正确的回应。 7、荣格认为存在病态性和创造性两种类型的退行。不出现逆转的永久性退行是病态性的退行。但是，创造性的退行并不是完全将力量由意识输送给无意识，相反，它具有产生下一次自我统合的力量。 8、积极地与落到自己头上的命运抗争，这是男性原理；于此相对，接受命运则是女性原理。 （EXO me？） 9、人生就是在众多相互城里的的原理的微妙纠葛中成立的，不会有某个原理一以贯之。 10、人在成长过程中，面临决定性变化的关头，需要经历死和重生的心理体验。 11、我所了解的我，我所能意识到的我，有整合性和我特有的主体性。 12、父性是秩序和社会规范的施行者，拥有权力，训练孩子遵守规范。父性中，敌意和友情并存。 13、从个人角度来说，自以为不擅长的东西，在改变自己的人格时往往会发挥最大的作用。 14、只让人发挥长处的教育不是真正的教育。 （can’t agree more） 15、真正想发展阿尼姆斯的人，必须发展她的母性。看似敌对的两者实际上相辅相成。没有经受阿尼姆斯锤炼的母性太脆弱，而没有母性支持的阿尼姆斯也太冷酷。 （阿尼姆斯对应阿尼玛） 16、实际上，在工作和学术上将能动性发挥得淋漓尽致的女性，一旦地点或机会发生变化，有时便显示出轻贱的女性属性。女性的精神在有能力的阿尼姆斯和不成熟的女性属性支撑下保持着平衡。 （这……） 17、不在自我决定范围之内的事物，往往以偶然的形式出现。 18、弗朗茨指出，神话中青蛙大多显示为男性特征，蛤蟆则大多显示为女性特征。 19、当无意识中的东西被带入了有意思的世界，会发生各种难以捉摸的事物。 （觉得这个翻译真是不太好呢） 好了，这样书摘下来，发现自己看了好像没看一样……","categories":[{"name":"书摘","slug":"书摘","permalink":"https://kiwylai.github.io/categories/%E4%B9%A6%E6%91%98/"},{"name":"荐书","slug":"书摘/荐书","permalink":"https://kiwylai.github.io/categories/%E4%B9%A6%E6%91%98/%E8%8D%90%E4%B9%A6/"}],"tags":[{"name":"阅读","slug":"阅读","permalink":"https://kiwylai.github.io/tags/%E9%98%85%E8%AF%BB/"}],"author":"Kiwy"},{"title":"「吸烟有害健康」|「自言自语」-01","slug":"「吸烟有害健康」-「自言自语」-01","date":"2018-04-09T13:54:15.000Z","updated":"2024-01-24T14:10:03.628Z","comments":true,"path":"2018/04/09/「吸烟有害健康」-「自言自语」-01/","permalink":"https://kiwylai.github.io/2018/04/09/%E3%80%8C%E5%90%B8%E7%83%9F%E6%9C%89%E5%AE%B3%E5%81%A5%E5%BA%B7%E3%80%8D-%E3%80%8C%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD%E3%80%8D-01/","excerpt":"","text":"关于舞蹈 最近在看《这！就是街舞》，几个队长都说感染力是最重要的。看了几集下来，我觉得感染力就是情商。当你热爱舞蹈，把自己融进音乐，你就会有感染力。技术可以让你出挑，展示在众人面前，而情绪管理让你走得更远。 嗯，看了节目，十分喜爱街舞这种舞蹈。我也喜欢现代舞，觉得它肢体语言丰富，很有力量，虽然有时候并没有看懂主题。我一直喜欢投三分，因为可以用尽力气（其实是不会用力）。想起一句话：言之不足，故嗟叹之。嗟叹之不足，故咏歌之。咏歌之不足，不知手之舞之足之蹈之也。我这种音痴，看了这个节目里的舞蹈，是极欢喜的。 关于影视剧 ♈ 最近看了《洗澡》，觉得姜武演得真好。想起姜文在《有话好好说》里的角色，也是十分契合。 ♑ 上个月一口气看了 14 集的《迷雾》，以为要追上美剧的编剧了，谁知 15、16 集，它比以前的偶像剧还出人意料。 ♌ 美剧《this is us》S2 也是出人意料，居然像极了韩剧。 ♉ 看了《血观音》，大家都说丧，而我竟没有如往常一样陷进去，看完也没有感觉。惠英红演得是好的；总觉得文淇有点用力，但她以后会是实力派的。 关于高三 前段时间和高中同学出游，聊起以前的老师，她一直记恨高三班主任。我以为她学习成绩那么好，心那么宽，不会记恨谁，结果，她对那位老师的负面情绪比我强太多。我不喜欢那位老师，毕业之后在校园里遇到，我都是转过身去。他不关心我们个体发展，哦，化学成绩最好的那两个会被表扬一下。接近高考时，经过几次模拟考试，他制作了一张表，上面划分几个等级：能上重点的、考得好就能上重点不好就本 A 的、以此类推。表末栏还有原因分析，最后是本人签名。我当年是在“考得好就上本 A，不好就本 B”的线。哇，我那个生气呀，你凭什么就这样将我们划分等级？凭什么？？？在大家心理极度脆弱的时候，你这么做，何其冷血？！ 这张表第一次传到我手上时，我传给后面的人说你们先填吧。班主任收到已经填的差不多的表再来找那些没填的同学，我借着课间上厕所的当口，出去了。再后来，我看到了这张表，上面本人签名栏有我的名字，是他的字迹。后来，级长还在开会的时候表扬了这种做法，让其他班主任效仿。我当时心里是骂娘的。但是和其他班的同学聊天，应该很少老师听了级长的话。 我一直觉得我是个乖学生，不大敢反抗老师，小时候还经常倚借老师的力量去对抗我对付不过的同学。高三，我们教室在一楼，课间我们一群同学会在教室门口踢毽子，直到看到老师走近才进教室。班主任在班会说过一次，预备铃响了就要进教室。可我和几个同学还是我行我素。 班主任身上总有股浓烈的味道，烟味和膏药混在一起的味道，很难闻。只要他站在讲台，坐第一排的我总能闻到。他喜欢穿有领子的衣服，但还是能看到他贴在脖子上的药膏。他的烟味异常浓重，像用竹筒抽烟丝的那种味道；很多时候他也在教室门口抽烟。我常坐第一排，实在受不了，有次在预备铃响起之后，在左边的黑板写下：吸烟有害健康。他进来，看到，没说话，整节课只用右边的黑板。 我当时应该也不是实在受不了那股味道，只是不喜欢这个人，严重不喜欢。也有点想在班里挑战他一回，毕竟，他不点名批评过我呢。 高三还有件事让我记忆深刻，就是我的一篇作文被老师当作反面教材在讲台读了出来，题目叫做《高考是一场赌博》。那之前，我只拿过优秀文章。","categories":[{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}],"author":"Kiwy"},{"title":"你好，陌生人——大雄（hong）哥","slug":"你好，陌生人——大熊哥","date":"2017-12-31T10:39:55.000Z","updated":"2024-05-11T19:42:43.436Z","comments":true,"path":"2017/12/31/你好，陌生人——大熊哥/","permalink":"https://kiwylai.github.io/2017/12/31/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E5%A4%A7%E7%86%8A%E5%93%A5/","excerpt":"","text":"其实不确定他是不是叫大雄哥，只是有次听到别人用粤语这么叫他，有可能叫大洪哥，而我偏向前者。 他比我爸大两岁；女儿比我小两岁，细小游泳，所以长到一米七多。他游泳很多年，住附近，早上自己在室外池游几千米，晚上陪老婆来泡水。这是我对他仅有的了解。 他也不知道我名字，我们没有自我介绍过，也没有留过联系方式。甚至在我想把浮板还他顺带送点水果的时候，都不知道怎么找他。唯二的线索是她说过阿宝这个名字，在我们刚认识不久的一个早上，他想用他老婆的年卡把我带进去（这样我就不用买票），但是被工作人员认出来，说卡只限本人使用。 那晚，我拎着水果在女更衣室问两个工作人员认不认识大雄哥，她们说不认识。我问，那认识阿宝吗？她们说不认识。我说就是经常夫妇俩来游泳的 blabla。大家讨论了很久，大概确定哪个，但是不叫啊宝。工作人员让我等着，我等的人今晚有来。 等了很久，一个阿姨出现，工作人员对我说：应该就是她了。我问：是阿宝吗？这个是大雄哥借给我的，我想还这给他，多谢他的教导。她看了一眼浮板说：哦，原来是借给你啊。我一直想用来学自由泳，他说借给工友了，原来是借给你。我傻笑，把浮板和水果给过她，走了。 第一次遇到大雄哥是 14 年七月，下班后我一个人去泳池。第一次去那个泳池是小英英带我去的，可会游泳的她却不懂得教别人。而我实在又想学游泳，就自己再去尝试。 那天晚上我请教了好些人，都答不会教人。站在泳池边上休息时，我有点抽筋，用手揉着腿。旁边一阿伯看到，对我说：吃多点花生可以防止抽筋。和他聊了几句，我问他可不可以教我。他说他也不会，随后指着他左边的一群人说：你问他们，他们经常来游的，很多年了。我过去请教，一阿姨说先学换气。猛吸一口，沉下去，鼻子呼出来，呼完再上水面猛吸一口，如此循环。她示范了一下，我便开始不停练习，阿姨和一个大叔游开了。等他们回来，我还是在练习换气，咕噜咕噜。大概当时是互相说了句拜拜，别无他言。 第二天晚上，我一个人去蹲点，期盼能遇到他夫妻俩，但是很久都没见到他们。在我失望之际，有人对我说：你又来学游泳啊。一看，是那个大叔。他很认真教了我一个晚上，还向救生员借了一块绑在腰上的浮板给我，叫我第明天早上七点半再来，那时候，他已经游完一千米了。 第二天早上，我准时到达。跟着他学了一会后，他找了一个阿姨教我蹬腿。阿姨很厉害，一教，我就懂了。大雄哥应该是遇到瓶颈了。但大概平时阿姨都是收费教人，大雄哥怕尴尬，就继续教我。他走之前还和我说不要找那些游泳教练，太贵了。本来说好晚上继续学，但是我一直没见到他。我心灰，准备上岸，结果，遇到他。 之后，带着大雄哥借给我的浮板，勉强能游二十五米，但我还是怕水，一米五的池都怕。但断断续续共游了五百米，也觉得满足。有晚没遇到大雄哥，倒是遇到那个教我蹬腿的阿姨，她粗暴地教我怎么协调手和脚。“放松啊，收腹啊，条腰咁细，仲 5 收腹？”可我一直像块石头，还溺了一回，被路人拉了一把。再溺，挣扎，没人理我；再挣扎，良久，自己游到岸边。 约半个月后，我站在池边，大雄哥来到我旁边。他说我有悟性，姿势学得不错。他鼓励我一口气游一程，我说对面太深了，我不敢（泳池深度从 1.5-1.8m 斜度渐变，长 50 米）。他说：我在你旁边游。整段，他一直在我旁边。 有次晚上游着游着，下起大雨，我以为他不会来了，结果不久他出现在我旁边。他说他在一旁看我游了很久，我手部动作可以再改善。以前很多人让他教，但他都拒绝了，不知道为什么会教我。他还说我进步很快，游五十米只用两分半钟，而这依赖我腿蹬得好。 15 年的夏天，因为工作关系，我很少去游泳，但是偶尔还是会在泳池遇到他，我们还讨论过水的浮力阻力问题。 17 年，十月的一个周六再去那个泳池游泳，发现一个人很像大雄哥，可我不太肯定。因为以前都是他把我认出来，来和我说话。我觉得泳池里，戴着普通泳帽，大家都是一样的。我看了好几次他，还是不敢确认是不是他。我们也对视过，但是他没有反应，所以我就更加不敢确定了。他和一个阿姨一起，阿姨害怕太多人，他就一直慢慢得游在前面。阿姨紧跟其后。在他游了几轮在岸边休息时，我问他：你是不是大雄哥啊？他有点意外。我说：你以前教过我游泳的。他说：哦，你现在游得怎样啦？我说：在浅水区我能游 100，在深水区不敢。他哦了一下，就和阿姨游向对岸。 我也游过去，快到岸时觉得有人在看着我。原来是他们，他向着阿姨对我说：你让她教你游泳啊。阿姨说：没有啊，她游得很好啊。他对我说：你手不要超出水面。阿姨说：她的手是向上蛙，超出是正常的。他对我说：你可能游得少。我说是。然后，他们上岸了。 大雄哥看着老了很多。阿姨也是，脸上有明显的斑，不过我以前也没见过几次阿姨，所以不知道她变化有多大。只是觉得大雄哥脸上的肉松弛了很多，泳帽没遮住的后脑勺没有头发，恍惚有种生过病的感觉，希望是错觉。 之后几次去，我都去室内馆，1.5m 深，25 米长，不怕体力不支，想游多久就多久。有次，我游着游着发现岸上有人指着我，对旁边的人说着什么。触岸后抬头，是大雄哥和阿姨。他们和我 say bye 就走了。 再一个周末，天开始凉了。我游着游着，发现有人在岸上和我招手。触岸一看，大雄哥。他用毛巾摸着身体，问我还不上水啊，我说再游一会儿。他说我的脚张得太大，还要小一点。我问手需要改吗。他说手很好。我问掉头怎么掉，他说了什么，我没听清，大概是需要示范，不好说吧。我游了一圈回来，他还在，和我说脚部动作的改善。说完，就走了。 那次之后，我又去了一次泳池，但是没遇到他们俩。十一月，泳池开始实施冬令时，时间缩短。天也开始冷了，我便没再去游泳。至今，我也没告诉他我的名字。 第二年，我在去游泳，又遇到了他。我和他打招呼，他说了一句话，但是我没听清。之后，他就和阿姨一起离开了。往后，再遇到一次，他主动和我打招呼。 之后，我们再也没见。但是每年，特别是夏天，我总会想起他。这几年，我忽然反应过来，他是我活这么久遇到的最好的老师，也是最好的长辈。他一个陌生人，却给了我很多我父母都没有给过的关注与支持，还有陪伴。 总感觉遇到他，花光了我在人际上的所有好运气。 写于 2017 年，搬运于微信公众号。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"}],"author":"Kiwy"},{"title":"读后|《人类简史：从动物到上帝》","slug":"读后-《人类简史：从动物到上帝》","date":"2017-11-14T15:48:59.000Z","updated":"2024-02-28T10:23:07.968Z","comments":true,"path":"2017/11/14/读后-《人类简史：从动物到上帝》/","permalink":"https://kiwylai.github.io/2017/11/14/%E8%AF%BB%E5%90%8E-%E3%80%8A%E4%BA%BA%E7%B1%BB%E7%AE%80%E5%8F%B2%EF%BC%9A%E4%BB%8E%E5%8A%A8%E7%89%A9%E5%88%B0%E4%B8%8A%E5%B8%9D%E3%80%8B/","excerpt":"","text":"终于把这本书读完了，想想就想泪奔（误）。这本书，看了四个月才看完，不包括致谢才 394 页，所以我是有多懒。 刚看觉得：哇塞，好厉害！哇塞，好厉害！还推荐给朋友，还说很快看完，然后写文。然后，你知道的…… 前半部分做了些笔记，所以能找到当时画的点。但是后半本基本是空白的。这两晚又重新翻了一下，找到了一点头绪，整理出来。下次看书，需要好好做笔记，不然，就真的什么都忘了。做总结，只是为了巩固看过的内容，虽然很快也会忘掉…… 1、我们现在存活在世界上的人并非“人类 human”，而是“智人 sapiens”。生物学上有个“属”的分类，智人只是其中一种，我们并非从“匠人”变成“直立人”再变成“尼安德特人”这样线性变化。在几十万年前，至少有 6 种不同的人。 2、火的出现是烹饪的开始，而烹饪的发明，与人体肠道缩短、大脑开始发育有直接关系。 3、15 万年前，东非开始出现智人。大约在 7 万年前，智人开始迁移，造成其他人类物种的灭绝。 也造成很多动物的灭绝，且 ing，可怕的人类。 4、大约在 7 万年前，智人发展出新的语言技能，可以让人们八卦达数小时之久。八卦，促进了人类的进化与发展，随厚，“认知革命”发生，人们有了“讨论虚构的事物”的能力。 有大批不认识的人，只要相信某个故事，就能共同合作。文里还用“标致”公司来举例子。标致公司只是一个名称，但是却促进了很多人一起合作。但是里面的人不能代表这个公司，产品也不能，它与这个世界没有实体的链接，只是我们一个集体想象，这种想象在法律上称为“法律拟制”。随后，“有限公司”出现，就算公司借了几百万破产了，创建人也不需要付钱给债主。 5、书里写了人类获得食物的变化，从采集到农业革命。农业革命就是植物的种植和动物的驯养，人类从闲散到有纪律又规划地工作而获得食物。这里讨论了幸福感的问题，就是，现在的人们虽然食物获得了稳定和富足，但是时间消耗大了，精力消耗大了。现在的我们，一定比以前的我们幸福吗？ 因为没有经历过以前的生活，所以我不太好回答。如果那时候的我们都像现在这样怕死，在那种医疗环境下，大概是不幸福的，一个破伤风就会死掉。哦，是可能生下来就死掉。可是，那个时候我们有“幸福”的概念吗？我不知道，《心理学与生活》我才看了一百页，还留在生物学章节…… 6、《汉谟拉比法典》规定：小孩并不是独立的人，而是父母的财产。 这是公元前 1776 年的法典，可我总觉得现在的生活中，我的周围还是有很多人按照这种思想去生活。 7、“自由”、“平等”、“权利”和“有限公司”都是人类发明的概念，只存在人类的想象中。 因为有了这几个虚构的概念，人们便好像有了追求。特别是号称追求自由的人。我一度以为我喜欢自由，追求自由，后来才发现是：懒。 我觉得平等是不存在的，因为基因就有好坏。 8、阿拉伯数字是印度人发明的。 9、为什么是欧洲在 19/20 世纪大放异彩？他们共同的出发点是承认无知，觉得有走出去、寻找新发明的必要。其他国家包括中国在内缺少的是西方的价值观、故事、司法系统和社会政治结构。 10、阿兹特克的卫生水平远高于西班牙。西班牙人科尔特斯带来的小队第一次到墨西哥的时候不论走到哪里，当地人都派人带着熏香随行。西班牙人认为是无上的荣耀，但其实是当地人觉得这些新来的人臭不可闻。 but，科尔特斯以友好身份去见皇帝的时候控制现场，把皇帝困在牢里，挟天子以令诸侯。阿兹特克的精英随后反抗并获得胜利，但当地民众厌烦二世的统制且相信了科尔特斯这些人，也因信息不发达而不知道西班牙人的事迹，加入科尔特斯的队伍反抗精英并取得胜利。最后，民众们脱离了二世的统治，却被西班牙人统治。 所以写这个是因为熏香那个觉得很搞笑。再看历史发展，觉得：选队友要谨慎！现在信息发达了，要多看书多了解外界！ 11、荷兰当年成为日不落帝国并抢占统治了很多殖民地，其实是很多公司的行为而非国家。统治印度尼西亚近 200 年之久的就是荷兰东印度公司，在 1602 年成立。那时候就已经有股票制，如果你有钱，想赚更多钱，可以买这些公司的股票。公司就会派船和船员出海去侵略其他国家获得资源，如金子。 所以经济是第一生产力，改变了世界的进程。但是经济又是一个很虚幻的东西，它不是实物。默默想了想，中国 1602 年在做什么？不知道，百度了才发现是明朝万历三十年。然后呢？我就不知道了，历史渣…… 12、一名叫弗里茨·哈伯的犹太化学家在 1908 年发明了一套技术，几乎用空气就能制备出氨，并在 1918 年凭此技术获得诺贝尔化学家。而他在第一次世界大战期间是引导使用毒气的先驱。 画个圈圈诅咒他！ 13、每个人觉得自己快不快乐只有自己知道，但是心理学的出现正是由于人类并不真正了解自己，有时候需要靠着专业人士的帮助，以避免自我毁灭的行为。 书里还讨论了生理对心里的影响。有的人心理出问题需要吃药，而药物是真可以改善。又例如，多巴胺可以让你快乐。所以，心理究竟是什么？嗯，我有空看看心理学的知识吧。 14、科技在进步，仿生工程也在进步。有一种设想是：将人的大脑整个备份到硬盘上，让电脑读取运作。又或者，人的肉体消失了，但是在电脑里永存，甚至可以思考。 如果是你，你会接受这样吗？ btw，关于这点，有部英剧就是讨论这个问题，叫《humans》，中文名叫《真实的人类》，已出了两季，有兴趣的可以看一下。 哪一天我看书能像追剧那么积极呢？大概，也许，maybe，应该，肯定，不会有！ 终于，写完了……下次，要好好读书。在整理的过程中发现很多问题在当时并没有进行思考，当我今晚写下这些的时候才去想一下为什么，很多答案，就在书里。所以，写下这篇文，对我还是很有帮助的。 That’s all. Thx~","categories":[{"name":"读后感","slug":"读后感","permalink":"https://kiwylai.github.io/categories/%E8%AF%BB%E5%90%8E%E6%84%9F/"},{"name":"荐书","slug":"读后感/荐书","permalink":"https://kiwylai.github.io/categories/%E8%AF%BB%E5%90%8E%E6%84%9F/%E8%8D%90%E4%B9%A6/"}],"tags":[{"name":"阅读","slug":"阅读","permalink":"https://kiwylai.github.io/tags/%E9%98%85%E8%AF%BB/"}],"author":"Kiwy"},{"title":"往事丨丧礼","slug":"往事丨丧礼","date":"2017-09-07T14:10:30.000Z","updated":"2024-05-11T19:45:52.956Z","comments":true,"path":"2017/09/07/往事丨丧礼/","permalink":"https://kiwylai.github.io/2017/09/07/%E5%BE%80%E4%BA%8B%E4%B8%A8%E4%B8%A7%E7%A4%BC/","excerpt":"","text":"三月六号早上，走到地铁，手机忽然哐哐响了两下。分别是我爸妈发来的短信。因为在城中村里没信号，晚上我也关机睡觉，我不知道他们什么时候发过来的，或许，还打过电话？当时人多，我要挤上地铁，再换乘另一条线，就可以稳稳当当回电话了。我打给我爸，听到了哽咽的声音。本来情绪平静的我，忽然也哽咽起来。我问什么时候出葬，他说后天。我说我大概要晚上回去，而且可能会很晚（我想着坐八点的车）。他说多晚都好，到时找人来接我。 等地铁的时候，眼泪忽然就流了下来。进车，坐好，眼泪还是流。三年前的三月，奶奶去世了。那时候刚好失业，想着没事，为了我爸开心，就去考了公务员。考完试出来正吃着饭，我妈来电话说我奶奶快不行了，让我回家。在家等了个几天，奶奶还在做着最后的坚持。我妈让我出去工作，我说再等等。我没告诉他们我失业了，因为这太频繁了。那时的奶奶整个人是皮包骨，完全没了意识。我们每天回老家看她，我经常呆一阵就在村子里乱逛。有天早上，我还在睡觉，我爸打电话来说让我起床，他来接我，奶奶去世了。 葬礼的流程很固定：第一天，一群人跪爬在地上，从门口爬进大厅里，一边爬，一边哭（硬性规定）。爬到第二次，我已经不想哭了，还觉得滑稽与厌恶，这什么破玩意儿。半途，姑姑们来了，还要从门前的巷子里哭着爬进大厅。然后一群人又接着哭爬几轮。那天还不太冷，可跪爬着手脚都痛。那时候我觉得我就是一个猴子，在表演给别人看。奶奶不知道我伤心么？可我知道呀。我现在哭给谁看呢？我为什么要做这些呢。人死了就死了呀。要积德也是生前对她好点吧。可是没有办法，你做不好，以后有点什么事，怪罪的可不止是你，甚至你的家人。 每天都要守夜，但是大人们体谅我们孙辈，就让我们去睡觉。大人们会轮流睡觉，但是，很多人根本是不能睡好吧。因为是自己的父母，大人们都不敢轻易懈怠，唯恐做得不好，遭人诟语。乐师们都轮流睡觉，就睡在主台旁。也是佩服他们，那么吵，居然能入睡。 还有件让我难受的事就是各种烟，主要是烧香和纸钱。我的眼睛本来就敏感，特别是睡不好的时候，风一吹就疼得厉害。那天被烟熏得我好像甩手不干。 爷爷葬礼的第二天中午，一堆人排开，围着蜡烛烧纸钱，我就当在玩火。堂姐在我左手边，她叫我跪着，说诚心点。可负责的那个阿姨在我刚跪下的时候就和我说不用跪着，太累了，蹲着或者坐着。我的纸钱烧完了，就在烧地上的草根，木棍子，被负责的阿姨跑过来说了不能这样玩。又给我一把纸钱。堂姐还老盯着我，不让我继续玩火。 堂姐和堂哥对这一块特在意，还记得以前堂姐还在老家住的时候，逢初一十五是会去烧香的。葬礼很多环节都要进停放棺材的大厅烧香。进去的时候，一般要求脱鞋。一是怕麻烦，二是袜子脆弱，我一般不脱鞋。好了，堂哥堂姐又有话说了。后来一个堂伯伯说，不用脱鞋，这么冷。然后我干脆就一直不脱了，再被说，我都忽略。 到晚上，乐师们穿着各种道路服装，道士服，袈裟等；有时脚步急促复杂，有时踱着小步；鼓声，锣声，唢呐声或交替，或重叠。披麻戴孝的我们，一脸疲惫坐着。我总想起电视剧里古代的丧礼，大概就是这样，最起码，我们头上戴着的尖角布条是多么一致。半夜里的高功率白炽灯恍如白昼，可周围却一片黑暗强烈的对比更增虚幻感。因没睡好而敏感酸痛的眼睛和发胀的脑袋让我觉得我就活在那电视剧里，虽然周围没有观众，却觉得观众无处不在。我是多么痛恨这种形式，却也无法逃避。人死了就是死了，任何形式都是虚设。自己问心生前对死者能问心无愧大概就是最好的孝顺了。人死了有时比生前承载更多寄托，人们希望花了这些钱能让亡魂去保佑他们各种平安顺利。生为普通人，死了忽然就有了超能力。可是，你们还花钱帮死者超度呀，不能度己，然后能佑人？ 回去大巴上，隔壁刚好坐着一大叔，断断续续搭了几句之后，就聊上了，就顺便聊了下丧礼的问题。他说他湖北乡下，办个丧礼都要几万。请村里的人吃饭就要吃几天，还要风水师傅、乐队唱戏，各种。每个师傅都要给烟，要有点级别的烟，一般都是黄鹤楼，一条就两百。一场葬礼带来的村晚，一场钱的游戏。 人死了还要留个名目给后人。想起高一刚来任教的山西籍语文老师的吐槽：吹吹打打一晚上，还 nang（第四声）不 nang 人睡了。人活着都不好好孝顺，死了做这些有什么用。可老师不知，这些，做给别人看啊。可真实情况是，周围的人对丧礼甚是忌讳，很多亲戚都不愿意出席，怕惹了晦气。观众都在山顶，拿着望远镜。 想起台湾电影《父后七日》，子女在父亲的葬礼中追思，慢慢解开一些以前的心结。觉得我们这里的葬礼是没有这种效果的。 ps，拖了两个月，终于把这稿子写完。大概之前是懒，也不愿意再细想。写了几个月，总觉得自己越写越乱，所有细节都重要，不舍得删掉，可最后连主干都没有。于 2017 年 5 月 14 日。","categories":[{"name":"往事","slug":"往事","permalink":"https://kiwylai.github.io/categories/%E5%BE%80%E4%BA%8B/"}],"tags":[{"name":"回忆","slug":"回忆","permalink":"https://kiwylai.github.io/tags/%E5%9B%9E%E5%BF%86/"},{"name":"过往","slug":"过往","permalink":"https://kiwylai.github.io/tags/%E8%BF%87%E5%BE%80/"}],"author":"Kiwy"},{"title":"往事丨杜飘","slug":"往事丨杜飘","date":"2017-08-24T15:36:57.000Z","updated":"2024-05-11T19:45:58.467Z","comments":true,"path":"2017/08/24/往事丨杜飘/","permalink":"https://kiwylai.github.io/2017/08/24/%E5%BE%80%E4%BA%8B%E4%B8%A8%E6%9D%9C%E9%A3%98/","excerpt":"","text":"初二的时候，经常和一个叫杜飘的女生一起绕着运动场散步，在晚自习后，九点钟。她比我大一岁多，尖尖而细长的脸，却有点矮胖。她总是能和同学特别是男同学打成一片，而我总是得罪人多称呼人少。她总会劝我说话不要太直，太容易得罪人。大概因为这样，她俘虏了我的心。我从小成绩好，老师比较宠，虽和同学关系一般，但还是有点傲。六年级的时候语文老师对我说：听同学们说，你最近有点骄傲喔。这大概是第一次别人很正面对我缺点的指出，或者说，提醒。但是那毕竟是老师，而且这样的情况只有一次。而杜飘是作为一个同学（？）朋友（？）提出的，而且是在相处过程中会对我进行提醒，这样的朋友，于我是第一个吧，所以觉得可贵。 那时候，她经常会陪我去池塘边上的公共厕所。她经常一个人站在外面（旁边有个垃圾堆）等我，有时会吐槽，你每次大号都要这么久，但是下次还是陪我去。我觉得她像一个姐姐，情商高，对我也有宠爱。作为别人姐姐的我，忽然找到了依赖。其实我们很少一起玩，上课也不太聊天，有时傍晚会一起走走，晚自修后会一起走走。她住宿，我住家里。印象最深的是冬天里，我们两个一边抖着一边坐在操场边上吃冰淇淋，还遇到过来搭讪的师弟（同学弟弟）。 某次散步的时候她说过她不想读书了，我还劝她。我总觉得辍学好可惜，年纪那么小，又没有知识，出去能干什么呢？可是她说了几次，我便知她已下定了决心。那时候，我每天都约她去散步，想多点在一起的时光。她总说她没那么快走，我说你走了不要忘了我，她说她永远不会忘记我。那是第一次有人对我说永远，还是我喜欢的人，真是高兴。有天晚自修后，我回了趟家再到教室，宗霞（我们共同好友）忽然找到我说，杜飘收拾东西走了，临走前还和她说了几句话。我以为，杜飘还会回来，怎么可能一下子就走了呢？应该还有东西没收拾完吧。宗霞也这么安慰我。 可是，第二天，她没出现。 第三天，她也没有出现。 第四天，第五天，第六天，她依然没有出现。 可我还依然觉得，她会出现的。 那时手机在乡下还不是很发达，只有固话，而我没有她家的号码。我曾把我家的号码给过她，让她出去了记得给我电话。 再见面，已是我高中的时候。我在县城读书，她和姐姐住在一起，我的学校在河东，她住河西。我和她一起逛街，帮她涂指甲油的时候，她还嫌我笨，说你是不是女生。后来去了她住的地方，她们姐妹在加工钥匙扣大小的布娃娃，往里面塞棉花，然后再缝上。她当时还给了两只半成品我，说我可以加工做完。我觉得这东西粉红粉红的挺可爱，而我也没怎么收过礼物，觉得自己把它们完成了也算是收到一份礼物了，就留了下来。 大学开始玩 QQ，忘了怎么加的她好友，我试过与她聊天，只是她很少回应。有次她叫我去她家玩（她嫁到我们镇中心），可我却不知道她的地址，所以也没找过。再后来，她那久不更新的 QQ 忽然开始更新，只是看着照片像她妹妹。于是我便问她是不是妹妹，她说是，说姐姐不用这个 Q 了，给了她。然后，我便没再联系过那个 Q。也是从大学起，我不再对别人的诺言抱有太大幻想，没实现，不会失望（其实还是会），实现了，就是惊喜。每次想说永远的时候，提醒自己，不要轻易用这个词。 去年大年初三的时候，朋友生日叫我去唱 K。我随身带的开水喝完了，便到前台去打水。刚站在前台，对方一愣，我也一愣。原来她还认得我，而她，除了瘦了，脸没怎么变。然后我坐下和她聊天，她说了一些同学的情况，然后说我爸和她叨过大家都结婚了我还不结婚。他叫我嫁回本地，这样大家就可以一起玩了。最后，她加了我的微信，因为我当时没拿手机，也就没有回复。后来我就进去继续唱 K 了。我们房间的话筒坏了一个，一个店员进来修换过几次，还是不行。到最后，店员说，没有合适的话筒了，你们就用那一个吧。我说，你们这样做不对呀，再加上你们老板娘是我朋友呀，你们应该优待点才对呀。他嗯嗯出去了，然后，就没有然后了。后来我们散场，等我回到家，发现微信完全没有新好友的消息。试过很多次我手机没信号，对方发送添加，我都收到了，唯独她没有。 好怕她说我骗她，给了错的号码。还想过要不要去店里找她，重新加。可是一想，又何必呢，她觉得怎样就怎样吧。下次再见，不知何时呢。 前几天，我收拾东西时，发现那两个半成品的布娃娃还在，虽然放在盒子里，但可能时间太长，还是沾了一点点尘。于是，我将它们扔进了垃圾桶。","categories":[{"name":"往事","slug":"往事","permalink":"https://kiwylai.github.io/categories/%E5%BE%80%E4%BA%8B/"}],"tags":[{"name":"回忆","slug":"回忆","permalink":"https://kiwylai.github.io/tags/%E5%9B%9E%E5%BF%86/"},{"name":"过往","slug":"过往","permalink":"https://kiwylai.github.io/tags/%E8%BF%87%E5%BE%80/"}],"author":"Kiwy"},{"title":"你好，陌生人——小胖","slug":"你好，陌生人——小胖","date":"2013-07-25T20:40:00.000Z","updated":"2024-05-11T19:42:41.039Z","comments":true,"path":"2013/07/25/你好，陌生人——小胖/","permalink":"https://kiwylai.github.io/2013/07/25/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E5%B0%8F%E8%83%96/","excerpt":"","text":"我知道他的名字，只是，他真的挺胖的，所以叫他小胖。 在北京工作的时候，店里住了一个男生，胖胖的，刚开始的时候他还跟几个人女生出出进进，后来只剩下他一个人了，也就是那时，他每天早上都很混沌地走过来续房。因为还供暖，所以他穿着一件长 T 就直接出现在前台了。那时候我就逗他，你是不是还没睡醒啊，他说，他在梦游。住了几天之后，我问他什么时候走，他说，不知道，每天睡醒再说，想走就走，不想走就留。嗯，他的多人间，早已换了几茬人了。 有一天，他坐在公共区，路过他身旁的时候，我跟他说，你看，你前面两个女生多好看啊。回来的时候，又经常他身旁，他示意我过去说：我发现了，她们都比你好看。我马上笑着说，那当然。他说，你不生气啊。我说，我为什么要生气啊，那是事实啊。嗯，真的是事实，两个荷兰美女，都高高的，有一个还很像 Taylor Swift。有一天，叮咚和我一起上班，小胖过来聊天。他说他以前经常住青旅。我说我在杭州青旅工作过。他说我很面熟，他肯定见过我。我说，应该没有吧，你这样有趣的人我应该会有印象的吧。他说，我见过的人都记得，只是会忘了在哪里见过。我说，我好像真的没有在杭州见过你啊。 那天晚上叮咚说跟我去打羽毛球，我叫上他。回去之后，我说，我们去后海散步吧。结果，叮咚不去了，我就跟小胖走了。那时候还很冷，清明前后。本想绕着后海一圈，走了一半的时候走到街上去了，我们还在讨论怎么走，最后，又绕回去了。他是安徽人跟我同一届毕业，但是基本也没怎么工作，都在晃悠，经常呆上海，也来过广州，去过香港，都是住青旅。我说，你家人不担心你这样吗？他说，也没什么好担心的吧。他爸爸是工程师，貌似还跟我的专业相似。他自己什么专业我忘了，貌似也是理工一类。最后，他走累了，我们坐下了休息。谈到上海，我问他有没住过南京路店，他说他经常在那里。然后我问他，一月份的时候他是不是在那里。然后，我想起了，那天晚上，我在公共区域打桌球，他在玩苹果电脑，我刚好想查一下火车票，就向他借电脑。那时他还跟我说，他的系统出了问题，但是我最后还是能用。 公共区域里，有人在吃东西，有人在聊天，我开始在打球，后来也坐着跟他们聊天。有个男生说要跟我打桌球，于是便开战。他们一群人问我几岁，我说，你们猜。结果有人问，十八吗？然后我笑，说，像吗？当时还有个日本大叔，会一些中文，他们问他：你觉得他像几岁？像十八吗？他笑。忘了我们最后说了什么，反正是挺搞的。那晚，副店长还在那里，跟我们聊天，聊了很久上海，说上海是一个包容的城市，并不像外界说的那样排外。说在上海，女人三十岁结婚也不会是件很奇怪的事情。然后，也聊到一下深圳。跟我打球的那个男生刚在上海找到工作，我问，有介绍吗？我也想找工作。他说，你英语怎样？哎，你会说粤语，我们公司招粤语客服诶。我说，我考虑一下。 那天晚上，我没有跟公共区域里任何人要联系方式，倒是跟隔壁房间一个女生留了微信。我是去她们宿舍借拖鞋，然后说我们宿舍有个韩国姐姐，然后她好奇就过来了。她的超级偶像是李敏镐，她就是专门从大同过来看她家哥哥的。第二天，我就回杭州了。 想不到，世界那么小，小胖还是穿着他那天在上海穿的那件红色长风衣。他说他本来不打算住我们店的，只是他要的另外一家没床位了，他好奇，就过来我们店试住。结果，就住了好些天。我们也有聊到我们老板，他看东西还是蛮准的。过完清明，他就走了，说是回家，然后再去上海。这次，他要了我的 Q 和电话，只是，我们很少聊。土肥圆，真可爱的昵称。 写于 2013 年，从 QQ 空间搬运。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"}],"author":"Kiwy"},{"title":"你好，陌生人——王静","slug":"你好，陌生人——王静","date":"2013-07-24T20:22:01.000Z","updated":"2024-05-11T19:42:51.656Z","comments":true,"path":"2013/07/24/你好，陌生人——王静/","permalink":"https://kiwylai.github.io/2013/07/24/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E7%8E%8B%E9%9D%99/","excerpt":"","text":"嗯，熟人都是从陌生人变成的。可是，我不知道陌生人的定义是什么，但我对陌生人的定义是：你跟她是完完全全不相干的人。胡小璞是，雪莹也是，还有很多人也是。去年面试的时候，到现在还有联系的，就只有六个人，三个是因为那个银行，但是认识的时间不同。还有三个去去另一家公司面试认识的，当时我们四个女的，那个面试官跟我同届，我们五个人就坐在一起面试。最后我们四个觉得聊得来，就留了联系方式。其中，还有个女生叫做文静。我总是跟叫做X文静或X静的人有点缘的，例如去年八月在小榄轻轨站认识的王静。 那时候我一个人去车站等朋友，然后一起坐车。有个女生本来坐我对面，许久之后她坐到了我右手边。那时我们都没有说话，我在看书，其实已经无聊了。只是，冒冒然找人说话也不好，而且，我之前看了一下她，她对我似乎也不是很热情。之后，有个男的在我们整排椅子的最右边抽烟，他坐在风口上，所以我们都受不了那烟味。于是，我开口了。然后，我们就聊了很多。她是北方人，在天津念书，毕业后做英语翻译，最多的时候有七千多。可是她觉得她 27 了，收入最高也只能这样了，于是，她在考虑创业问题。她觉得她这个年纪，如果再不创业就不会创业了。她这次来广东，就是想考察市场的。她想做网上外贸，以前也跟别人学过一点。我也跟她聊了我的情况，聊了我大三暑假的行程，聊了大四后半年的情况。我不知道我该干什么，也不知道我能干什么，我想出去跑跑，可是也害怕这样会让以后的生活更糟。她说，年轻的时候出去走走也是好的，我那时候还不懂这样呢，现在都没机会了。我跟她说：你不管成败与否，起码有退路啊，而我退路都没有。她说：有时候没有退路也是一件好事啊，没有退路你反而会更勇敢，什么都放开了。我说：没有退路万一又找不到出路是很糟的。她说他男朋友一直在天津那边工作，也对她很好，但是他比较喜欢安稳的生活。而她特别向往南方，所以就来这边看看。我说，其实你看着还蛮像南方人的，着装也还像。她说她同学也这么说她。聊起她的创业，她甚至还叫我跟她一起创业好了。我说，我不敢啊。她快上车了，我们留了联系方式，看到她的名字的时候我在笑，王静。我认识黄静，王美静，王静。她又是一个。 我去杭州后，加了她。十月份的时候跟她聊，她说想买房子结婚，已经订婚了。我说，也好，只是我觉得我惧怕婚姻。她说她以前也怕，总是跟男朋友吵架，分分合合的。她说她一直怀疑她男朋友对他的感情，不是不忠，只是觉得他们不是一路人。他男友喜欢安稳，一直劝她回来，安安稳稳找份工作。她去南方回天津后，她男友每天都会打电话给她。有一天，她跟朋友去吃饭了，没接到电话。后来一看，居然联系十几个未接电话。她打回去，她男友马上问：你在哪里？她说，吃饭啊。她男友说：我还以为你出什么事了，还请假出来找你了，现在在大马路上。那一刻，她知道他是爱他的，于是，她决定嫁给她。她跟我说，很多事情是会慢慢改变的，也会慢慢变好的。说到我的情况，她问我这一路的感受，我说了。她说，希望你不是因为逃避而这样。我说，不会的，我只是出来看看，明年会回家去的。她说，你什么时候来天津，我这里有吃有住。我说，好。 三月去北京的时候，在 Q 留言给她，她一直没回。而之前手贱，她的电话没了。我本想着去天津找她的，毕竟那么近，但是她一直没回复。后来，我看到她的婚纱照，也看到她的签名：五月十九日，wedding day。继续留言，还是没回。后来，我离开了北京，忘了在哪里跟她联系上了。她说她那段时间一直在忙房子装修，所以没怎么理会 QQ。我问她的创业怎样，她说，筹备中。 忽然想起，她之前跟我说她生病的事情。她是一路都是一个人，有次还发烧了，一个住在酒店里，没有人知道，也没人给她买药。她问前台，前台说没药。晚上的时候她自己勉强可以下来去吃点什么，但是很热，她还穿着长裤。她看周围，不是很多人，她的衣服不算很短，而且餐桌布比较长，可以盖住她的脚。于是，她便脱去裤子，吃完了饭，舒服些之后，再穿上。她说那时候觉得很委屈。我听着，也觉得有点。第一次有人跟我这样说，原来发烧还会这样。当我一个人晃荡久了，我也大概懂得，其实是有点苦的，特别是那些周围经常有人陪的人。嗯，现在看着她幸福，也是蛮好的。希望，有机会再见到她，或许，那时候她就是妈妈了。 写于 2013 年，从 QQ 空间搬运。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"}],"author":"Kiwy"},{"title":"你好，陌生人——胡小璞","slug":"你好，陌生人——胡小璞","date":"2013-07-23T21:16:47.000Z","updated":"2024-12-29T22:30:13.660Z","comments":true,"path":"2013/07/23/你好，陌生人——胡小璞/","permalink":"https://kiwylai.github.io/2013/07/23/%E4%BD%A0%E5%A5%BD%EF%BC%8C%E9%99%8C%E7%94%9F%E4%BA%BA%E2%80%94%E2%80%94%E8%83%A1%E5%B0%8F%E7%92%9E/","excerpt":"","text":"亭林工作室里写的是你记忆最深的一句话，其实，那不算是记忆最深的，因为，我不知道哪句是最深的，对于我来说，没有“最”字，最喜爱的，最感动的，最难忘的……诸如此类，都没有答案，那句话我一直记到现在，其实也不是很久之前发生的事情，四月三十号，北京迷笛音乐节举行的第一天的晚上十一点过后，在北京的地铁上，我到鼓楼下了，而她到团结湖。 一直想找个人去看迷笛，但是喜欢迷笛的好友都不在北京。因为比较强烈的好奇，也没理会当时的阵容就买了通票，最后看了草莓的阵容，再对比迷笛的阵容，我想退票，可是，一直卖不出去，是的，我舍不得降价太多。迷笛的阵容里，我一个认识的都没有，真的是一个都没有。本来想着去住帐篷，但是一直没蹭到女生的，最后约了个男的，加了微信。开始聊的时候我就直接跟他说，我想找女的，我怕妨碍到你。他说明白。我说，有的人去的目的不是音乐节，而是约炮。他说，非目的，只是闲着。后来他发了几张照片给我，三十来了吧，黑黑的。我发了一张给他，他说，想抱抱亲亲。对不起，有想法了，呵呵。我本想装白痴，回他：什么意思。结果，没信号，发不出去。第二天去鸟巢那边坐直达大巴，我以为，在地铁上就能遇到很多同道中人，结果没有。出站，很多人，一群一群的，也有单的，但是大家都各顾各的。我明白，我想多了。上车，我一个人坐在第二排，然后，有个女的穿着件紧身的外套，那种看起来很酷的骑摩托的外套，卷着头发，我还以为是个阿姨。刚开始的时候，我们都没怎么说话，到最后，蹭帐篷的事一直困扰着我，我觉得她一个阿姨，经历过社会，不如要点意见吧，然后就跟她说话。问她是不是一个人，她说是，但是只看一天，来看看就回去，没必要熬个三天。然后我说了帐篷的事，她具体说了什么，我忘记了，不过基本是肯定了我的想法。于是，我想着，我就去蹭另外一个租别墅的大家庭吧，就聊天到天亮，然后受不了就撤。 到达滑雪场之后，要换票，因为我是通票，花了很长时间。最后，现场还有很多人买通票的，于是我卖了我的，买了一张当天的，然后，进场去找她。我们就找了一个少人的地方，铺一张吊椅的布在草地上，然后躺下去，听音乐。我想给我们来几张那猥琐却惬意的照片的，但是她不肯。我们彼此说出对台上表演的意见，我们都喜欢那个外国组合，一个很 man 很闷骚的男主唱。她说：他要是在这里唱一整天，那我可以一直不挪地。我说，我也觉得。可是，他们终究还是退场，而且没什么人喊 encore。哎呀，太失望了。 下午，我们开餐，她就带了一天一人的粮食，而我，背了两袋面包，还有杯面和水果，对，三天的食物。当我拿东西的时候，风筒从背包里漏出来，然后她猛笑，说：这是我见过最雷的行李了。我说，有可能用上咧，洗头什么的。她说：你既然要住帐篷，基本是不用洗澡的了。如果你去别墅什么的，人家也应该会有的。我说，有可能没有啊。她说：能洗澡的地方基本就会有吧。然后还在笑。然后我也笑，有可能，我是二了点。傍晚了，我们背东西去上厕所，然后去听了儿童场，有个很可爱的胖叔叔，主唱我倒还是蛮喜欢的。然后我就在那里各种猜想胖叔叔如果有个女儿是怎样，他唱歌老缩着头好像乌龟，她在一边笑，说我联想力好。最后，乐队下场了，站在远远的我还大声喊 encore，嗯，只有我在喊。她问：广东人都像你这样开放的吗？我说，哈，没有啦，像我这样不正常的比较少。嗯，对，她还一直笑我的普通话，在我们在大巴的时候，看到窗外的景色，我说：好漂亮啊。满嘴广谱，然后她也会学我的口音，当时我还没反应过来。 天黑了，我们回到了宋场。到最后比较 high 了，很多人随着音乐扭到，包括我们。别人都很有节奏，但我是一个没有乐感的人，总是乱扭，她也在笑我，说我跟别人不一样。我说，是啊，可我就只能这样乱扭，跟不了节奏。她笑，继续扭她的。入夜，台下是滑雪道的最下面，风太大，于是，我们跑到半中央，没有风，暖和很多。她居然跳起了健美操，说运动一下，而台上的音乐已经是重金属了。我想，嗯，爱干嘛干嘛吧，然后一通乱扭。十点多，觉得没看头了，也为了赶最后的地铁，我们坐大巴回去了。回去的路上，她说，你真逗，老是在自 high。我说，是啊，但是难得你不说我不鄙视我啊。下了大巴，我们去坐地铁，我说我就是到处走走，一年后还是要回广东。她说：你这不是折腾，有的人折腾就折腾几年十几年，你这是爱玩。快回家去吧，回家找份工作，大家都放心。快下车的时候，她说：无论你最后是回家了，还是到别的地方折腾去了，都打个电话或发条短信告诉我，让我知道，你还在这个地球上，我有可能去杭州工作，到时候我也会告诉你的。听到这句，忽然想泪奔。那时，我已经失业多天了，还没决定去留，在纠结着去留。 第二天，我一个人在北京乱逛，到了一个农村，坐在健身仪器上，看一群小孩子玩耍。之后，剩下我一个人，我觉得叫她带我去爬山，爬香山，我一直想去的山。因为她跟我说，她有时也玩户外。哦，忘了说，其实，她不是阿姨，她是 80 后，只是那天的打扮显老气。第二天，我们早早就起来，而她本来还想睡个懒觉，然后加班。爬山的时候，她说：跟你去旅游应该是件快乐的事。我说，很多人都这么说。她说：那就是说我还要排队咯。我说，是啊。回去的时候，她说，她应该九月就去杭州了，到时我们可以约个时间一起出去旅游。旅游不一定是要去到另一个的城市，我们可以约好到另个一城市汇合，然后一起玩。嗯，蛮想跟她一起滑雪的。 写了这么多，我想说的是，我当时只留了她的电话号码，还留在手机上，然后一时手贱，她的号码没了，而我换了号码。北京那个卡还留着，等待她的短信。烂联通，信号差到爆，还给我停机，我的话费都还没送完好不好。找天去冲个十块钱，等她短信，实在不行，发微博寻人。 手贱之后，胡小璞消失了，文兰消失了。renee，你的 q 在，微博在，可是，你也消失了。或许，是我太在意而已。 写于 2013 年，从 QQ 空间搬运。","categories":[{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"}],"tags":[{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"}],"author":"Kiwy"},{"title":"多少还是失望了（观《艋舺》后）","slug":"多少还是失望了（观《艋舺》后）","date":"2010-02-25T00:55:04.000Z","updated":"2023-09-20T20:21:43.696Z","comments":true,"path":"2010/02/25/多少还是失望了（观《艋舺》后）/","permalink":"https://kiwylai.github.io/2010/02/25/%E5%A4%9A%E5%B0%91%E8%BF%98%E6%98%AF%E5%A4%B1%E6%9C%9B%E4%BA%86%EF%BC%88%E8%A7%82%E3%80%8A%E8%89%8B%E8%88%BA%E3%80%8B%E5%90%8E%EF%BC%89/","excerpt":"","text":"&lt;&gt;那天看到这部片子宣传会，很多明星到场支持，因为这是本土力作。主演是什么阮经天和赵又廷，阮经天，是一个我以为和明道就是同一个人的人。赵又廷，真的完全陌生。想看，只是因为“本土”二字，因为上次的《海角七号》真的不错，特别是里面的景色，还有那不羁的范逸臣和身材高高瘦瘦的女主角（我喜欢的身材）。 很多天了，一直想看，今天才看到，但是，未免太让我失望了，再加上，我本来是抱着期望的。 首先，片里没有一个帅的。其实，这是个很重要的原因，因为演员们我都不认识，所以必须要有让人想要看下去的演员才行，但是，这部片子没有。但是，抱着期望的还是看了下去，真的，很失望，整部片涉及很多暴力，非必要的。虽然说这部片是拍黑道，但是，它真的就是黑道，整天打打杀杀，无理由的，连男主角之一的蚊子也不明白，虽然，阮经天饰的和尚解释为：这是黑道啊。这个解释真够概括的。 这部片令我想起了《十月围城》，为了凸显一些“革命信仰”而“牺牲”很多不知革命为何物的阿三阿四。《艋舺》是为了凸显“暴力美学”而暴力但是里面的打杀场面一点都不具有欣赏价值，看了，只会让人觉得恶心。最起码，《十月》里还有个会真功夫的很 man 的甄子丹。 这部片子让我看到最后好像都还不明白发生什么事，只是五个结拜兄弟互相砍杀，只剩下两个活的，而让我最不爽的是，该死的没死光，不该死的却光光。其实，导演应该想展示的一个结果是，有因必有果，报应，最终还是会有的，结果，大家也得到相应的报应，但是，我不喜欢蚊子就那样死了，最起码，他应该值得同情的吧。 其实我一直不是很喜欢看电影里面的感情戏，因为电影的时间很短，所以里面的人可以一下子突然而然地就产生一段很深的感情，毫无来由的，特别是那些爱情电影，没有说服力。蚊子对 Geta 的感情也是，虽然，他一直没有父亲，也从 Geta 获得过一丝的“父爱”，但是，最后他竟然为了弄清 G 的死因，抛弃了自己的养育自己的母亲，拿自己的命去弄原因，真是有点夸张。而且，和尚是他第一个的很好的朋友，也是一个很细心的朋友，他竟然会为了 G 去干掉和尚，这我是始终想不明白的。再说，G 也是个坏人，为了上位，砍掉了和尚父亲的胳膊。反正是乱来。 我又想起了《九降风》和《烈日当空》。说什么《艋舺》是什么什么题材，什么什么手法，其实我觉得这三部片子还是差不多，一群吃饱了撑着的年轻人，整天不认真读书，泡妞，逃学，打架，最后总有人死，有人植物。 说起台湾电影，真的像很多评论一样，风采不再了，香港电影其实也是，反正我感觉现在的电影业也处于一个浮躁的时代。浮躁的我也没耐心去认真地看一些浮躁的电影，所以，我看电影总是开着 kugoo，上着 q，说着话。这次还好，只有我一个人在深夜里看，我也忍着只盯着屏幕看，只是，结果还是失望了，真的失望了。 困了，所以思路可能也有点不清了，但是大概也是这个样吧，因为我怕明早起床再写的话就完全不同样了。","categories":[{"name":"观影","slug":"观影","permalink":"https://kiwylai.github.io/categories/%E8%A7%82%E5%BD%B1/"}],"tags":[{"name":"电影","slug":"电影","permalink":"https://kiwylai.github.io/tags/%E7%94%B5%E5%BD%B1/"},{"name":"感受","slug":"感受","permalink":"https://kiwylai.github.io/tags/%E6%84%9F%E5%8F%97/"}],"author":"Kiwy"},{"title":"欲望·都市","slug":"欲望·都市","date":"2010-02-08T23:22:16.000Z","updated":"2023-09-20T20:28:10.242Z","comments":true,"path":"2010/02/09/欲望·都市/","permalink":"https://kiwylai.github.io/2010/02/09/%E6%AC%B2%E6%9C%9B%C2%B7%E9%83%BD%E5%B8%82/","excerpt":"","text":"本来想看话剧，林少华导演的，但是找不到，于是，想起《欲望都市》。 光鲜亮丽的四个女人，都有自己的事情，还拥有爱情，有的还有婚姻，小孩。 很羡慕女主角，由四个很好的死党，有什么事都有人可以帮忙解决，有时候很烂的摊子都不用自己烦恼，她们，总是互相支撑着，友情，爱情，亲情。 其实，很多时候我们会像女主角 C 一样，因为婚姻而毁了自己的爱情。不是不爱，只是，他们的方式都用错。他们很相爱，而且说好要结婚。因为 C 是很出名的作家，所以有一本很出名的杂志想让她做话题——最后的单身女人，在四十岁那年把自己嫁出去；因此，C 收到了一条很美的且世界唯一的著名婚纱设计师设计的婚纱，而她本来想用一条杂牌的白色套裙做礼服，虽然，她一向都穿 GUCCI 之类的名牌。 就是因为那条婚纱，所以他们的宴请嘉宾由七十多变成了两百，而这，给了她要嫁的商业巨人 BIG 很大压力，因为 B 离了两次婚，所以，最后他做了逃兵。 其实他们本来是想简简单单就结婚的，但是，那条婚纱的出现，让 C 的重点放在了婚纱上，而不是他们的婚礼上——为了证明她是美丽的新娘，而不是最爱新郎的新娘。 很多时候我们做事做着做着就会忘了自己原来想要的是什么，也就是说初衷是什么，因为这世界太纷纷扰扰了，很多诱惑，很多虚荣，而我们，往往没有足够的能力抵挡一切，坚持着自己最初的想法。 再说当了妈妈的 X，她不能原谅她的丈夫偷了一次腥，而且这事是她丈夫自己告诉她的，纵然，他丈夫已经请求了一千次的原谅，且安分守己。其实，我觉得她自己负很大责任的，因为她自己已经六个月没有跟他 MAKE LOVE 了，这对一个正常是美国男人来说是难以忍受的，所以，她的生气权似乎没那么大。 这世界总是没有十全十美的，所以我们要学着去接受。 电影，终究还是电影。","categories":[{"name":"观影","slug":"观影","permalink":"https://kiwylai.github.io/categories/%E8%A7%82%E5%BD%B1/"}],"tags":[{"name":"电影","slug":"电影","permalink":"https://kiwylai.github.io/tags/%E7%94%B5%E5%BD%B1/"},{"name":"感受","slug":"感受","permalink":"https://kiwylai.github.io/tags/%E6%84%9F%E5%8F%97/"}],"author":"Kiwy"}],"categories":[{"name":"情绪","slug":"情绪","permalink":"https://kiwylai.github.io/categories/%E6%83%85%E7%BB%AA/"},{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E6%88%91/"},{"name":"生活记","slug":"生活记","permalink":"https://kiwylai.github.io/categories/%E7%94%9F%E6%B4%BB%E8%AE%B0/"},{"name":"他人","slug":"他人","permalink":"https://kiwylai.github.io/categories/%E4%BB%96%E4%BA%BA/"},{"name":"跑路","slug":"跑路","permalink":"https://kiwylai.github.io/categories/%E8%B7%91%E8%B7%AF/"},{"name":"尝试","slug":"尝试","permalink":"https://kiwylai.github.io/categories/%E5%B0%9D%E8%AF%95/"},{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/categories/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/categories/%E5%AE%B6%E5%BA%AD/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/categories/%E4%BA%BA/"},{"name":"老师","slug":"老师","permalink":"https://kiwylai.github.io/categories/%E8%80%81%E5%B8%88/"},{"name":"学习","slug":"学习","permalink":"https://kiwylai.github.io/categories/%E5%AD%A6%E4%B9%A0/"},{"name":"导师","slug":"导师","permalink":"https://kiwylai.github.io/categories/%E5%AF%BC%E5%B8%88/"},{"name":"文化","slug":"文化","permalink":"https://kiwylai.github.io/categories/%E6%96%87%E5%8C%96/"},{"name":"政治","slug":"政治","permalink":"https://kiwylai.github.io/categories/%E6%94%BF%E6%B2%BB/"},{"name":"女权","slug":"女权","permalink":"https://kiwylai.github.io/categories/%E5%A5%B3%E6%9D%83/"},{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/categories/%E6%9C%8B%E5%8F%8B/"},{"name":"ADHD","slug":"ADHD","permalink":"https://kiwylai.github.io/categories/ADHD/"},{"name":"自我探索","slug":"ADHD/自我探索","permalink":"https://kiwylai.github.io/categories/ADHD/%E8%87%AA%E6%88%91%E6%8E%A2%E7%B4%A2/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/categories/%E5%86%85%E7%9C%81/"},{"name":"运动","slug":"运动","permalink":"https://kiwylai.github.io/categories/%E8%BF%90%E5%8A%A8/"},{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/"},{"name":"婚姻","slug":"思考/婚姻","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/%E5%A9%9A%E5%A7%BB/"},{"name":"观察","slug":"观察","permalink":"https://kiwylai.github.io/categories/%E8%A7%82%E5%AF%9F/"},{"name":"节日","slug":"节日","permalink":"https://kiwylai.github.io/categories/%E8%8A%82%E6%97%A5/"},{"name":"冬游","slug":"冬游","permalink":"https://kiwylai.github.io/categories/%E5%86%AC%E6%B8%B8/"},{"name":"步行","slug":"冬游/步行","permalink":"https://kiwylai.github.io/categories/%E5%86%AC%E6%B8%B8/%E6%AD%A5%E8%A1%8C/"},{"name":"挑战","slug":"挑战","permalink":"https://kiwylai.github.io/categories/%E6%8C%91%E6%88%98/"},{"name":"耐寒","slug":"挑战/耐寒","permalink":"https://kiwylai.github.io/categories/%E6%8C%91%E6%88%98/%E8%80%90%E5%AF%92/"},{"name":"网购","slug":"网购","permalink":"https://kiwylai.github.io/categories/%E7%BD%91%E8%B4%AD/"},{"name":"受骗","slug":"网购/受骗","permalink":"https://kiwylai.github.io/categories/%E7%BD%91%E8%B4%AD/%E5%8F%97%E9%AA%97/"},{"name":"打工记","slug":"打工记","permalink":"https://kiwylai.github.io/categories/%E6%89%93%E5%B7%A5%E8%AE%B0/"},{"name":"摄影","slug":"摄影","permalink":"https://kiwylai.github.io/categories/%E6%91%84%E5%BD%B1/"},{"name":"照片","slug":"摄影/照片","permalink":"https://kiwylai.github.io/categories/%E6%91%84%E5%BD%B1/%E7%85%A7%E7%89%87/"},{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/"},{"name":"游玩","slug":"日常/游玩","permalink":"https://kiwylai.github.io/categories/%E6%97%A5%E5%B8%B8/%E6%B8%B8%E7%8E%A9/"},{"name":"女权","slug":"思考/女权","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/%E5%A5%B3%E6%9D%83/"},{"name":"记录","slug":"记录","permalink":"https://kiwylai.github.io/categories/%E8%AE%B0%E5%BD%95/"},{"name":"趣事","slug":"记录/趣事","permalink":"https://kiwylai.github.io/categories/%E8%AE%B0%E5%BD%95/%E8%B6%A3%E4%BA%8B/"},{"name":"安全","slug":"思考/安全","permalink":"https://kiwylai.github.io/categories/%E6%80%9D%E8%80%83/%E5%AE%89%E5%85%A8/"},{"name":"学习策略","slug":"学习策略","permalink":"https://kiwylai.github.io/categories/%E5%AD%A6%E4%B9%A0%E7%AD%96%E7%95%A5/"},{"name":"备考","slug":"学习策略/备考","permalink":"https://kiwylai.github.io/categories/%E5%AD%A6%E4%B9%A0%E7%AD%96%E7%95%A5/%E5%A4%87%E8%80%83/"},{"name":"tech","slug":"tech","permalink":"https://kiwylai.github.io/categories/tech/"},{"name":"自言自语","slug":"自言自语","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E8%A8%80%E8%87%AA%E8%AF%AD/"},{"name":"自助游","slug":"自助游","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E5%8A%A9%E6%B8%B8/"},{"name":"泰国","slug":"自助游/泰国","permalink":"https://kiwylai.github.io/categories/%E8%87%AA%E5%8A%A9%E6%B8%B8/%E6%B3%B0%E5%9B%BD/"},{"name":"可怕生物","slug":"可怕生物","permalink":"https://kiwylai.github.io/categories/%E5%8F%AF%E6%80%95%E7%94%9F%E7%89%A9/"},{"name":"人与自然","slug":"可怕生物/人与自然","permalink":"https://kiwylai.github.io/categories/%E5%8F%AF%E6%80%95%E7%94%9F%E7%89%A9/%E4%BA%BA%E4%B8%8E%E8%87%AA%E7%84%B6/"},{"name":"乱写诗","slug":"乱写诗","permalink":"https://kiwylai.github.io/categories/%E4%B9%B1%E5%86%99%E8%AF%97/"},{"name":"往事","slug":"往事","permalink":"https://kiwylai.github.io/categories/%E5%BE%80%E4%BA%8B/"},{"name":"读后感","slug":"读后感","permalink":"https://kiwylai.github.io/categories/%E8%AF%BB%E5%90%8E%E6%84%9F/"},{"name":"荐书","slug":"读后感/荐书","permalink":"https://kiwylai.github.io/categories/%E8%AF%BB%E5%90%8E%E6%84%9F/%E8%8D%90%E4%B9%A6/"},{"name":"书摘","slug":"书摘","permalink":"https://kiwylai.github.io/categories/%E4%B9%A6%E6%91%98/"},{"name":"荐书","slug":"书摘/荐书","permalink":"https://kiwylai.github.io/categories/%E4%B9%A6%E6%91%98/%E8%8D%90%E4%B9%A6/"},{"name":"观影","slug":"观影","permalink":"https://kiwylai.github.io/categories/%E8%A7%82%E5%BD%B1/"}],"tags":[{"name":"社交","slug":"社交","permalink":"https://kiwylai.github.io/tags/%E7%A4%BE%E4%BA%A4/"},{"name":"思考","slug":"思考","permalink":"https://kiwylai.github.io/tags/%E6%80%9D%E8%80%83/"},{"name":"生活","slug":"生活","permalink":"https://kiwylai.github.io/tags/%E7%94%9F%E6%B4%BB/"},{"name":"面试","slug":"面试","permalink":"https://kiwylai.github.io/tags/%E9%9D%A2%E8%AF%95/"},{"name":"找工作","slug":"找工作","permalink":"https://kiwylai.github.io/tags/%E6%89%BE%E5%B7%A5%E4%BD%9C/"},{"name":"家庭","slug":"家庭","permalink":"https://kiwylai.github.io/tags/%E5%AE%B6%E5%BA%AD/"},{"name":"内省","slug":"内省","permalink":"https://kiwylai.github.io/tags/%E5%86%85%E7%9C%81/"},{"name":"政治","slug":"政治","permalink":"https://kiwylai.github.io/tags/%E6%94%BF%E6%B2%BB/"},{"name":"留学","slug":"留学","permalink":"https://kiwylai.github.io/tags/%E7%95%99%E5%AD%A6/"},{"name":"饮食","slug":"饮食","permalink":"https://kiwylai.github.io/tags/%E9%A5%AE%E9%A3%9F/"},{"name":"挑战","slug":"挑战","permalink":"https://kiwylai.github.io/tags/%E6%8C%91%E6%88%98/"},{"name":"日常","slug":"日常","permalink":"https://kiwylai.github.io/tags/%E6%97%A5%E5%B8%B8/"},{"name":"小镇","slug":"小镇","permalink":"https://kiwylai.github.io/tags/%E5%B0%8F%E9%95%87/"},{"name":"赌博","slug":"赌博","permalink":"https://kiwylai.github.io/tags/%E8%B5%8C%E5%8D%9A/"},{"name":"陌生人系列","slug":"陌生人系列","permalink":"https://kiwylai.github.io/tags/%E9%99%8C%E7%94%9F%E4%BA%BA%E7%B3%BB%E5%88%97/"},{"name":"三观","slug":"三观","permalink":"https://kiwylai.github.io/tags/%E4%B8%89%E8%A7%82/"},{"name":"高三","slug":"高三","permalink":"https://kiwylai.github.io/tags/%E9%AB%98%E4%B8%89/"},{"name":"德语","slug":"德语","permalink":"https://kiwylai.github.io/tags/%E5%BE%B7%E8%AF%AD/"},{"name":"自学","slug":"自学","permalink":"https://kiwylai.github.io/tags/%E8%87%AA%E5%AD%A6/"},{"name":"人","slug":"人","permalink":"https://kiwylai.github.io/tags/%E4%BA%BA/"},{"name":"ADPList","slug":"ADPList","permalink":"https://kiwylai.github.io/tags/ADPList/"},{"name":"德国生活","slug":"德国生活","permalink":"https://kiwylai.github.io/tags/%E5%BE%B7%E5%9B%BD%E7%94%9F%E6%B4%BB/"},{"name":"保险","slug":"保险","permalink":"https://kiwylai.github.io/tags/%E4%BF%9D%E9%99%A9/"},{"name":"学习","slug":"学习","permalink":"https://kiwylai.github.io/tags/%E5%AD%A6%E4%B9%A0/"},{"name":"观影","slug":"观影","permalink":"https://kiwylai.github.io/tags/%E8%A7%82%E5%BD%B1/"},{"name":"杂谈","slug":"杂谈","permalink":"https://kiwylai.github.io/tags/%E6%9D%82%E8%B0%88/"},{"name":"社交平台","slug":"社交平台","permalink":"https://kiwylai.github.io/tags/%E7%A4%BE%E4%BA%A4%E5%B9%B3%E5%8F%B0/"},{"name":"好奇心","slug":"好奇心","permalink":"https://kiwylai.github.io/tags/%E5%A5%BD%E5%A5%87%E5%BF%83/"},{"name":"洗脑教育","slug":"洗脑教育","permalink":"https://kiwylai.github.io/tags/%E6%B4%97%E8%84%91%E6%95%99%E8%82%B2/"},{"name":"粉丝观察","slug":"粉丝观察","permalink":"https://kiwylai.github.io/tags/%E7%B2%89%E4%B8%9D%E8%A7%82%E5%AF%9F/"},{"name":"家暴","slug":"家暴","permalink":"https://kiwylai.github.io/tags/%E5%AE%B6%E6%9A%B4/"},{"name":"租房","slug":"租房","permalink":"https://kiwylai.github.io/tags/%E7%A7%9F%E6%88%BF/"},{"name":"朋友","slug":"朋友","permalink":"https://kiwylai.github.io/tags/%E6%9C%8B%E5%8F%8B/"},{"name":"银行卡","slug":"银行卡","permalink":"https://kiwylai.github.io/tags/%E9%93%B6%E8%A1%8C%E5%8D%A1/"},{"name":"分别","slug":"分别","permalink":"https://kiwylai.github.io/tags/%E5%88%86%E5%88%AB/"},{"name":"写作","slug":"写作","permalink":"https://kiwylai.github.io/tags/%E5%86%99%E4%BD%9C/"},{"name":"自我","slug":"自我","permalink":"https://kiwylai.github.io/tags/%E8%87%AA%E6%88%91/"},{"name":"父权","slug":"父权","permalink":"https://kiwylai.github.io/tags/%E7%88%B6%E6%9D%83/"},{"name":"尝试","slug":"尝试","permalink":"https://kiwylai.github.io/tags/%E5%B0%9D%E8%AF%95/"},{"name":"步行","slug":"步行","permalink":"https://kiwylai.github.io/tags/%E6%AD%A5%E8%A1%8C/"},{"name":"女权","slug":"女权","permalink":"https://kiwylai.github.io/tags/%E5%A5%B3%E6%9D%83/"},{"name":"碎碎念","slug":"碎碎念","permalink":"https://kiwylai.github.io/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"},{"name":"歧视","slug":"歧视","permalink":"https://kiwylai.github.io/tags/%E6%AD%A7%E8%A7%86/"},{"name":"民运","slug":"民运","permalink":"https://kiwylai.github.io/tags/%E6%B0%91%E8%BF%90/"},{"name":"民主","slug":"民主","permalink":"https://kiwylai.github.io/tags/%E6%B0%91%E4%B8%BB/"},{"name":"骑行","slug":"骑行","permalink":"https://kiwylai.github.io/tags/%E9%AA%91%E8%A1%8C/"},{"name":"网购","slug":"网购","permalink":"https://kiwylai.github.io/tags/%E7%BD%91%E8%B4%AD/"},{"name":"购物","slug":"购物","permalink":"https://kiwylai.github.io/tags/%E8%B4%AD%E7%89%A9/"},{"name":"工作","slug":"工作","permalink":"https://kiwylai.github.io/tags/%E5%B7%A5%E4%BD%9C/"},{"name":"兼职","slug":"兼职","permalink":"https://kiwylai.github.io/tags/%E5%85%BC%E8%81%8C/"},{"name":"闲逛","slug":"闲逛","permalink":"https://kiwylai.github.io/tags/%E9%97%B2%E9%80%9B/"},{"name":"随手拍","slug":"随手拍","permalink":"https://kiwylai.github.io/tags/%E9%9A%8F%E6%89%8B%E6%8B%8D/"},{"name":"秋游","slug":"秋游","permalink":"https://kiwylai.github.io/tags/%E7%A7%8B%E6%B8%B8/"},{"name":"跑路","slug":"跑路","permalink":"https://kiwylai.github.io/tags/%E8%B7%91%E8%B7%AF/"},{"name":"备考","slug":"备考","permalink":"https://kiwylai.github.io/tags/%E5%A4%87%E8%80%83/"},{"name":"APS","slug":"APS","permalink":"https://kiwylai.github.io/tags/APS/"},{"name":"雅思","slug":"雅思","permalink":"https://kiwylai.github.io/tags/%E9%9B%85%E6%80%9D/"},{"name":"自我探索","slug":"自我探索","permalink":"https://kiwylai.github.io/tags/%E8%87%AA%E6%88%91%E6%8E%A2%E7%B4%A2/"},{"name":"健康","slug":"健康","permalink":"https://kiwylai.github.io/tags/%E5%81%A5%E5%BA%B7/"},{"name":"博客","slug":"博客","permalink":"https://kiwylai.github.io/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"奇妙经历","slug":"奇妙经历","permalink":"https://kiwylai.github.io/tags/%E5%A5%87%E5%A6%99%E7%BB%8F%E5%8E%86/"},{"name":"tech","slug":"tech","permalink":"https://kiwylai.github.io/tags/tech/"},{"name":"运动","slug":"运动","permalink":"https://kiwylai.github.io/tags/%E8%BF%90%E5%8A%A8/"},{"name":"旅行","slug":"旅行","permalink":"https://kiwylai.github.io/tags/%E6%97%85%E8%A1%8C/"},{"name":"动物","slug":"动物","permalink":"https://kiwylai.github.io/tags/%E5%8A%A8%E7%89%A9/"},{"name":"大概是诗","slug":"大概是诗","permalink":"https://kiwylai.github.io/tags/%E5%A4%A7%E6%A6%82%E6%98%AF%E8%AF%97/"},{"name":"短句","slug":"短句","permalink":"https://kiwylai.github.io/tags/%E7%9F%AD%E5%8F%A5/"},{"name":"回忆","slug":"回忆","permalink":"https://kiwylai.github.io/tags/%E5%9B%9E%E5%BF%86/"},{"name":"过往","slug":"过往","permalink":"https://kiwylai.github.io/tags/%E8%BF%87%E5%BE%80/"},{"name":"阅读","slug":"阅读","permalink":"https://kiwylai.github.io/tags/%E9%98%85%E8%AF%BB/"},{"name":"电影","slug":"电影","permalink":"https://kiwylai.github.io/tags/%E7%94%B5%E5%BD%B1/"},{"name":"感受","slug":"感受","permalink":"https://kiwylai.github.io/tags/%E6%84%9F%E5%8F%97/"}]}